{
    "Accessibility": "إمكانية الوصول",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "لم يتم تعيين ملف تعريف ارتباط الوصول. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "تم تعيين ملف تعريف ارتباط الوصول. للمساعدة ، يرجى إرسال بريد إلكتروني إلى {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "إمكانية الوصول. قم بزيارة إدخال القائمة هذا للتعرف على كيفية تمكين إمكانية الوصول إلى hCaptcha ، والتي تتيح لك تجاوز التحدي عبر رابط عبر البريد الإلكتروني.",
    "Back": "الى الخلف",
    "Can't Click": "لا يمكن النقر",
    "Can't Solve": "لا يمكن حلها",
    "Cancel": "إلغاء",
    "Cancel Response": "إلغاء الرد",
    "Cannot contact hCaptcha. Check your connection and try again.": "لا يمكن الاتصال بـ hCaptcha. تحقق من الاتصال وحاول مرة أخرى.",
    "Check": "التحقق من",
    "Close": "قريب",
    "Close Modal": "إغلاق Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "يتم تعطيل ملفات تعريف الارتباط أو لم يتم تعيين ملف تعريف ارتباط الوصول. {{enable-cookies}}",
    "Describe why you are reporting an image.": "صف لماذا تقوم بالتبليغ عن صورة.",
    "Enable cross-site cookies.": "تمكين ملفات تعريف الارتباط عبر المواقع.",
    "Enter the two words in the image.": "أدخل الكلمتين في الصورة.",
    "Error fetching captcha.": "خطأ في جلب كلمة التحقق.",
    "Error submitting captcha.": "خطأ في تقديم كلمة التحقق.",
    "Feedback": "ردود الفعل",
    "Get information about hCaptcha and accessibility options.": "احصل على معلومات حول hCaptcha وخيارات إمكانية الوصول.",
    "Get information about hCaptcha.": "الحصول على معلومات حول hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "قدم تقريرًا تفصيليًا عن خطأ واجهته.",
    "Give feedback.": "إعطاء ردود الفعل.",
    "Having a problem?": "تواجه مشكلة؟",
    "I am human": "أنا الإنسان",
    "If there are None, click Skip": "إذا لم يكن هناك أي شيء ، فانقر فوق تخطي",
    "Inappropriate": "غير مناسب",
    "Info": "معلومات",
    "Information": "معلومات",
    "Information about hCaptcha's accessibility options.": "معلومات حول خيارات الوصول الخاصة بـ hCaptcha.",
    "Information about the hCaptcha service.": "معلومات حول خدمة hCaptcha.",
    "Learn about accessibility options.": "تعرف على خيارات الوصول.",
    "Learn more about hCaptcha Accessibility.": "تعرف على المزيد حول إمكانية الوصول إلى hCaptcha.",
    "Next": "التالى",
    "Next Challenge": "التحدي القادم",
    "Off Screen": "خارج الشاشة",
    "Offensive": "هجومي",
    "Other": "آخر",
    "Our accessibility option may help": "قد يساعد خيار إمكانية الوصول لدينا",
    "Our accessibility option may help.": "قد يساعد خيار إمكانية الوصول لدينا.",
    "Please also try turning off your ad blocker.‍": "يرجى أيضًا محاولة إيقاف تشغيل أداة حظر الإعلانات",
    "Please describe your issue.": "يرجى وصف مشكلتك.",
    "Please provide details and steps to reproduce.": "يرجى تقديم التفاصيل والخطوات لإعادة الإنتاج.",
    "Please select an image to report.": "الرجاء تحديد صورة للإبلاغ عنها.",
    "Please select an option to send response.": "يرجى تحديد خيار لإرسال الرد.",
    "Please try again.": "حاول مرة اخرى.",
    "Privacy": "خصوصية",
    "Provide feedback for hCaptcha.": "تقديم ملاحظات ل hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "تقديم ملاحظات بشأن خدمة hCaptcha.",
    "Rate limited or network error. Please retry.": "معدل محدود أو خطأ في الشبكة. الرجاء اعادة المحاولة.",
    "Read more about the hCaptcha service.": "اقرأ المزيد عن خدمة hCaptcha.",
    "Refresh Challenge.": "تحديث التحدي.",
    "Report": "نقل",
    "Report Bug": "تقرير الشوائب",
    "Report Image": "صورة تقرير",
    "Report a software bug or issue to hCaptcha.": "أبلغ hCaptcha عن خطأ أو مشكلة في البرنامج.",
    "Report an image to hCaptcha.": "الإبلاغ عن صورة ل hCaptcha.",
    "Reporting a functionality issue?": "هل تريد الإبلاغ عن مشكلة في الوظيفة؟",
    "Retrieve accessibility cookie.": "استرجع ملف تعريف ارتباط الوصول.",
    "See how to report issues with detailed logs.": "اطلع على كيفية الإبلاغ عن المشكلات المتعلقة بالسجلات التفصيلية.",
    "Send": "إرسال",
    "Send Response": "أرسل جوابا",
    "Send Us Feedback": "أرسل لنا ردود الفعل",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "قم بالتسجيل للوصول إلى إمكانية الوصول لتجاوز تحدي hCaptcha.",
    "Skip": "تخطى",
    "Skip Challenge": "تخطي التحدي",
    "Software Bug": "علة البرمجيات",
    "Sorry to hear that!": "آسف لسماع ذلك!",
    "Status:": "الحالة:",
    "Submit Answers": "إرسال الإجابات",
    "Tell Us Why": "أخبرنا لماذا",
    "Terms": "شروط",
    "Thank you for your feedback.": "شكرا لك على ملاحظاتك.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "صفحة معلومات مستخدم hCaptcha. تعرف على المزيد حول خيارات الخدمة وإمكانية الوصول.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "مفتاح موقع hCaptcha هذا غير صحيح. يرجى الاتصال بمسؤول الموقع إذا رأيت هذا.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "هذا hCaptcha هو للاختبار فقط. يرجى الاتصال بمسؤول الموقع إذا رأيت هذا.",
    "This lets you avoid future questions by registering and setting a cookie.": "يتيح لك ذلك تجنب الأسئلة المستقبلية عن طريق التسجيل وإعداد ملف تعريف الارتباط.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "لتجاوز التحدي المرئي ، نقدم ملف تعريف ارتباط إمكانية الوصول.",
    "Too Difficult": "صعب جدا",
    "View our accessibility option.": "عرض خيار الوصول لدينا.",
    "Violent": "عنيف",
    "We will look into the issue immediately.": "سننظر في القضية على الفور.",
    "We'll resolve your issue as quickly as we can.": "سنحل مشكلتك بأسرع ما يمكن.",
    "Your computer or network has sent too many requests.": "لقد أرسل الكمبيوتر أو الشبكة الخاصة بك طلبات كثيرة جدًا.",
    "hCaptcha Privacy Policy": "سياسة خصوصية hCaptcha",
    "hCaptcha Terms of Service": "شروط خدمة hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "خانة الاختيار hCaptcha. اختر من أجل إثارة التحدي ، أو لتجاوزه إذا كان لديك ملف تعريف ارتباط لإمكانية الوصول.",
    "hCaptcha checkbox. You are verified I am human.": "خانة الاختيار hCaptcha. تم التحقق من أنني بشر.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha هي خدمة تقلل من برامج الروبوت والبريد العشوائي من خلال طرح أسئلة بسيطة. يرجى اتباع التعليمات في الجزء العلوي من الشاشة لكل تحد. لمزيد من المعلومات زيارة",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha هي خدمة تقلل من الروبوتات والبريد العشوائي عن طريق طرح أسئلة بسيطة. يرجى اتباع التعليمات الموجودة أعلى الشاشة لكل تحد. لمزيد من المعلومات ، تفضل بزيارة {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "انتهت صلاحية رمز أمان hCaptcha. الرجاء إكمال التحدي مرة أخرى.",
    "hCaptcha window closed due to timeout.": "تم إغلاق نافذة hCaptcha بسبب انتهاء المهلة.",
    "widget error message text": "نص رسالة خطأ القطعة",
    "widget warning message text": "نص رسالة تحذير القطعة"
}