{
    "Accessibility": "Əlçatanlıq",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Əlçatanlıq çərəzi təyin edilməyib. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Erişilebilirlik çerezi təyin edildi. Kömək üçün lütfən {{support}} elektron poçtuna göndərin",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Əlçatanlıq. Bu e-poçt bağlantısı ilə problemi atlamağa imkan verən hCaptcha əlçatanlığını necə aktivləşdirəcəyinizi öyrənmək üçün bu menyu girişini ziyarət edin.",
    "Back": "Geri",
    "Can't Click": "Tıklaya bilmir",
    "Can't Solve": "Həll etmək olmur",
    "Cancel": "Ləğv et",
    "Cancel Response": "Cavabı ləğv edin",
    "Cannot contact hCaptcha. Check your connection and try again.": "HCaptcha ilə əlaqə qurula bilmir. Bağlantınızı yoxlayın və yenidən cəhd edin.",
    "Check": "Yoxlayın",
    "Close": "Yaxın",
    "Close Modal": "Modal bağlayın",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Çərəzlər deaktivdir və ya əlçatanlıq çərəzi təyin edilməyib. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Bir şəkli niyə bildirdiyinizi izah edin.",
    "Enable cross-site cookies.": "Saytlararası çərəzləri aktivləşdirin.",
    "Enter the two words in the image.": "Şəkildə iki sözü daxil edin.",
    "Error fetching captcha.": "Captcha almaqda səhv oldu.",
    "Error submitting captcha.": "Captcha təqdim edərkən xəta.",
    "Feedback": "Əlaqə",
    "Get information about hCaptcha and accessibility options.": "HCaptcha və giriş imkanları haqqında məlumat əldə edin.",
    "Get information about hCaptcha.": "HCaptcha haqqında məlumat əldə edin.",
    "Give a detailed report of a bug you've encountered.": "Qarşılaşdığınız bir səhv barədə ətraflı məlumat verin.",
    "Give feedback.": "Rəy bildirin.",
    "Having a problem?": "Bir problem var?",
    "I am human": "Mən insanam",
    "If there are None, click Skip": "Yoxdursa, Atla düyməsini vurun",
    "Inappropriate": "Yersizdir",
    "Info": "Məlumat",
    "Information": "Məlumat",
    "Information about hCaptcha's accessibility options.": "HCaptcha-nın əlçatanlıq seçimləri haqqında məlumat.",
    "Information about the hCaptcha service.": "HCaptcha xidməti haqqında məlumat.",
    "Learn about accessibility options.": "Giriş seçimləri haqqında məlumat əldə edin.",
    "Learn more about hCaptcha Accessibility.": "HCaptcha Erişilebilirliyi haqqında daha çox məlumat əldə edin.",
    "Next": "Sonrakı",
    "Next Challenge": "Sonrakı Çağırış",
    "Off Screen": "Ekranı bağlayın",
    "Offensive": "Təcavüzkar",
    "Other": "Digərləri",
    "Our accessibility option may help": "Giriş seçimimiz kömək edə bilər",
    "Our accessibility option may help.": "Giriş seçimimiz kömək edə bilər.",
    "Please also try turning off your ad blocker.‍": "Zəhmət olmasa reklam blokerinizi söndürməyə çalışın",
    "Please describe your issue.": "Xahiş edirəm məsələnizi təsvir edin.",
    "Please provide details and steps to reproduce.": "Zəhmət olmasa təfərrüatları və çoxalma üçün addımları təmin edin.",
    "Please select an image to report.": "Zəhmət olmasa hesabat vermək üçün bir şəkil seçin.",
    "Please select an option to send response.": "Zəhmət olmasa cavab göndərmək üçün bir seçim seçin.",
    "Please try again.": "Zəhmət olmasa bir daha cəhd edin.",
    "Privacy": "Məxfilik",
    "Provide feedback for hCaptcha.": "HCaptcha üçün rəy verin.",
    "Provide feedback regarding the hCaptcha service.": "HCaptcha xidməti ilə bağlı rəy verin.",
    "Rate limited or network error. Please retry.": "Qiymət məhdud və ya şəbəkə xətası. Xahiş edirəm yenidən cəhd edin.",
    "Read more about the hCaptcha service.": "HCaptcha xidməti haqqında daha çox oxuyun.",
    "Refresh Challenge.": "Çağırış yeniləyin.",
    "Report": "Hesabat",
    "Report Bug": "Səhv barədə məlumat verin",
    "Report Image": "Şəkil bildirin",
    "Report a software bug or issue to hCaptcha.": "Bir proqram səhvini və ya hCaptcha-a bildirin.",
    "Report an image to hCaptcha.": "Şəkili hCaptcha-a bildirin.",
    "Reporting a functionality issue?": "Bir işləmə problemi bildirilir?",
    "Retrieve accessibility cookie.": "Erişilebilirlik çerezini əldə edin.",
    "See how to report issues with detailed logs.": "Ətraflı qeydlər ilə məsələlərin necə hesabatlandığına baxın.",
    "Send": "Göndər",
    "Send Response": "Cavab göndər",
    "Send Us Feedback": "Bizə Əlaqə göndərin",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "HCaptcha problemini keçmək üçün giriş imkanı üçün qeydiyyatdan keçin.",
    "Skip": "Atlayın",
    "Skip Challenge": "Çağırış atlayın",
    "Software Bug": "Proqram təminatı",
    "Sorry to hear that!": "Eşitməyimə təəssüflənirəm!",
    "Status:": "Vəziyyət:",
    "Submit Answers": "Cavabları göndərin",
    "Tell Us Why": "Niyə deyin",
    "Terms": "Şərtlər",
    "Thank you for your feedback.": "Əlaqə üçün təşəkkür edirik.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "HCaptcha istifadəçi məlumat səhifəsi. Xidmət və giriş imkanları haqqında daha çox məlumat əldə edin.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Bu hCaptcha üçün sitekey səhvdir. Zəhmət olmasa sayt rəhbərinə müraciət edin.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Bu hCaptcha yalnız test üçündür. Zəhmət olmasa sayt rəhbərinə müraciət edin.",
    "This lets you avoid future questions by registering and setting a cookie.": "Bu, bir çərəzi qeyd etmək və təyin etməklə gələcək suallardan qaçınmaq imkanı verir.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Vizual problemimizi atlamaq üçün bir əlçatanlıq çerezi təqdim edirik.",
    "Too Difficult": "Çox çətin",
    "View our accessibility option.": "Giriş seçimimizə baxın.",
    "Violent": "Zorakılıq",
    "We will look into the issue immediately.": "Dərhal məsələyə baxacağıq.",
    "We'll resolve your issue as quickly as we can.": "Mümkün qədər tez problemi həll edəcəyik.",
    "Your computer or network has sent too many requests.": "Kompüteriniz və ya şəbəkəniz çox çox sorğu göndərdi.",
    "hCaptcha Privacy Policy": "hCaptcha Məxfilik Siyasəti",
    "hCaptcha Terms of Service": "hCaptcha xidmət şərtləri",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha onay qutusu. Çətinliyi başlatmaq və ya əlçatan bir çereziniz varsa onu keçmək üçün seçin.",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha onay qutusu. Sən mənim insan olduğumu təsdiqlədin.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha, sadə suallar verməklə botları və spamları azaldan bir xidmətdir. Zəhmət olmasa, hər bir problem üçün ekranın yuxarısındakı təlimatlara əməl edin. Daha çox məlumat üçün",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha, sadə suallar verərək botları və spamları azaldan bir xidmətdir. Zəhmət olmasa hər problem üçün ekranın yuxarı hissəsindəki təlimatları izləyin. Daha çox məlumat üçün {{site-url}} saytına daxil olun",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha təhlükəsizlik nişanının müddəti bitdi. Xahiş edirəm problemi yenidən tamamlayın.",
    "hCaptcha window closed due to timeout.": "hCaptcha pəncərəsi zaman aşmağına görə bağlandı.",
    "widget error message text": "widget səhv mesajı mətni",
    "widget warning message text": "widget xəbərdarlıq mesajı mətni"
}