{
    "Accessibility": "Достъпност",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Бисквитката за достъпност не е зададена. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Зададена е бисквитка за достъпност. За помощ, моля, изпратете имейл на {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Достъпност. Посетете този запис в менюто, за да научите как да активирате hCaptcha достъпност, която ви позволява да заобиколите предизвикателството чрез имейл връзка.",
    "Back": "обратно",
    "Can't Click": "Не можете да щракнете",
    "Can't Solve": "Не мога да реша",
    "Cancel": "Отказ",
    "Cancel Response": "Отмяна на отговора",
    "Cannot contact hCaptcha. Check your connection and try again.": "Не мога да се свържа с hCaptcha. Проверете връзката си и опитайте отново.",
    "Check": "Проверка",
    "Close": "Близо",
    "Close Modal": "Затворете модален",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "„Бисквитките“ са деактивирани или „бисквитката“ за достъпност не е зададена. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Опишете защо съобщавате за изображение.",
    "Enable cross-site cookies.": "Активирайте бисквитките между сайтовете.",
    "Enter the two words in the image.": "Въведете двете думи в изображението.",
    "Error fetching captcha.": "Грешка при извличането на captcha.",
    "Error submitting captcha.": "Грешка при изпращането на captcha.",
    "Feedback": "Обратна връзка",
    "Get information about hCaptcha and accessibility options.": "Получете информация за hCaptcha и опциите за достъпност.",
    "Get information about hCaptcha.": "Получете информация за hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Дайте подробен отчет за грешка, която сте срещнали.",
    "Give feedback.": "Дайте отзиви.",
    "Having a problem?": "Имате проблем?",
    "I am human": "Аз съм човек",
    "If there are None, click Skip": "Ако няма Няма, щракнете върху Пропускане",
    "Inappropriate": "неподходящ",
    "Info": "Информация",
    "Information": "Информация",
    "Information about hCaptcha's accessibility options.": "Информация за опциите за достъпност на hCaptcha.",
    "Information about the hCaptcha service.": "Информация за услугата hCaptcha.",
    "Learn about accessibility options.": "Научете за опциите за достъпност.",
    "Learn more about hCaptcha Accessibility.": "Научете повече за достъпността на hCaptcha.",
    "Next": "Следващия",
    "Next Challenge": "Следващо предизвикателство",
    "Off Screen": "Извън екрана",
    "Offensive": "Обидно",
    "Other": "друг",
    "Our accessibility option may help": "Нашата възможност за достъпност може да помогне",
    "Our accessibility option may help.": "Нашата възможност за достъпност може да помогне.",
    "Please also try turning off your ad blocker.‍": "Моля, опитайте също да изключите рекламния си блокер.‍",
    "Please describe your issue.": "Моля, опишете проблема си.",
    "Please provide details and steps to reproduce.": "Моля, предоставете подробности и стъпки за възпроизвеждане.",
    "Please select an image to report.": "Моля, изберете изображение за докладване.",
    "Please select an option to send response.": "Моля, изберете опция за изпращане на отговор.",
    "Please try again.": "Моля, опитайте отново.",
    "Privacy": "поверителност",
    "Provide feedback for hCaptcha.": "Предоставете обратна връзка за hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Предоставете обратна връзка относно услугата hCaptcha.",
    "Rate limited or network error. Please retry.": "Ограничена скорост или мрежова грешка. Моля, опитайте отново.",
    "Read more about the hCaptcha service.": "Прочетете повече за услугата hCaptcha.",
    "Refresh Challenge.": "Refresh Challenge.",
    "Report": "доклад",
    "Report Bug": "Подаване на сигнал за грешка",
    "Report Image": "Докладване на изображение",
    "Report a software bug or issue to hCaptcha.": "Докладвайте софтуерна грешка или проблем на hCaptcha.",
    "Report an image to hCaptcha.": "Докладвайте изображение на hCaptcha.",
    "Reporting a functionality issue?": "Подаване на сигнал за проблем с функционалността?",
    "Retrieve accessibility cookie.": "Извличане на бисквитка за достъпност.",
    "See how to report issues with detailed logs.": "Вижте как да докладвате проблеми с подробни регистрационни файлове.",
    "Send": "Изпрати",
    "Send Response": "Изпратете отговор",
    "Send Us Feedback": "Изпратете ни обратна информация",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Регистрирайте се за достъп за достъп, за да заобиколите предизвикателството на hCaptcha.",
    "Skip": "Skip",
    "Skip Challenge": "Пропуснете предизвикателството",
    "Software Bug": "Софтуерна грешка",
    "Sorry to hear that!": "Съжалявам да го чуя!",
    "Status:": "Състояние:",
    "Submit Answers": "Изпратете отговори",
    "Tell Us Why": "Кажете ни защо",
    "Terms": "условия",
    "Thank you for your feedback.": "Благодарим Ви за обратната връзка.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Страницата за информация на потребител hCaptcha. Научете повече за опциите за услуга и достъпност.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Ключът на сайта за тази hCaptcha е неправилен. Моля, свържете се с администратора на сайта, ако видите това.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Тази hCaptcha е само за тестване. Моля, свържете се с администратора на сайта, ако видите това.",
    "This lets you avoid future questions by registering and setting a cookie.": "Това ви позволява да избягвате бъдещи въпроси, като се регистрирате и зададете бисквитка.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "За да заобиколим нашето визуално предизвикателство, ние предлагаме бисквитка за достъпност.",
    "Too Difficult": "Твърде трудно",
    "View our accessibility option.": "Вижте нашата опция за достъпност.",
    "Violent": "Насилствено",
    "We will look into the issue immediately.": "Веднага ще разгледаме проблема.",
    "We'll resolve your issue as quickly as we can.": "Ще разрешим проблема ви възможно най-бързо.",
    "Your computer or network has sent too many requests.": "Вашият компютър или мрежа е изпратил твърде много заявки.",
    "hCaptcha Privacy Policy": "Политика за поверителност на hCaptcha",
    "hCaptcha Terms of Service": "hCaptcha Общи условия",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "отметка в hCaptcha. Изберете, за да задействате предизвикателството или да го заобиколите, ако имате бисквитка за достъпност.",
    "hCaptcha checkbox. You are verified I am human.": "отметка в hCaptcha. Вие сте потвърдени, че съм човек.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha е услуга, която намалява ботове и спам, като задава прости въпроси. Моля, следвайте инструкциите в горната част на екрана за всяко предизвикателство. За повече информация посетете",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha е услуга, която намалява ботовете и спама, като задава прости въпроси. Моля, следвайте инструкциите в горната част на екрана за всяко предизвикателство. За повече информация посетете {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "Токенът за защита на hCaptcha изтече. Моля, завършете отново предизвикателството.",
    "hCaptcha window closed due to timeout.": "Прозорецът на hCaptcha е затворен поради изчакване.",
    "widget error message text": "текст на съобщение за грешка на джаджа",
    "widget warning message text": "текст на предупреждение за джаджа"
}