{
    "Accessibility": "অ্যাক্সেসযোগ্যতা",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "অ্যাক্সেসিবিলিটি কুকি সেট করা নেই। cook {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "অ্যাক্সেসিবিলিটি কুকি সেট করা আছে। সহায়তার জন্য, দয়া করে ইমেল করুন {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "অ্যাক্সেসযোগ্যতা। এইচসি্যাপ্টা অ্যাক্সেসযোগ্যতা কীভাবে সক্ষম করতে হয় তা শিখতে এই মেনু এন্ট্রিটিতে যান, যা আপনাকে ইমেল লিঙ্কের মাধ্যমে চ্যালেঞ্জটি বাইপাস করতে দেয়।",
    "Back": "পেছনে",
    "Can't Click": "ক্লিক করতে পারি না",
    "Can't Solve": "সমাধান করতে পারে না",
    "Cancel": "বাতিল",
    "Cancel Response": "প্রতিক্রিয়া বাতিল করুন",
    "Cannot contact hCaptcha. Check your connection and try again.": "HCaptcha যোগাযোগ করতে পারেন না। আপনার সংযোগটি পরীক্ষা করে দেখুন এবং আবার চেষ্টা করুন।",
    "Check": "চেক",
    "Close": "ঘনিষ্ঠ",
    "Close Modal": "বন্ধ",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "কুকিজ অক্ষম আছে বা অ্যাক্সেসিবিলিটি কুকি সেট করা নেই। cookies {{enable-cookies}}",
    "Describe why you are reporting an image.": "আপনি কেন একটি চিত্রের প্রতিবেদন করছেন তা বর্ণনা করুন।",
    "Enable cross-site cookies.": "ক্রস-সাইট কুকিজ সক্ষম করুন।",
    "Enter the two words in the image.": "ছবিতে দুটি শব্দ লিখুন।",
    "Error fetching captcha.": "ক্যাপচা আনার সময় ত্রুটি।",
    "Error submitting captcha.": "ক্যাপচা জমা দেওয়ার সময় ত্রুটি।",
    "Feedback": "প্রতিক্রিয়া",
    "Get information about hCaptcha and accessibility options.": "HCaptcha এবং অ্যাক্সেসযোগ্যতার বিকল্পগুলি সম্পর্কে তথ্য পান।",
    "Get information about hCaptcha.": "HCaptcha সম্পর্কে তথ্য পান।",
    "Give a detailed report of a bug you've encountered.": "আপনি যে সমস্যার সমাধান করেছেন তার বিশদ প্রতিবেদন দিন।",
    "Give feedback.": "মতামত দিন।",
    "Having a problem?": "সমস্যা হচ্ছে?",
    "I am human": "আমি মানব নই",
    "If there are None, click Skip": "যদি কিছুই না থাকে তবে এড়িয়ে যান ক্লিক করুন",
    "Inappropriate": "অনুপযুক্ত",
    "Info": "তথ্য",
    "Information": "তথ্য",
    "Information about hCaptcha's accessibility options.": "HCaptcha এর অ্যাক্সেসযোগ্যতার বিকল্পগুলি সম্পর্কিত তথ্য।",
    "Information about the hCaptcha service.": "HCaptcha পরিষেবা সম্পর্কে তথ্য।",
    "Learn about accessibility options.": "অ্যাক্সেসযোগ্যতার বিকল্পগুলি সম্পর্কে জানুন।",
    "Learn more about hCaptcha Accessibility.": "HCaptcha অ্যাক্সেসিবিলিটি সম্পর্কে আরও জানুন।",
    "Next": "পরবর্তী",
    "Next Challenge": "পরবর্তী প্রতিযোগিতা",
    "Off Screen": "স্ক্রিন বন্ধ",
    "Offensive": "আপত্তিকর",
    "Other": "অন্যান্য",
    "Our accessibility option may help": "আমাদের অ্যাক্সেসিবিলিটি বিকল্প সাহায্য করতে পারে",
    "Our accessibility option may help.": "আমাদের অ্যাক্সেসিবিলিটি বিকল্প সাহায্য করতে পারে।",
    "Please also try turning off your ad blocker.‍": "দয়া করে আপনার বিজ্ঞাপন ব্লকারটি বন্ধ করার চেষ্টা করুন ‍",
    "Please describe your issue.": "আপনার সমস্যা বর্ণনা করুন।",
    "Please provide details and steps to reproduce.": "দয়া করে পুনরুত্পাদন করার বিশদ এবং পদক্ষেপগুলি সরবরাহ করুন।",
    "Please select an image to report.": "রিপোর্ট করতে একটি চিত্র নির্বাচন করুন।",
    "Please select an option to send response.": "প্রতিক্রিয়া পাঠাতে দয়া করে একটি বিকল্প নির্বাচন করুন।",
    "Please try again.": "আবার চেষ্টা করুন.",
    "Privacy": "গোপনীয়তা",
    "Provide feedback for hCaptcha.": "HCaptcha এর জন্য প্রতিক্রিয়া সরবরাহ করুন।",
    "Provide feedback regarding the hCaptcha service.": "HCaptcha পরিষেবা সম্পর্কিত প্রতিক্রিয়া সরবরাহ করুন।",
    "Rate limited or network error. Please retry.": "রেট সীমাবদ্ধ বা নেটওয়ার্ক ত্রুটি। দয়া করে আবার চেষ্টা করুন.",
    "Read more about the hCaptcha service.": "HCaptcha পরিষেবা সম্পর্কে আরও পড়ুন।",
    "Refresh Challenge.": "রিফ্রেশ চ্যালেঞ্জ।",
    "Report": "প্রতিবেদন",
    "Report Bug": "বাগ রিপোর্ট",
    "Report Image": "ছবির প্রতিবেদন",
    "Report a software bug or issue to hCaptcha.": "একটি সফ্টওয়্যার বাগ বা hCaptcha সমস্যা ইস্যু রিপোর্ট করুন।",
    "Report an image to hCaptcha.": "HCaptcha একটি চিত্র রিপোর্ট করুন।",
    "Reporting a functionality issue?": "কার্যকারিতা সংক্রান্ত সমস্যার প্রতিবেদন করছেন?",
    "Retrieve accessibility cookie.": "অ্যাক্সেসিবিলিটি কুকি পুনরুদ্ধার করুন।",
    "See how to report issues with detailed logs.": "বিস্তারিত লগ সহ কীভাবে সমস্যাগুলি প্রতিবেদন করবেন তা দেখুন।",
    "Send": "পাঠান",
    "Send Response": "প্রতিক্রিয়া পাঠান",
    "Send Us Feedback": "আমাদের প্রতিক্রিয়া পাঠান",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "HCaptcha চ্যালেঞ্জ বাইপাস অ্যাক্সেসযোগ্যতা অ্যাক্সেস জন্য সাইন আপ করুন।",
    "Skip": "এড়িয়ে",
    "Skip Challenge": "চ্যালেঞ্জ এড়িয়ে যান",
    "Software Bug": "সফ্টওয়্যার বাগ",
    "Sorry to hear that!": "শুনে দুঃখিত হলাম!",
    "Status:": "স্থিতি:",
    "Submit Answers": "উত্তর দাখিল করুন",
    "Tell Us Why": "আমাদের বলুন কেন",
    "Terms": "শর্তাবলী",
    "Thank you for your feedback.": "আপনার প্রতিক্রিয়ার জন্য ধন্যবাদ।",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "HCaptcha ব্যবহারকারীর তথ্য পৃষ্ঠা। পরিষেবা এবং অ্যাক্সেসযোগ্যতার বিকল্পগুলি সম্পর্কে আরও জানুন।",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "এই hCaptcha এর সাইটকিটি ভুল। আপনি যদি এটি দেখতে পান তবে সাইট প্রশাসকের সাথে যোগাযোগ করুন।",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "এই hCaptcha কেবল পরীক্ষার জন্য। আপনি যদি এটি দেখতে পান তবে সাইট প্রশাসকের সাথে যোগাযোগ করুন।",
    "This lets you avoid future questions by registering and setting a cookie.": "এটি আপনাকে কুকি রেজিস্টার করে এবং সেট করে ভবিষ্যতের প্রশ্নগুলি এড়াতে দেয়।",
    "To bypass our visual challenge, we offer an accessibility cookie.": "আমাদের চ্যালেঞ্জ চ্যালেঞ্জ বাইপাস করতে, আমরা একটি অ্যাক্সেসিবিলিটি কুকি অফার করি।",
    "Too Difficult": "অনেক কঠিন",
    "View our accessibility option.": "আমাদের অ্যাক্সেসযোগ্যতার বিকল্পটি দেখুন।",
    "Violent": "হিংস্র",
    "We will look into the issue immediately.": "আমরা অবিলম্বে বিষয়টি খতিয়ে দেখব।",
    "We'll resolve your issue as quickly as we can.": "আমরা যতটা সম্ভব আপনার সমস্যাটি সমাধান করব।",
    "Your computer or network has sent too many requests.": "আপনার কম্পিউটার বা নেটওয়ার্ক অনেকগুলি অনুরোধ প্রেরণ করেছে।",
    "hCaptcha Privacy Policy": "hCaptcha গোপনীয়তা নীতি",
    "hCaptcha Terms of Service": "hCaptcha পরিষেবার শর্তাদি",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha চেকবক্স। চ্যালেঞ্জটি ট্রিগার করতে বা আপনার অ্যাক্সেসিবিলিটি কুকি থাকলে তা বাইপাস করতে নির্বাচন করুন।",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha চেকবক্স। আপনি যাচাই করেছেন আমি মানুষ।",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha একটি পরিষেবা যা সহজ প্রশ্ন জিজ্ঞাসা করে বট এবং স্প্যাম হ্রাস করে। প্রতিটি চ্যালেঞ্জের জন্য দয়া করে পর্দার শীর্ষে থাকা নির্দেশাবলী অনুসরণ করুন। আরও তথ্যের জন্য দেখুন",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha একটি পরিষেবা যা সহজ প্রশ্ন জিজ্ঞাসা করে বট এবং স্প্যাম হ্রাস করে। প্রতিটি চ্যালেঞ্জের জন্য দয়া করে পর্দার শীর্ষে থাকা নির্দেশাবলী অনুসরণ করুন। আরও তথ্যের জন্য {{site-url}} দেখুন",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha সুরক্ষা টোকেনের মেয়াদ শেষ হয়ে গেছে। আবার চ্যালেঞ্জ সম্পূর্ণ করুন।",
    "hCaptcha window closed due to timeout.": "সময় শেষ হওয়ার কারণে hCaptcha উইন্ডোটি বন্ধ ছিল।",
    "widget error message text": "উইজেট ত্রুটি বার্তা পাঠ্য",
    "widget warning message text": "উইজেট সতর্কতা বার্তা পাঠ্য"
}