{
    "Accessibility": "Pag-access",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Dili matudlo ang cookie sa pag-access. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Naa na ang setting sa accessibility cookie. Alang sa tabang, palihug email sa {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Pag-access Bisitaha ang kini nga pagsulud sa menu aron mahibal-an kung giunsa nga makahimo ang access sa hCaptcha, nga nagtugot kanimo nga laktawan ang hagit pinaagi sa usa ka link sa email.",
    "Back": "Balik",
    "Can't Click": "Dili ma-klik",
    "Can't Solve": "Dili Masulbad",
    "Cancel": "Pagkansela",
    "Cancel Response": "Pagkansela sa Tubag",
    "Cannot contact hCaptcha. Check your connection and try again.": "Dili makontak ang hCaptcha. Susihon ang imong koneksyon ug pagsulay usab.",
    "Check": "Pagsusi",
    "Close": "Suod nga",
    "Close Modal": "Pag-undang sa Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Ang mga cookie wala’y kapansanan o ang accessibility cookie wala matakda. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Ihulagway kung ngano nga nagreport ka usa ka imahe.",
    "Enable cross-site cookies.": "Pag-aktibo sa mga cross-site cookies.",
    "Enter the two words in the image.": "Pagsulud sa duha nga mga pulong sa imahe.",
    "Error fetching captcha.": "Sayop nga nagkuha og captcha.",
    "Error submitting captcha.": "Sayop nga nagsumite captcha.",
    "Feedback": "Pahibalo",
    "Get information about hCaptcha and accessibility options.": "Pagkuha kasayuran bahin sa hCaptcha ug kapilian sa pag-access.",
    "Get information about hCaptcha.": "Pagkuha kasayuran bahin sa hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Paghatag usa ka detalyado nga taho sa usa ka bug nga nasugatan mo.",
    "Give feedback.": "Paghatag feedback.",
    "Having a problem?": "Nagka problema?",
    "I am human": "Tawo ako",
    "If there are None, click Skip": "Kung wala, pag-klik sa Laktaw",
    "Inappropriate": "Dili angay",
    "Info": "Impormasyon",
    "Information": "Kasayuran",
    "Information about hCaptcha's accessibility options.": "Ang kasayuran bahin sa mga kapilian sa pag-access sa hCaptcha.",
    "Information about the hCaptcha service.": "Kasayuran bahin sa serbisyo sa hCaptcha.",
    "Learn about accessibility options.": "Hibal-i ang bahin sa mga kapilian sa pag-access.",
    "Learn more about hCaptcha Accessibility.": "Hibal-i ang daghan pa bahin sa Pag-access sa hCaptcha.",
    "Next": "Sunod",
    "Next Challenge": "Sunod nga Hagad",
    "Off Screen": "Wala sa Screen",
    "Offensive": "Makasuko",
    "Other": "Uban pa",
    "Our accessibility option may help": "Ang atong kapilian sa pag-access mahimo’g makatabang",
    "Our accessibility option may help.": "Ang atong kapilian sa pag-access mahimo’g makatabang.",
    "Please also try turning off your ad blocker.‍": "Palihug sulayi usab nga isalikway ang imong ad blocker.‍",
    "Please describe your issue.": "Palihug paghulagway sa imong isyu.",
    "Please provide details and steps to reproduce.": "Palihug hatagi mga detalye ug mga lakang aron makopya.",
    "Please select an image to report.": "Palihug pagpili usa ka imahe aron ireport.",
    "Please select an option to send response.": "Palihug pagpili usa ka kapilian aron ipadala ang tubag.",
    "Please try again.": "Sulayi pag-usab.",
    "Privacy": "Pagkapribado",
    "Provide feedback for hCaptcha.": "Paghatag feedback alang sa hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Paghatag feedback bahin sa serbisyo sa hCaptcha.",
    "Rate limited or network error. Please retry.": "Limitado ang rate o sayup sa network. Palihug pagsulay usab.",
    "Read more about the hCaptcha service.": "Magbasa pa bahin sa serbisyo sa hCaptcha.",
    "Refresh Challenge.": "Paghagit sa Paghagit.",
    "Report": "Pagreport",
    "Report Bug": "I-report ang Bug",
    "Report Image": "I-report ang Imahe",
    "Report a software bug or issue to hCaptcha.": "Isumbong ang usa ka bug sa software o isyu sa hCaptcha.",
    "Report an image to hCaptcha.": "I-report ang usa ka imahe sa hCaptcha.",
    "Reporting a functionality issue?": "Pagreport sa isyu sa pag-andar?",
    "Retrieve accessibility cookie.": "Kuhaa ang accessibility cookie.",
    "See how to report issues with detailed logs.": "Tan-awa kung giunsa ang pagreport sa mga isyu uban ang detalyado nga mga troso.",
    "Send": "Gipadala",
    "Send Response": "Magpadala Tubag",
    "Send Us Feedback": "Ipadala kami sa Feedback",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Pag-sign up alang sa pag-access sa pag-access aron maagian ang hCaptcha nga hagit.",
    "Skip": "Laktaw",
    "Skip Challenge": "Laktawan ang Lakang",
    "Software Bug": "Software sa Bug",
    "Sorry to hear that!": "Gikasubo nga madungog kana!",
    "Status:": "Kahimtang:",
    "Submit Answers": "Pagsumite mga Tubag",
    "Tell Us Why": "Sultihi Kami Ngano",
    "Terms": "Mga Termino",
    "Thank you for your feedback.": "Salamat sa imong feedback.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Ang panid sa impormasyon sa gumagamit hCaptcha. Pagkat-on og dugang bahin sa mga kapilian sa serbisyo ug pag-access.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Ang sitekey alang niini nga hCaptcha dili husto. Palihug kontaka ang admin sa site kung makita nimo kini.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Kini nga hCaptcha alang lang sa pagsulay. Palihug kontaka ang admin sa site kung makita nimo kini.",
    "This lets you avoid future questions by registering and setting a cookie.": "Gitugotan ka niini nga malikayan ang mga pangutana sa umaabot pinaagi sa pagrehistro ug pagtakda sa usa ka cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Aron malaktawan ang among visual nga hagit, nagtanyag kami usa ka accessibility cookie.",
    "Too Difficult": "Kapoy kaayo",
    "View our accessibility option.": "Tan-awa ang among kapilian sa pag-access.",
    "Violent": "Mapintas",
    "We will look into the issue immediately.": "Susihon dayon naton ang isyu.",
    "We'll resolve your issue as quickly as we can.": "Masulbad namon dayon ang imong isyu sama sa among mahimo.",
    "Your computer or network has sent too many requests.": "Ang imong kompyuter o network nagpadala daghang mga hangyo.",
    "hCaptcha Privacy Policy": "Palisiya sa Pagkapribado sa hCaptcha",
    "hCaptcha Terms of Service": "HCaptcha Mga Termino sa Pag-alagad",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "checkbox nga hCaptcha. Pagpili aron ma-trigger ang hagit, o aron maagian kini kung adunay usa ka cookie nga ma-access.",
    "hCaptcha checkbox. You are verified I am human.": "checkbox nga hCaptcha. Gipamatud-an nimo nga ako tawo.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "Ang hCaptcha usa ka serbisyo nga nagpamenos sa mga bot ug spam pinaagi sa pagpangutana sa yano nga mga pangutana. Palihug sunda ang mga panudlo sa taas sa sulud alang sa matag hagit. Alang sa dugang nga pagbisita sa impormasyon",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "Ang hCaptcha usa ka serbisyo nga nagpaminus sa mga bot ug spam pinaagi sa pagpangutana mga yano nga pangutana. Palihug sunda ang mga panudlo sa taas sa screen alang sa matag hagit. Alang sa dugang nga kasayuran pagbisita sa {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "Ang token sa seguridad sa hCaptcha natapos na. Palihug kompletuha usab ang hagit.",
    "hCaptcha window closed due to timeout.": "sirado ang bintana sa hCaptcha tungod sa pag-timeout.",
    "widget error message text": "teksto sa mensahe sa error sa widget",
    "widget warning message text": "widget nga mensahe sa pasidaan sa widget"
}