{
    "Accessibility": "Accessibilità",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "U cookie di accessibilità ùn hè micca impostatu. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "U cookie di accessibilità hè impostatu. Per aiutu, per piacè per email {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Accessibilità. Visitate sta voce di menu per amparà à attivà l&#39;accessibilità hCaptcha, chì vi permette di saltà a sfida per mezu di un ligame per email.",
    "Back": "Torna",
    "Can't Click": "Ùn pò micca Cliccà",
    "Can't Solve": "Ùn pò micca Risolve",
    "Cancel": "Annulla",
    "Cancel Response": "Annulla Risposta",
    "Cannot contact hCaptcha. Check your connection and try again.": "Ùn pudemu micca cuntattà hCaptcha. Verificate a vostra cunnessione è riprovate.",
    "Check": "Verificate",
    "Close": "Chiudere",
    "Close Modal": "Close Modale",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "I cookies sò disattivati o u cookie d&#39;accessibilità ùn hè micca impostatu. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Descrivi perchè segnalate una maghjina.",
    "Enable cross-site cookies.": "Attivà i cookies cross-site.",
    "Enter the two words in the image.": "Inserite e duie parolle in l&#39;immagine.",
    "Error fetching captcha.": "Errore di ricerca captcha.",
    "Error submitting captcha.": "Errore di sottumissione captcha.",
    "Feedback": "Feedback",
    "Get information about hCaptcha and accessibility options.": "Infurmate nantu à e opzioni di hCaptcha è accessibilità.",
    "Get information about hCaptcha.": "Obtenite infurmazioni nantu à hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Dà un rapportu detallatu di un bug chì avete truvatu.",
    "Give feedback.": "Da i feedback.",
    "Having a problem?": "Avè un problema?",
    "I am human": "Sò umanu",
    "If there are None, click Skip": "Se ùn ci hè Nimu, cliccate Saltate",
    "Inappropriate": "Inadattazione",
    "Info": "Infurmazioni",
    "Information": "Infurmazioni",
    "Information about hCaptcha's accessibility options.": "Informazioni nantu à e opzioni di accessibilità di hCaptcha.",
    "Information about the hCaptcha service.": "Infurmazione nantu à u serviziu hCaptcha.",
    "Learn about accessibility options.": "Amparate nantu à l&#39;opzioni d&#39;accessibilità.",
    "Learn more about hCaptcha Accessibility.": "Amparate più nantu à l&#39;accessibilità hCaptcha.",
    "Next": "Avanti",
    "Next Challenge": "Sfida Prussima",
    "Off Screen": "Off Screen",
    "Offensive": "Offensiva",
    "Other": "Altru",
    "Our accessibility option may help": "A nostra opzione di accessibilità pò aiutà",
    "Our accessibility option may help.": "A nostra opzione d&#39;accessibilità pò aiutà.",
    "Please also try turning off your ad blocker.‍": "Per piacè ancu pruvà à disattivà u vostru blocker di annunci.‍",
    "Please describe your issue.": "Per piacè descrivite u vostru prublema.",
    "Please provide details and steps to reproduce.": "Per piacè furnisce i dettagli è i passi per ripruduce.",
    "Please select an image to report.": "Sceglite puru una maghjina da signalà.",
    "Please select an option to send response.": "Sceglite per piacè una opzione per mandà risposta.",
    "Please try again.": "Per piacè prova.",
    "Privacy": "A privacy",
    "Provide feedback for hCaptcha.": "Fornite feedback per hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Fornite feedback cù u serviziu hCaptcha.",
    "Rate limited or network error. Please retry.": "Valuta l&#39;errore limitatu o di rete. Per piacè riprova.",
    "Read more about the hCaptcha service.": "Leghjite più nantu à u serviziu hCaptcha.",
    "Refresh Challenge.": "Rafresca u Ritornu.",
    "Report": "Rapportu",
    "Report Bug": "Rapportu Bug",
    "Report Image": "Report Image",
    "Report a software bug or issue to hCaptcha.": "Rendite un bug o un prublema di software à hCaptcha.",
    "Report an image to hCaptcha.": "Segnala una imatge à hCaptcha.",
    "Reporting a functionality issue?": "Rapportu una prublema di funziunalità?",
    "Retrieve accessibility cookie.": "Recupera u cookie d&#39;accessibilità.",
    "See how to report issues with detailed logs.": "Vede cumu raportà prublemi cù logs detallati.",
    "Send": "Invia",
    "Send Response": "Invia Risposta",
    "Send Us Feedback": "Inviaci Feedback",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Iscriviti per l&#39;accessibilità accessibile per bypass a sfida hCaptcha.",
    "Skip": "Saltare",
    "Skip Challenge": "Skip Challenge",
    "Software Bug": "Bug di Software",
    "Sorry to hear that!": "Scusate di sente quellu!",
    "Status:": "Status:",
    "Submit Answers": "Invia risposte",
    "Tell Us Why": "Diteci Perchè",
    "Terms": "Termini",
    "Thank you for your feedback.": "Grazie per i vostri feedback.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "A pagina di infurmazioni d&#39;utilizatore hCaptcha Amparate più nantu à u serviziu è l&#39;opzioni d&#39;accessibilità.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "U situ di situ per questa hCaptcha hè sbagliatu. Per piacè cuntattate l&#39;amministratore di u situ se vedite questu.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Questu hCaptcha hè solu per a prova. Per piacè cuntattate l&#39;amministratore di u situ se vede questu.",
    "This lets you avoid future questions by registering and setting a cookie.": "Questu vi permette di evità dumande future registrendu è imposte un cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Per passà a nostra sfida visuale, offre un cookie d&#39;accessibilità.",
    "Too Difficult": "Troppu Difficile",
    "View our accessibility option.": "Vede a nostra opzione di accessibilità.",
    "Violent": "Viulente",
    "We will look into the issue immediately.": "Fighjemu in u prublema immediatamente.",
    "We'll resolve your issue as quickly as we can.": "Risolvemu u vostru prublemu in quantu pudemu.",
    "Your computer or network has sent too many requests.": "U vostru urdinatore o rete hà inviatu troppu richieste.",
    "hCaptcha Privacy Policy": "hCaptcha Privacy Policy",
    "hCaptcha Terms of Service": "hCaptcha Termini di serviziu",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "casella di cuntrollu hCaptcha. Selezziunate per attivà a sfida, o per sguassà si avete un cookie d&#39;accessibilità.",
    "hCaptcha checkbox. You are verified I am human.": "casella di cuntrollu hCaptcha. Avete verificatu chì sò umanu.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha hè un serviziu chì riduce i bots è u spam da e dumande simplici. Per piacè seguitate l&#39;istruzzioni in cima di u screnu per ogni sfida. Per più infurmazione visitate",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha hè un serviziu chì riduce i bots è u puzzicheghju dumandendu dumande simplici. Per piacè seguitate e istruzioni in cima di u schermu per ogni sfida. Per più infurmazione visitate {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "U token di sicurezza hCaptcha hè scadutu. Per piacè compie dinò a sfida.",
    "hCaptcha window closed due to timeout.": "Finestra hCaptcha chjusa per via di timeout.",
    "widget error message text": "widget testu di messageria d&#39;errore",
    "widget warning message text": "widget testu di avvistamentu di widget"
}