{
    "Accessibility": "Tilgængelighed",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Tilgængelighed cookie er ikke indstillet. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Tilgængelighed cookie er indstillet. For hjælp, bedes du sende en e-mail til {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Tilgængelighed. Besøg denne menuindgang for at lære, hvordan du aktiverer hCaptcha-tilgængelighed, som giver dig mulighed for at omgå udfordringen via et mailet link.",
    "Back": "Tilbage",
    "Can't Click": "Kan ikke klikke",
    "Can't Solve": "Kan ikke løse",
    "Cancel": "Afbestille",
    "Cancel Response": "Annuller svar",
    "Cannot contact hCaptcha. Check your connection and try again.": "Kan ikke kontakte hCaptcha. Tjek din forbindelse, og prøv igen.",
    "Check": "Kontrollere",
    "Close": "Tæt",
    "Close Modal": "Luk Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Cookies er deaktiveret, eller tilgængelighedscookien er ikke indstillet. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Beskriv hvorfor du rapporterer et billede.",
    "Enable cross-site cookies.": "Aktivér cookies på tværs af websteder.",
    "Enter the two words in the image.": "Indtast de to ord på billedet.",
    "Error fetching captcha.": "Fejl ved hentning af captcha.",
    "Error submitting captcha.": "Fejl ved indsendelse af captcha.",
    "Feedback": "Feedback",
    "Get information about hCaptcha and accessibility options.": "Få oplysninger om hCaptcha og tilgængelighedsindstillinger.",
    "Get information about hCaptcha.": "Få information om hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Giv en detaljeret rapport om en fejl, du er stødt på.",
    "Give feedback.": "Give tilbagemelding.",
    "Having a problem?": "Har du et problem?",
    "I am human": "Jeg er et menneske",
    "If there are None, click Skip": "Hvis der ikke er nogen, skal du klikke på Spring over",
    "Inappropriate": "upassende",
    "Info": "Info",
    "Information": "Information",
    "Information about hCaptcha's accessibility options.": "Oplysninger om hCaptchas tilgængelighedsindstillinger.",
    "Information about the hCaptcha service.": "Oplysninger om hCaptcha-tjenesten.",
    "Learn about accessibility options.": "Lær om tilgængelighedsindstillinger.",
    "Learn more about hCaptcha Accessibility.": "Lær mere om hCaptcha tilgængelighed.",
    "Next": "Næste",
    "Next Challenge": "Næste udfordring",
    "Off Screen": "Fra skærmen",
    "Offensive": "Offensiv",
    "Other": "Andet",
    "Our accessibility option may help": "Vores tilgængelighedsmulighed kan hjælpe",
    "Our accessibility option may help.": "Vores tilgængelighedsmulighed kan hjælpe.",
    "Please also try turning off your ad blocker.‍": "Prøv også at slukke for din annonceblokerer.‍",
    "Please describe your issue.": "Beskriv dit problem.",
    "Please provide details and steps to reproduce.": "Angiv detaljer og trin til gengivelse.",
    "Please select an image to report.": "Vælg et billede, der skal rapporteres.",
    "Please select an option to send response.": "Vælg en mulighed for at sende svar.",
    "Please try again.": "Prøv igen.",
    "Privacy": "Privatliv",
    "Provide feedback for hCaptcha.": "Giv feedback til hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Giv feedback angående hCaptcha-tjenesten.",
    "Rate limited or network error. Please retry.": "Sats begrænset eller netværksfejl. Prøv igen.",
    "Read more about the hCaptcha service.": "Læs mere om hCaptcha-tjenesten.",
    "Refresh Challenge.": "Opdater udfordring.",
    "Report": "Rapport",
    "Report Bug": "Rapporter fejl",
    "Report Image": "Rapporter billede",
    "Report a software bug or issue to hCaptcha.": "Rapporter en softwarefejl eller -problem til hCaptcha.",
    "Report an image to hCaptcha.": "Rapporter et billede til hCaptcha.",
    "Reporting a functionality issue?": "Rapporterer du et funktionalitetsproblem?",
    "Retrieve accessibility cookie.": "Hent tilgængelighed cookie.",
    "See how to report issues with detailed logs.": "Se, hvordan du rapporterer problemer med detaljerede logfiler.",
    "Send": "Sende",
    "Send Response": "Send svar",
    "Send Us Feedback": "Send os feedback",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Tilmeld dig adgangsadgang til at omgå hCaptcha-udfordringen.",
    "Skip": "Springe",
    "Skip Challenge": "Spring udfordring",
    "Software Bug": "Softwarefejl",
    "Sorry to hear that!": "Det er jeg ked af at høre!",
    "Status:": "Status:",
    "Submit Answers": "Indsend svar",
    "Tell Us Why": "Fortæl os hvorfor",
    "Terms": "Vilkår",
    "Thank you for your feedback.": "Tak for din feedback.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "HCaptcha-brugerinformationssiden. Lær mere om service- og tilgængelighedsindstillingerne.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Sitekey&#39;en til denne hCaptcha er forkert. Kontakt webstedsadministratoren, hvis du ser dette.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Denne hCaptcha er kun til test. Kontakt webstedsadministratoren, hvis du ser dette.",
    "This lets you avoid future questions by registering and setting a cookie.": "Dette giver dig mulighed for at undgå fremtidige spørgsmål ved at registrere og indstille en cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "For at omgå vores visuelle udfordring tilbyder vi en tilgængelighedscookie.",
    "Too Difficult": "For svært",
    "View our accessibility option.": "Se vores mulighed for tilgængelighed.",
    "Violent": "Voldsom",
    "We will look into the issue immediately.": "Vi vil straks undersøge problemet.",
    "We'll resolve your issue as quickly as we can.": "Vi løser dit problem så hurtigt som vi kan.",
    "Your computer or network has sent too many requests.": "Din computer eller dit netværk har sendt for mange anmodninger.",
    "hCaptcha Privacy Policy": "hCaptcha fortrolighedspolitik",
    "hCaptcha Terms of Service": "hCaptcha Servicevilkår",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha-afkrydsningsfelt. Vælg for at udløse udfordringen eller omgå den, hvis du har en cookie til tilgængelighed.",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha-afkrydsningsfelt. Du er verificeret, at jeg er menneske.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha er en service, der reducerer bots og spam ved at stille enkle spørgsmål. Følg instruktionerne øverst på skærmen for hver udfordring. For mere info besøg",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha er en tjeneste, der reducerer bots og spam ved at stille enkle spørgsmål. Følg instruktionerne øverst på skærmen for hver udfordring. Få flere oplysninger på {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha sikkerhedstoken er udløbet. Gennemfør udfordringen igen.",
    "hCaptcha window closed due to timeout.": "hCaptcha-vinduet lukket på grund af timeout.",
    "widget error message text": "widget-fejlmeddelelsestekst",
    "widget warning message text": "widget-advarselsmeddelelsestekst"
}