{
    "Accessibility": "Barrierefreiheit",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Das Barrierefreiheits-Cookie ist nicht gesetzt. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Barrierefreiheits-Cookie wird gesetzt. Für Hilfe senden Sie bitte eine E-Mail an {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Barrierefreiheit. Besuchen Sie diesen Menüeintrag, um zu erfahren, wie Sie die Barrierefreiheit von hCaptcha aktivieren, um die Herausforderung über einen per E-Mail gesendeten Link zu umgehen.",
    "Back": "zurück",
    "Can't Click": "Kann nicht klicken",
    "Can't Solve": "Kann nicht lösen",
    "Cancel": "Stornieren",
    "Cancel Response": "Antwort abbrechen",
    "Cannot contact hCaptcha. Check your connection and try again.": "Ich kann hCaptcha nicht kontaktieren. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.",
    "Check": "Prüfen",
    "Close": "Schließen",
    "Close Modal": "Modal schließen",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Cookies sind deaktiviert oder das Barrierefreiheits-Cookie ist nicht gesetzt. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Beschreiben Sie, warum Sie ein Bild melden.",
    "Enable cross-site cookies.": "Aktivieren Sie Cross-Site-Cookies.",
    "Enter the two words in the image.": "Geben Sie die beiden Wörter im Bild ein.",
    "Error fetching captcha.": "Fehler beim Abrufen des Captcha.",
    "Error submitting captcha.": "Fehler beim Übermitteln des Captcha.",
    "Feedback": "Feedback",
    "Get information about hCaptcha and accessibility options.": "Informieren Sie sich über hCaptcha und Eingabehilfen.",
    "Get information about hCaptcha.": "Informieren Sie sich über hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Geben Sie einen detaillierten Bericht über einen aufgetretenen Fehler.",
    "Give feedback.": "Feedback geben.",
    "Having a problem?": "Haben Sie ein Problem?",
    "I am human": "Ich bin ein Mensch",
    "If there are None, click Skip": "Wenn keine vorhanden sind, klicken Sie auf Überspringen",
    "Inappropriate": "Unangemessen",
    "Info": "Info",
    "Information": "Information",
    "Information about hCaptcha's accessibility options.": "Informationen zu den Eingabehilfen von hCaptcha.",
    "Information about the hCaptcha service.": "Informationen zum hCaptcha-Dienst.",
    "Learn about accessibility options.": "Erfahren Sie mehr über Eingabehilfen.",
    "Learn more about hCaptcha Accessibility.": "Erfahren Sie mehr über hCaptcha Accessibility.",
    "Next": "Nächster",
    "Next Challenge": "Nächste Herausforderung",
    "Off Screen": "Off Screen",
    "Offensive": "Beleidigend",
    "Other": "Andere",
    "Our accessibility option may help": "Unsere Barrierefreiheitsoption kann helfen",
    "Our accessibility option may help.": "Unsere Barrierefreiheitsoption kann helfen.",
    "Please also try turning off your ad blocker.‍": "Bitte versuchen Sie auch, Ihren Werbeblocker auszuschalten",
    "Please describe your issue.": "Bitte beschreiben Sie Ihr Problem.",
    "Please provide details and steps to reproduce.": "Bitte geben Sie Details und Schritte zur Reproduktion an.",
    "Please select an image to report.": "Bitte wählen Sie ein Bild aus, das gemeldet werden soll.",
    "Please select an option to send response.": "Bitte wählen Sie eine Option zum Senden einer Antwort.",
    "Please try again.": "Bitte versuche es erneut.",
    "Privacy": "Privatsphäre",
    "Provide feedback for hCaptcha.": "Geben Sie Feedback für hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Geben Sie Feedback zum hCaptcha-Service.",
    "Rate limited or network error. Please retry.": "Rate begrenzt oder Netzwerkfehler. Bitte erneut versuchen.",
    "Read more about the hCaptcha service.": "Lesen Sie mehr über den hCaptcha-Service.",
    "Refresh Challenge.": "Herausforderung aktualisieren.",
    "Report": "Bericht",
    "Report Bug": "Fehler melden",
    "Report Image": "Bild melden",
    "Report a software bug or issue to hCaptcha.": "Melden Sie einen Softwarefehler oder ein Problem an hCaptcha.",
    "Report an image to hCaptcha.": "Ein Bild an hCaptcha melden.",
    "Reporting a functionality issue?": "Ein Funktionsproblem melden?",
    "Retrieve accessibility cookie.": "Barrierefreiheits-Cookie abrufen.",
    "See how to report issues with detailed logs.": "Erfahren Sie, wie Sie Probleme mit detaillierten Protokollen melden.",
    "Send": "Senden",
    "Send Response": "Antwort senden",
    "Send Us Feedback": "Sende uns Feedback",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Melden Sie sich für den Zugriff auf Barrierefreiheit an, um die hCaptcha-Herausforderung zu umgehen.",
    "Skip": "Überspringen",
    "Skip Challenge": "Herausforderung überspringen",
    "Software Bug": "Softwarefehler",
    "Sorry to hear that!": "Tut mir leid das zu hören!",
    "Status:": "Status:",
    "Submit Answers": "Antworten veröffentlichen",
    "Tell Us Why": "Sagen Sie uns warum",
    "Terms": "Bedingungen",
    "Thank you for your feedback.": "Vielen Dank für dein Feedback.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Die hCaptcha-Benutzerinformationsseite. Erfahren Sie mehr über die Service- und Eingabehilfen.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Der Sitekey für dieses hCaptcha ist falsch. Bitte kontaktieren Sie den Site-Administrator, wenn Sie dies sehen.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Dieses hCaptcha dient nur zu Testzwecken. Wenden Sie sich an den Site-Administrator, wenn Sie dies sehen.",
    "This lets you avoid future questions by registering and setting a cookie.": "Auf diese Weise können Sie zukünftige Fragen vermeiden, indem Sie ein Cookie registrieren und setzen.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Um unsere visuelle Herausforderung zu umgehen, bieten wir ein Accessibility-Cookie an.",
    "Too Difficult": "Zu schwer",
    "View our accessibility option.": "Sehen Sie sich unsere Eingabehilfen an.",
    "Violent": "Heftig",
    "We will look into the issue immediately.": "Wir werden uns umgehend mit dem Thema befassen.",
    "We'll resolve your issue as quickly as we can.": "Wir werden Ihr Problem so schnell wie möglich lösen.",
    "Your computer or network has sent too many requests.": "Ihr Computer oder Netzwerk hat zu viele Anfragen gesendet.",
    "hCaptcha Privacy Policy": "hCaptcha-Datenschutzrichtlinie",
    "hCaptcha Terms of Service": "hCaptcha Nutzungsbedingungen",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "Kontrollkästchen hCaptcha. Wählen Sie diese Option aus, um die Herausforderung auszulösen oder zu umgehen, wenn Sie ein Accessibility-Cookie haben.",
    "hCaptcha checkbox. You are verified I am human.": "Kontrollkästchen hCaptcha. Sie sind bestätigt, dass ich ein Mensch bin.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha ist ein Dienst, der Bots und Spam reduziert, indem einfache Fragen gestellt werden. Bitte befolgen Sie die Anweisungen oben auf dem Bildschirm für jede Herausforderung. Für weitere Informationen besuchen Sie",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha ist ein Dienst, der Bots und Spam durch einfache Fragen reduziert. Bitte befolgen Sie die Anweisungen oben auf dem Bildschirm für jede Herausforderung. Weitere Informationen finden Sie unter {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "Das hCaptcha-Sicherheitstoken ist abgelaufen. Bitte schließen Sie die Herausforderung erneut ab.",
    "hCaptcha window closed due to timeout.": "hCaptcha-Fenster wegen Zeitüberschreitung geschlossen.",
    "widget error message text": "Widget-Fehlermeldungstext",
    "widget warning message text": "Widget-Warnmeldungstext"
}