{
    "Accessibility": "Προσιτότητα",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Το cookie προσβασιμότητας δεν έχει οριστεί. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Το cookie προσβασιμότητας έχει οριστεί. Για βοήθεια, στείλτε μήνυμα ηλεκτρονικού ταχυδρομείου στη διεύθυνση {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Προσιτότητα. Επισκεφθείτε αυτήν την καταχώριση μενού για να μάθετε πώς να ενεργοποιήσετε την προσβασιμότητα hCaptcha, η οποία σας επιτρέπει να παρακάμψετε την πρόκληση μέσω ενός συνδέσμου μέσω email.",
    "Back": "Πίσω",
    "Can't Click": "Δεν μπορώ να κάνω κλικ",
    "Can't Solve": "Δεν είναι δυνατή η επίλυση",
    "Cancel": "Ματαίωση",
    "Cancel Response": "Ακύρωση απάντησης",
    "Cannot contact hCaptcha. Check your connection and try again.": "Δεν είναι δυνατή η επικοινωνία με το hCaptcha. Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.",
    "Check": "Ελεγχος",
    "Close": "Κλείσε",
    "Close Modal": "Κλείσιμο Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Τα cookie είναι απενεργοποιημένα ή το cookie προσβασιμότητας δεν έχει οριστεί. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Περιγράψτε γιατί αναφέρετε μια εικόνα.",
    "Enable cross-site cookies.": "Ενεργοποίηση cookie μεταξύ ιστότοπων.",
    "Enter the two words in the image.": "Καταχωρίστε τις δύο λέξεις στην εικόνα.",
    "Error fetching captcha.": "Σφάλμα κατά την ανάκτηση του captcha.",
    "Error submitting captcha.": "Σφάλμα κατά την υποβολή captcha.",
    "Feedback": "Ανατροφοδότηση",
    "Get information about hCaptcha and accessibility options.": "Λάβετε πληροφορίες σχετικά με το hCaptcha και τις επιλογές προσβασιμότητας.",
    "Get information about hCaptcha.": "Λάβετε πληροφορίες σχετικά με το hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Δώστε μια λεπτομερή αναφορά ενός σφάλματος που αντιμετωπίσατε.",
    "Give feedback.": "Δώστε σχόλια.",
    "Having a problem?": "Αντιμετωπίζετε πρόβλημα;",
    "I am human": "Είμαι άνθρωπος",
    "If there are None, click Skip": "Εάν δεν υπάρχουν, κάντε κλικ στο Παράλειψη",
    "Inappropriate": "Ακατάλληλος",
    "Info": "Πληροφορίες",
    "Information": "Πληροφορίες",
    "Information about hCaptcha's accessibility options.": "Πληροφορίες σχετικά με τις επιλογές προσβασιμότητας του hCaptcha.",
    "Information about the hCaptcha service.": "Πληροφορίες για την υπηρεσία hCaptcha.",
    "Learn about accessibility options.": "Μάθετε σχετικά με τις επιλογές προσβασιμότητας.",
    "Learn more about hCaptcha Accessibility.": "Μάθετε περισσότερα σχετικά με την προσβασιμότητα hCaptcha.",
    "Next": "Επόμενο",
    "Next Challenge": "Επόμενη πρόκληση",
    "Off Screen": "Εκτός οθόνης",
    "Offensive": "Προσβλητικός",
    "Other": "Αλλα",
    "Our accessibility option may help": "Η επιλογή προσβασιμότητας μπορεί να σας βοηθήσει",
    "Our accessibility option may help.": "Η επιλογή προσβασιμότητας μπορεί να σας βοηθήσει.",
    "Please also try turning off your ad blocker.‍": "Δοκιμάστε επίσης να απενεργοποιήσετε το πρόγραμμα αποκλεισμού διαφημίσεων.‍",
    "Please describe your issue.": "Περιγράψτε το πρόβλημά σας.",
    "Please provide details and steps to reproduce.": "Καταχωρίστε λεπτομέρειες και βήματα για αναπαραγωγή.",
    "Please select an image to report.": "Επιλέξτε μια εικόνα για αναφορά.",
    "Please select an option to send response.": "Ορίστε μια επιλογή για αποστολή απάντησης.",
    "Please try again.": "ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.",
    "Privacy": "Μυστικότητα",
    "Provide feedback for hCaptcha.": "Δώστε σχόλια για το hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Δώστε σχόλια σχετικά με την υπηρεσία hCaptcha.",
    "Rate limited or network error. Please retry.": "Περιορισμένο ποσοστό ή σφάλμα δικτύου. Δοκιμάστε ξανά.",
    "Read more about the hCaptcha service.": "Διαβάστε περισσότερα για την υπηρεσία hCaptcha.",
    "Refresh Challenge.": "Ανανέωση πρόκλησης.",
    "Report": "Κανω ΑΝΑΦΟΡΑ",
    "Report Bug": "Αναφορά προβλήματος",
    "Report Image": "Αναφορά εικόνας",
    "Report a software bug or issue to hCaptcha.": "Αναφέρετε σφάλμα ή πρόβλημα λογισμικού στο hCaptcha.",
    "Report an image to hCaptcha.": "Αναφέρετε μια εικόνα στο hCaptcha.",
    "Reporting a functionality issue?": "Αναφέρετε ένα πρόβλημα λειτουργικότητας;",
    "Retrieve accessibility cookie.": "Ανάκτηση cookie προσβασιμότητας.",
    "See how to report issues with detailed logs.": "Δείτε πώς μπορείτε να αναφέρετε ζητήματα με λεπτομερή αρχεία καταγραφής.",
    "Send": "Στείλετε",
    "Send Response": "Αποστολή απάντησης",
    "Send Us Feedback": "Στείλτε μας τα σχόλιά σας",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Εγγραφείτε για πρόσβαση προσβασιμότητας για παράκαμψη της πρόκλησης hCaptcha.",
    "Skip": "Παραλείπω",
    "Skip Challenge": "Παράλειψη πρόκλησης",
    "Software Bug": "Σφάλμα λογισμικού",
    "Sorry to hear that!": "Λυπάμαι που το ακούω αυτό!",
    "Status:": "Κατάσταση:",
    "Submit Answers": "Υποβολή απαντήσεων",
    "Tell Us Why": "Πείτε μας γιατί",
    "Terms": "Οροι",
    "Thank you for your feedback.": "Ευχαριστούμε για την ανταπόκρισή σας.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Η σελίδα πληροφοριών χρήστη hCaptcha. Μάθετε περισσότερα σχετικά με τις υπηρεσίες και τις επιλογές προσβασιμότητας.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Το sitekey για αυτό το hCaptcha είναι λανθασμένο. Επικοινωνήστε με τον διαχειριστή του ιστότοπου εάν το δείτε.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Αυτό το hCaptcha προορίζεται μόνο για δοκιμές. Επικοινωνήστε με τον διαχειριστή του ιστότοπου εάν το δείτε.",
    "This lets you avoid future questions by registering and setting a cookie.": "Αυτό σας επιτρέπει να αποφύγετε μελλοντικές ερωτήσεις κάνοντας εγγραφή και ρύθμιση ενός cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Για να παρακάμψουμε την οπτική πρόκληση, προσφέρουμε ένα cookie προσβασιμότητας.",
    "Too Difficult": "Πολύ δύσκολο",
    "View our accessibility option.": "Δείτε την επιλογή προσβασιμότητας.",
    "Violent": "Βίαιος",
    "We will look into the issue immediately.": "Θα εξετάσουμε το ζήτημα αμέσως.",
    "We'll resolve your issue as quickly as we can.": "Θα επιλύσουμε το πρόβλημά σας όσο πιο γρήγορα μπορούμε.",
    "Your computer or network has sent too many requests.": "Ο υπολογιστής ή το δίκτυό σας έχει στείλει πάρα πολλά αιτήματα.",
    "hCaptcha Privacy Policy": "Πολιτική απορρήτου hCaptcha",
    "hCaptcha Terms of Service": "Όροι Παροχής Υπηρεσιών hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "πλαίσιο ελέγχου hCaptcha. Επιλέξτε για να ενεργοποιήσετε την πρόκληση ή για να την παρακάμψετε εάν έχετε cookie προσβασιμότητας.",
    "hCaptcha checkbox. You are verified I am human.": "πλαίσιο ελέγχου hCaptcha. Είστε επαληθευμένοι ότι είμαι άνθρωπος.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "Το hCaptcha είναι μια υπηρεσία που μειώνει τα bots και τα spam, κάνοντας απλές ερωτήσεις. Ακολουθήστε τις οδηγίες στο επάνω μέρος της οθόνης για κάθε πρόκληση. Για περισσότερες πληροφορίες επισκεφθείτε",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "Το hCaptcha είναι μια υπηρεσία που μειώνει τα bots και τα spam, κάνοντας απλές ερωτήσεις. Ακολουθήστε τις οδηγίες στο επάνω μέρος της οθόνης για κάθε πρόκληση. Για περισσότερες πληροφορίες επισκεφτείτε τη διεύθυνση {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "Το διακριτικό ασφαλείας hCaptcha έχει λήξει. Ολοκληρώστε ξανά την πρόκληση.",
    "hCaptcha window closed due to timeout.": "Το παράθυρο hCaptcha έκλεισε λόγω χρονικού ορίου.",
    "widget error message text": "κείμενο μηνύματος σφάλματος widget",
    "widget warning message text": "κείμενο μηνύματος προειδοποίησης widget"
}