{
    "Accessibility": "Alirebleco",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Alirebla kuketo ne estas difinita. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Alirebla kuketo estas agordita. Por helpo, bonvolu retpoŝti {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Alirebleco. Vizitu ĉi tiun menueniron por lerni kiel ebligi hCaptcha-alireblon, kiu permesas preterpasi la defion per retpoŝta ligilo.",
    "Back": "Reen",
    "Can't Click": "Ne povas Klaki",
    "Can't Solve": "Ne povas solvi",
    "Cancel": "Nuligi",
    "Cancel Response": "Nuligi Respondon",
    "Cannot contact hCaptcha. Check your connection and try again.": "Ne povas kontakti hCaptcha. Kontrolu vian konekton kaj provu denove.",
    "Check": "Kontrolu",
    "Close": "Proksime",
    "Close Modal": "Ferma Modalo",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Kuketoj estas malebligitaj aŭ la alirebla kuketo ne estas difinita. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Priskribu kial vi raportas bildon.",
    "Enable cross-site cookies.": "Ebligu interretajn kuketojn.",
    "Enter the two words in the image.": "Enigu la du vortojn en la bildon.",
    "Error fetching captcha.": "Eraro dum kaptado de captcha.",
    "Error submitting captcha.": "Eraro sendante captcha.",
    "Feedback": "Retrosciigo",
    "Get information about hCaptcha and accessibility options.": "Akiri informojn pri hCaptcha kaj alireblaj elektoj.",
    "Get information about hCaptcha.": "Akiri informojn pri hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Donu detalan raporton pri eraro, kiun vi renkontis.",
    "Give feedback.": "Donu retrosciigon.",
    "Having a problem?": "Ĉu vi havas problemon?",
    "I am human": "Mi estas homo",
    "If there are None, click Skip": "Se estas neniu, alklaku Saltu",
    "Inappropriate": "Netaŭga",
    "Info": "Informoj",
    "Information": "Informoj",
    "Information about hCaptcha's accessibility options.": "Informoj pri la alireblaj ebloj de hCaptcha.",
    "Information about the hCaptcha service.": "Informoj pri la servo hCaptcha.",
    "Learn about accessibility options.": "Lernu pri alireblaj elektoj.",
    "Learn more about hCaptcha Accessibility.": "Lernu pli pri hCaptcha-Alirebleco.",
    "Next": "Sekva",
    "Next Challenge": "Sekva Defio",
    "Off Screen": "Ekstere Ekrano",
    "Offensive": "Ofenda",
    "Other": "Alia",
    "Our accessibility option may help": "Nia alirebleco eble helpos",
    "Our accessibility option may help.": "Nia alirebleco eble helpos.",
    "Please also try turning off your ad blocker.‍": "Bonvolu ankaŭ provi malŝalti vian reklaman blokilon",
    "Please describe your issue.": "Bonvolu priskribi vian aferon.",
    "Please provide details and steps to reproduce.": "Bonvolu doni detalojn kaj paŝojn por reprodukti.",
    "Please select an image to report.": "Bonvolu elekti bildon por raporti.",
    "Please select an option to send response.": "Bonvolu elekti eblon por sendi respondon.",
    "Please try again.": "Bonvolu reprovi.",
    "Privacy": "Privateco",
    "Provide feedback for hCaptcha.": "Provizi reagojn por hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Provizu reagojn pri la hCaptcha servo.",
    "Rate limited or network error. Please retry.": "Taksu limigitan aŭ retan eraron. Bonvolu reprovi.",
    "Read more about the hCaptcha service.": "Legu pli pri la servo hCaptcha.",
    "Refresh Challenge.": "Refreŝigi Defion.",
    "Report": "Raporto",
    "Report Bug": "Raporti eraron",
    "Report Image": "Raporti Bildon",
    "Report a software bug or issue to hCaptcha.": "Raporti problemon pri eraro aŭ problemo al hCaptcha.",
    "Report an image to hCaptcha.": "Raporti bildon al hCaptcha.",
    "Reporting a functionality issue?": "Raporti pri funkcia problemo?",
    "Retrieve accessibility cookie.": "Elŝuti alireblan kuketon.",
    "See how to report issues with detailed logs.": "Vidu kiel raporti pri problemoj kun detalaj ŝtipoj.",
    "Send": "Sendu",
    "Send Response": "Sendu Respondon",
    "Send Us Feedback": "Sendu Al ni Respondojn",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Registru alireblan aliron por pretervidi la hCaptcha-defion.",
    "Skip": "Salti",
    "Skip Challenge": "Salti Defion",
    "Software Bug": "Programara Insekto",
    "Sorry to hear that!": "Pardonu min aŭdi tion!",
    "Status:": "Statuso:",
    "Submit Answers": "Sendu Respondojn",
    "Tell Us Why": "Diru al Ni Kial",
    "Terms": "Kondiĉoj",
    "Thank you for your feedback.": "Dankon pro via retrosciigo.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "La paĝo pri uzanto de hCaptcha. Lernu pli pri la servaj kaj alireblaj elektoj.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "La paĝaro por ĉi tiu hCaptcha estas malĝusta. Bonvolu kontakti la retejan administranton se vi vidas ĉi tion.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Ĉi tiu hCaptcha nur por testado. Bonvolu kontakti la retejan administranton se vi vidas ĉi tion.",
    "This lets you avoid future questions by registering and setting a cookie.": "Ĉi tio ebligas al vi eviti estontajn demandojn per registrado kaj agordo de kuketo.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Por preteriri nian vidan defion, ni ofertas alireblan kuketon.",
    "Too Difficult": "Tro Malfacila",
    "View our accessibility option.": "Vidu nian alireblan eblon.",
    "Violent": "Perforta",
    "We will look into the issue immediately.": "Ni esploros la aferon tuj.",
    "We'll resolve your issue as quickly as we can.": "Ni solvos vian problemon kiel eble plej rapide.",
    "Your computer or network has sent too many requests.": "Via komputilo aŭ reto sendis tro multajn petojn.",
    "hCaptcha Privacy Policy": "hCaptcha Privateca Politiko",
    "hCaptcha Terms of Service": "Servo Kondiĉoj de hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha markobutono. Elektu por lanĉi la defion, aŭ preterlasi ĝin se vi havas akireblan kuketon.",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha markobutono. Vi estas konfirmita, ke mi estas homa.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha estas servo, kiu reduktas robotojn kaj spamojn per demandoj simplaj. Bonvolu sekvi la instrukciojn ĉe la supro de la ekrano por ĉiu defio. Por pliaj informoj vizitu",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha estas servo, kiu reduktas robotojn kaj spamojn per simplaj demandoj. Bonvolu sekvi la instrukciojn supre de la ekrano por ĉiu defio. Por pliaj informoj vizitu {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "Sekureca signo hCaptcha eksvalidiĝis. Bonvolu kompletigi la defion denove.",
    "hCaptcha window closed due to timeout.": "hCaptcha-fenestro fermiĝis pro tempolimo.",
    "widget error message text": "fenestraĵa erara mesaĝa teksto",
    "widget warning message text": "fenestraĵo averta mesaĝo teksto"
}