{
    "Accessibility": "Accesibilidad",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "La cookie de accesibilidad no está configurada. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "La cookie de accesibilidad está configurada. Para obtener ayuda, envíe un correo electrónico a {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Accesibilidad. Visite esta entrada del menú para saber cómo habilitar la accesibilidad de hCaptcha, que le permite evitar el desafío a través de un enlace enviado por correo electrónico.",
    "Back": "atrás",
    "Can't Click": "No puedo hacer clic",
    "Can't Solve": "No puede resolver",
    "Cancel": "Cancelar",
    "Cancel Response": "Cancelar respuesta",
    "Cannot contact hCaptcha. Check your connection and try again.": "No puedo contactar con hCaptcha. Verifique su conexión y vuelva a intentarlo.",
    "Check": "Verificar",
    "Close": "Cerca",
    "Close Modal": "Modal cerrado",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Las cookies están deshabilitadas o la cookie de accesibilidad no está configurada. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Describe por qué estás reportando una imagen.",
    "Enable cross-site cookies.": "Habilite las cookies entre sitios.",
    "Enter the two words in the image.": "Ingrese las dos palabras en la imagen.",
    "Error fetching captcha.": "Error al recuperar captcha.",
    "Error submitting captcha.": "Error al enviar captcha.",
    "Feedback": "Retroalimentación",
    "Get information about hCaptcha and accessibility options.": "Obtenga información sobre hCaptcha y las opciones de accesibilidad.",
    "Get information about hCaptcha.": "Obtenga información sobre hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Proporcione un informe detallado de un error que haya encontrado.",
    "Give feedback.": "Dar opinion.",
    "Having a problem?": "¿Tienes un problema?",
    "I am human": "Soy humano",
    "If there are None, click Skip": "Si no hay ninguno, haga clic en Omitir",
    "Inappropriate": "Inapropiado",
    "Info": "Informacion",
    "Information": "Información",
    "Information about hCaptcha's accessibility options.": "Información sobre las opciones de accesibilidad de hCaptcha.",
    "Information about the hCaptcha service.": "Información sobre el servicio hCaptcha.",
    "Learn about accessibility options.": "Conozca las opciones de accesibilidad.",
    "Learn more about hCaptcha Accessibility.": "Obtenga más información sobre la accesibilidad de hCaptcha.",
    "Next": "próximo",
    "Next Challenge": "Siguiente reto",
    "Off Screen": "Fuera de la pantalla",
    "Offensive": "Ofensiva",
    "Other": "Otro",
    "Our accessibility option may help": "Nuestra opción de accesibilidad puede ayudar",
    "Our accessibility option may help.": "Nuestra opción de accesibilidad puede ayudar.",
    "Please also try turning off your ad blocker.‍": "Intente también desactivar su bloqueador de anuncios.",
    "Please describe your issue.": "Por favor describa su problema.",
    "Please provide details and steps to reproduce.": "Proporcione detalles y pasos para reproducir.",
    "Please select an image to report.": "Seleccione una imagen para informar.",
    "Please select an option to send response.": "Seleccione una opción para enviar respuesta.",
    "Please try again.": "Inténtalo de nuevo.",
    "Privacy": "Privacidad",
    "Provide feedback for hCaptcha.": "Proporcione comentarios para hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Proporcione comentarios sobre el servicio hCaptcha.",
    "Rate limited or network error. Please retry.": "Tasa limitada o error de red. Por favor, intenta de nuevo.",
    "Read more about the hCaptcha service.": "Lea más sobre el servicio hCaptcha.",
    "Refresh Challenge.": "Actualizar desafío.",
    "Report": "Reporte",
    "Report Bug": "Reportar un error",
    "Report Image": "Reportar imagen",
    "Report a software bug or issue to hCaptcha.": "Informe un error o problema de software a hCaptcha.",
    "Report an image to hCaptcha.": "Informar una imagen a hCaptcha.",
    "Reporting a functionality issue?": "¿Informar un problema de funcionalidad?",
    "Retrieve accessibility cookie.": "Recuperar cookie de accesibilidad.",
    "See how to report issues with detailed logs.": "Vea cómo informar problemas con registros detallados.",
    "Send": "Enviar",
    "Send Response": "Enviar respuesta",
    "Send Us Feedback": "Envianos tus comentarios",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Regístrese para acceder a la accesibilidad para evitar el desafío hCaptcha.",
    "Skip": "Omitir",
    "Skip Challenge": "Saltar desafío",
    "Software Bug": "Error de programación",
    "Sorry to hear that!": "Lamento escuchar eso!",
    "Status:": "Estado:",
    "Submit Answers": "Presentar respuestas",
    "Tell Us Why": "Dinos por qué",
    "Terms": "Condiciones",
    "Thank you for your feedback.": "Gracias por tus comentarios.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "La página de información del usuario hCaptcha. Obtenga más información sobre el servicio y las opciones de accesibilidad.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "La clave de sitio para este hCaptcha es incorrecta. Póngase en contacto con el administrador del sitio si ve esto.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Este hCaptcha es solo para pruebas. Póngase en contacto con el administrador del sitio si ve esto.",
    "This lets you avoid future questions by registering and setting a cookie.": "Esto le permite evitar futuras preguntas al registrarse y configurar una cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Para evitar nuestro desafío visual, ofrecemos una cookie de accesibilidad.",
    "Too Difficult": "Demasiado difícil",
    "View our accessibility option.": "Ver nuestra opción de accesibilidad.",
    "Violent": "Violento",
    "We will look into the issue immediately.": "Analizaremos el problema de inmediato.",
    "We'll resolve your issue as quickly as we can.": "Resolveremos su problema lo más rápido posible.",
    "Your computer or network has sent too many requests.": "Su computadora o red ha enviado demasiadas solicitudes.",
    "hCaptcha Privacy Policy": "Política de privacidad de hCaptcha",
    "hCaptcha Terms of Service": "Términos de servicio de hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "casilla de verificación hCaptcha. Seleccione para activar el desafío o evitarlo si tiene una cookie de accesibilidad.",
    "hCaptcha checkbox. You are verified I am human.": "casilla de verificación hCaptcha. Estás verificado, soy humano.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha es un servicio que reduce los bots y el spam haciendo preguntas simples. Siga las instrucciones en la parte superior de la pantalla para cada desafío. Para más información visite",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha es un servicio que reduce los bots y el spam mediante preguntas sencillas. Siga las instrucciones en la parte superior de la pantalla para cada desafío. Para obtener más información, visite {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "El token de seguridad de hCaptcha ha expirado. Completa el desafío nuevamente.",
    "hCaptcha window closed due to timeout.": "Ventana de hCaptcha cerrada debido al tiempo de espera.",
    "widget error message text": "texto del mensaje de error del widget",
    "widget warning message text": "texto del mensaje de advertencia del widget"
}