{
    "Accessibility": "دسترسی",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "کوکی دسترسی تنظیم نشده است. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "کوکی دسترسی تنظیم شده است. برای کمک ، لطفاً {{support}} را از طریق ایمیل ارسال کنید",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "دسترسی. برای یادگیری نحوه فعال کردن قابلیت دسترسی hCaptcha که به شما امکان می دهد چالش را از طریق پیوند ایمیل ارسال کنید ، از این قسمت ورودی منو دیدن کنید",
    "Back": "بازگشت",
    "Can't Click": "نمی توانید کلیک کنید",
    "Can't Solve": "نمی توانید حل کنید",
    "Cancel": "لغو",
    "Cancel Response": "پاسخ را لغو کنید",
    "Cannot contact hCaptcha. Check your connection and try again.": "نمی توان با hCaptcha تماس گرفت. اتصال خود را بررسی کنید و دوباره امتحان کنید.",
    "Check": "بررسی",
    "Close": "نزدیک",
    "Close Modal": "بستن مودال",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "کوکی ها غیرفعال هستند یا کوکی دسترسی تنظیم نشده است. {{enable-cookies}}",
    "Describe why you are reporting an image.": "توضیح دهید که چرا یک تصویر را گزارش می دهید.",
    "Enable cross-site cookies.": "کوکی های میان سایت را فعال کنید.",
    "Enter the two words in the image.": "دو کلمه را در تصویر وارد کنید.",
    "Error fetching captcha.": "خطا در واگذاری captcha.",
    "Error submitting captcha.": "خطا در ارسال captcha",
    "Feedback": "بازخورد",
    "Get information about hCaptcha and accessibility options.": "درباره گزینه های hCaptcha و دسترسی ، اطلاعات کسب کنید.",
    "Get information about hCaptcha.": "در مورد hCaptcha اطلاعات کسب کنید.",
    "Give a detailed report of a bug you've encountered.": "گزارش مفصلی از اشکالی که با آن روبرو شده اید ارائه دهید.",
    "Give feedback.": "بازخورد بدهید.",
    "Having a problem?": "داشتن یک مشکل؟",
    "I am human": "من انسان هستم",
    "If there are None, click Skip": "اگر هیچ کدوم تصاویر مطابقت ندارد، روی دکمه پرش کلید کنید.",
    "Inappropriate": "نامناسب",
    "Info": "اطلاعات",
    "Information": "اطلاعات",
    "Information about hCaptcha's accessibility options.": "اطلاعاتی درباره گزینه های دسترسی hCaptcha.",
    "Information about the hCaptcha service.": "اطلاعات در مورد سرویس hCaptcha.",
    "Learn about accessibility options.": "در مورد گزینه های دستیابی اطلاعات کسب کنید.",
    "Learn more about hCaptcha Accessibility.": "درباره قابلیت hCaptcha بیشتر بیاموزید.",
    "Next": "بعد",
    "Next Challenge": "چالش بعدی",
    "Off Screen": "صفحه خاموش",
    "Offensive": "توهین آمیز",
    "Other": "دیگر",
    "Our accessibility option may help": "گزینه دسترسی ما ممکن است کمک کند",
    "Our accessibility option may help.": "گزینه دسترسی ما ممکن است کمک کند.",
    "Please also try turning off your ad blocker.‍": "لطفاً سعی کنید مسدودکننده تبلیغات خود را خاموش کنید .‍",
    "Please describe your issue.": "لطفاً مسئله خود را شرح دهید.",
    "Please provide details and steps to reproduce.": "لطفاً جزئیات و مراحل تکثیر را ارائه دهید.",
    "Please select an image to report.": "لطفاً برای گزارش تصویری انتخاب کنید.",
    "Please select an option to send response.": "لطفاً گزینه ای را برای ارسال پاسخ انتخاب کنید.",
    "Please try again.": "لطفا دوباره تلاش کنید.",
    "Privacy": "حریم خصوصی",
    "Provide feedback for hCaptcha.": "بازخورد برای hCaptcha ارائه دهید.",
    "Provide feedback regarding the hCaptcha service.": "بازخورد خود را در مورد سرویس hCaptcha ارائه دهید.",
    "Rate limited or network error. Please retry.": "نرخ محدود یا خطای شبکه را ارزیابی کنید. لطفا دوباره امتحان کنید.",
    "Read more about the hCaptcha service.": "اطلاعات بیشتر در مورد سرویس hCaptcha را بخوانید.",
    "Refresh Challenge.": "Refresh Challenge.",
    "Report": "گزارش",
    "Report Bug": "گزارش اشکال",
    "Report Image": "گزارش تصویر",
    "Report a software bug or issue to hCaptcha.": "اشکال نرم افزار یا مسئله را به hCaptcha گزارش دهید.",
    "Report an image to hCaptcha.": "گزارش تصویری به hCaptcha.",
    "Reporting a functionality issue?": "گزارش مسئله عملکرد؟",
    "Retrieve accessibility cookie.": "کوکی دسترسی را بازیابی کنید.",
    "See how to report issues with detailed logs.": "نحوه گزارش مشکلات با سیاهههای مربوط را مشاهده کنید.",
    "Send": "ارسال",
    "Send Response": "پاسخ دهید",
    "Send Us Feedback": "برای ما بازخورد ارسال کنید",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "برای دور زدن چالش hCaptcha ، برای دسترسی به سیستم عضو شوید.",
    "Skip": "پرش",
    "Skip Challenge": "پرش از چالش",
    "Software Bug": "اشکال نرم افزار",
    "Sorry to hear that!": "با عرض پوزش از شنیدن آن!",
    "Status:": "وضعیت:",
    "Submit Answers": "ارائه پاسخ ها",
    "Tell Us Why": "به ما بگویید چرا",
    "Terms": "مقررات",
    "Thank you for your feedback.": "با تشکر از نظرات شما",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "صفحه اطلاعات کاربر hCaptcha. درباره گزینه های خدمات و دسترسی بیشتر بیاموزید.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "سایت برای این hCaptcha نادرست است. لطفا در صورت مشاهده این موضوع با سرپرست سایت تماس بگیرید.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "این hCaptcha فقط برای تست است. لطفا در صورت مشاهده این موضوع با سرپرست سایت تماس بگیرید.",
    "This lets you avoid future questions by registering and setting a cookie.": "این به شما امکان می دهد تا با ثبت نام و تنظیم یک کوکی از سوالات بعدی دوری کنید.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "برای دور زدن چالش بصری ، ما یک کوکی قابلیت دسترسی را ارائه می دهیم.",
    "Too Difficult": "خیلی سخت",
    "View our accessibility option.": "گزینه قابلیت دسترسی ما را مشاهده کنید.",
    "Violent": "خشن",
    "We will look into the issue immediately.": "ما فوراً به مسئله خواهیم پرداخت.",
    "We'll resolve your issue as quickly as we can.": "ما مسئله شما را با بیشترین سرعت ممکن حل خواهیم کرد.",
    "Your computer or network has sent too many requests.": "رایانه یا شبکه شما درخواستهای زیادی ارسال کرده است.",
    "hCaptcha Privacy Policy": "خط مشی رازداری hCaptcha",
    "hCaptcha Terms of Service": "شرایط خدمات hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "کادر انتخاب hCaptcha. به منظور ایجاد چالش ، یا اگر از آن کوکی دسترسی داشته باشید ، آن را دور بزنید.",
    "hCaptcha checkbox. You are verified I am human.": "کادر انتخاب hCaptcha. شما تأیید شده اید که من انسانی هستم.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha سرویسی است که با پرسیدن سؤالات ساده باعث کاهش رباتها و اسپم ها می شود. لطفاً برای هر چالش ، دستورالعمل های بالای صفحه را دنبال کنید. برای اطلاعات بیشتر مراجعه کنید",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha سرویسی است که با پرسیدن سوالات ساده ربات ها و هرزنامه ها را کاهش می دهد. لطفاً برای هر چالش دستورالعمل های بالای صفحه را دنبال کنید. برای اطلاعات بیشتر به {{site-url}} مراجعه کنید",
    "hCaptcha security token has expired. Please complete the challenge again.": "رمز امنیتی hCaptcha منقضی شده است. لطفاً دوباره چالش را کامل کنید",
    "hCaptcha window closed due to timeout.": "پنجره hCaptcha به دلیل مهلت زمانی بسته شد.",
    "widget error message text": "متن پیام خطای ویجت",
    "widget warning message text": "متن پیام هشدار ویجت"
}