{
    "Accessibility": "Accessibilité",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Le cookie d'accessibilité n'est pas défini. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Le cookie d'accessibilité est défini. Pour obtenir de l'aide, veuillez envoyer un e-mail à {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Accessibilité. Visitez cette entrée de menu pour savoir comment activer l'accessibilité hCaptcha, qui vous permet de contourner le défi via un lien envoyé par courrier électronique.",
    "Back": "Retour",
    "Can't Click": "Impossible de cliquer",
    "Can't Solve": "Impossible de résoudre",
    "Cancel": "Annuler",
    "Cancel Response": "Annuler la réponse",
    "Cannot contact hCaptcha. Check your connection and try again.": "Impossible de contacter hCaptcha. Vérifiez votre connexion et réessayez.",
    "Check": "Vérifier",
    "Close": "Fermer",
    "Close Modal": "Fermer la fenêtre",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Les cookies sont désactivés ou le cookie d'accessibilité n'est pas défini. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Décrivez pourquoi vous signalez une image.",
    "Enable cross-site cookies.": "Activez les cookies intersites.",
    "Enter the two words in the image.": "Entrez les deux mots dans l'image.",
    "Error fetching captcha.": "Erreur lors de la récupération du captcha.",
    "Error submitting captcha.": "Erreur lors de la soumission du captcha.",
    "Feedback": "Retour d'information",
    "Get information about hCaptcha and accessibility options.": "Obtenez des informations sur hCaptcha et les options d'accessibilité.",
    "Get information about hCaptcha.": "Obtenez des informations sur hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Donnez un rapport détaillé d'un bug que vous avez rencontré.",
    "Give feedback.": "Donnez votre avis.",
    "Having a problem?": "Avez-vous un problème?",
    "I am human": "Je suis un humain",
    "If there are None, click Skip": "S'il n'y en a aucun, cliquez sur Ignorer",
    "Inappropriate": "Inapproprié",
    "Info": "Info",
    "Information": "Information",
    "Information about hCaptcha's accessibility options.": "Informations sur les options d'accessibilité de hCaptcha.",
    "Information about the hCaptcha service.": "Informations sur le service hCaptcha.",
    "Learn about accessibility options.": "Découvrez les options d'accessibilité.",
    "Learn more about hCaptcha Accessibility.": "En savoir plus sur l'accessibilité hCaptcha.",
    "Next": "Suivant",
    "Next Challenge": "Défi suivant",
    "Off Screen": "Hors écran",
    "Offensive": "Offensive",
    "Other": "Autre",
    "Our accessibility option may help": "Notre option d'accessibilité peut vous aider",
    "Our accessibility option may help.": "Notre option d'accessibilité peut vous aider.",
    "Please also try turning off your ad blocker.‍": "Veuillez également essayer de désactiver votre bloqueur de publicités.",
    "Please describe your issue.": "Veuillez décrire votre problème.",
    "Please provide details and steps to reproduce.": "Veuillez fournir les détails et les étapes de reproduction.",
    "Please select an image to report.": "Veuillez sélectionner une image à signaler.",
    "Please select an option to send response.": "Veuillez sélectionner une option pour envoyer la réponse.",
    "Please try again.": "Veuillez réessayer.",
    "Privacy": "Confidentialité",
    "Provide feedback for hCaptcha.": "Fournissez des commentaires pour hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Fournissez des commentaires concernant le service hCaptcha.",
    "Rate limited or network error. Please retry.": "Taux limité ou erreur de réseau. Veuillez réessayer.",
    "Read more about the hCaptcha service.": "En savoir plus sur le service hCaptcha.",
    "Refresh Challenge.": "Rafraîchir le défi.",
    "Report": "rapport",
    "Report Bug": "Rapportez une erreur",
    "Report Image": "Signaler image",
    "Report a software bug or issue to hCaptcha.": "Signalez un bogue ou un problème logiciel à hCaptcha.",
    "Report an image to hCaptcha.": "Signaler une image à hCaptcha.",
    "Reporting a functionality issue?": "Signaler un problème de fonctionnalité?",
    "Retrieve accessibility cookie.": "Récupérez le cookie d'accessibilité.",
    "See how to report issues with detailed logs.": "Découvrez comment signaler des problèmes avec des journaux détaillés.",
    "Send": "Envoyer",
    "Send Response": "Envoyer une réponse",
    "Send Us Feedback": "Envoyez-nous vos commentaires",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Inscrivez-vous pour accéder à l'accessibilité afin de contourner le défi hCaptcha.",
    "Skip": "Passer",
    "Skip Challenge": "Passer ce défi",
    "Software Bug": "Bug logiciel",
    "Sorry to hear that!": "Désolé d'entendre ça!",
    "Status:": "Statut:",
    "Submit Answers": "Soumettre les réponses",
    "Tell Us Why": "Dites-nous pourquoi",
    "Terms": "Conditions",
    "Thank you for your feedback.": "Merci pour votre avis.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "La page d'informations utilisateur hCaptcha. En savoir plus sur les options de service et d'accessibilité.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "La clé de site pour ce hCaptcha est incorrecte. Veuillez contacter l'administrateur du site si vous voyez cela.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Cet hCaptcha est uniquement destiné aux tests. Veuillez contacter l'administrateur du site si vous voyez cela.",
    "This lets you avoid future questions by registering and setting a cookie.": "Cela vous permet d'éviter les questions futures en enregistrant et en définissant un cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Pour contourner notre défi visuel, nous proposons un cookie d'accessibilité.",
    "Too Difficult": "Trop difficile",
    "View our accessibility option.": "Consultez notre option d'accessibilité.",
    "Violent": "Violent",
    "We will look into the issue immediately.": "Nous examinerons la question immédiatement.",
    "We'll resolve your issue as quickly as we can.": "Nous résoudrons votre problème le plus rapidement possible.",
    "Your computer or network has sent too many requests.": "Votre ordinateur ou votre réseau a envoyé trop de demandes.",
    "hCaptcha Privacy Policy": "Politique de confidentialité de hCaptcha",
    "hCaptcha Terms of Service": "Conditions d'utilisation de hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "Case à cocher hCaptcha. Sélectionnez pour déclencher le défi, ou pour le contourner si vous avez un cookie d'accessibilité.",
    "hCaptcha checkbox. You are verified I am human.": "Case à cocher hCaptcha. Vous êtes vérifié que je suis humain.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha est un service qui réduit les robots et les spams en posant des questions simples. Veuillez suivre les instructions en haut de l'écran pour chaque défi. Pour plus d'informations, visitez",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha est un service qui réduit les bots et le spam en posant des questions simples. Veuillez suivre les instructions en haut de l'écran pour chaque défi. Pour plus d'informations, visitez {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "Le jeton de sécurité hCaptcha a expiré. Veuillez relever le défi à nouveau.",
    "hCaptcha window closed due to timeout.": "La fenêtre hCaptcha s'est fermée en raison d'un délai d'expiration.",
    "widget error message text": "texte du message d'erreur du widget",
    "widget warning message text": "widget message d'avertissement texte"
}
