{
    "Accessibility": "Tagonklikheid",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Tagonklikheidskoekje is net ynsteld. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Tagonklikheidskoekje is ynsteld. Stjoer e-post nei {{support}} foar help",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Tagonklikheid. Besykje dizze menu-yngong om te learen hoe jo hCaptcha tagonklikens kinne ynskeakelje, wêrtroch jo de útdaging kinne omgean fia in e-postferbining.",
    "Back": "Efterkant",
    "Can't Click": "Kin net klikke",
    "Can't Solve": "Kin net oplosse",
    "Cancel": "Ofbrekke",
    "Cancel Response": "Antwurd annulearje",
    "Cannot contact hCaptcha. Check your connection and try again.": "Kin net kontakt opnimme mei hCaptcha. Kontrolearje jo ferbining en besykje it opnij.",
    "Check": "Kontrolearje",
    "Close": "Slute",
    "Close Modal": "Modal slute",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Koekjes binne útskeakele of it tagonklikenskoekje is net ynsteld. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Beskriuw wêrom&#39;t jo in ôfbylding melde.",
    "Enable cross-site cookies.": "Cross-site cookies ynskeakelje.",
    "Enter the two words in the image.": "Fier de twa wurden yn &#39;e ôfbylding yn.",
    "Error fetching captcha.": "Flater by it opheljen fan captcha.",
    "Error submitting captcha.": "Flater by it yntsjinjen fan captcha.",
    "Feedback": "Tebekwurd",
    "Get information about hCaptcha and accessibility options.": "Krij ynformaasje oer hCaptcha en tagonklikensopsjes.",
    "Get information about hCaptcha.": "Krij ynformaasje oer hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Jou in detaillearre rapport fan in bug dy&#39;t jo hawwe tsjinkaam.",
    "Give feedback.": "Feedback jaan.",
    "Having a problem?": "In probleem hawwe?",
    "I am human": "Ik bin minske",
    "If there are None, click Skip": "As d&#39;r gjin binne, klikje dan op Skip",
    "Inappropriate": "Unjildich",
    "Info": "Ynfo",
    "Information": "Ynformaasje",
    "Information about hCaptcha's accessibility options.": "Ynformaasje oer tagonklikens fan hCaptcha.",
    "Information about the hCaptcha service.": "Ynformaasje oer de hCaptcha-tsjinst.",
    "Learn about accessibility options.": "Learje oer tagonklikensopsjes.",
    "Learn more about hCaptcha Accessibility.": "Mear ynformaasje oer hCaptcha Tagonklikheid.",
    "Next": "Folgjende",
    "Next Challenge": "Folgjende Challenge",
    "Off Screen": "Off Screen",
    "Offensive": "Oanfallend",
    "Other": "Oar",
    "Our accessibility option may help": "Us tagonklikensopsje kin helpe",
    "Our accessibility option may help.": "Us tagonklikensopsje kin helpe.",
    "Please also try turning off your ad blocker.‍": "Besykje asjebleaft ek jo ad-blocker út te skeakeljen.‍",
    "Please describe your issue.": "Beskriuw jo probleem asjebleaft.",
    "Please provide details and steps to reproduce.": "Jou asjebleaft details en stappen om te reprodusearjen.",
    "Please select an image to report.": "Selektearje asjebleaft in ôfbylding om te rapportearjen.",
    "Please select an option to send response.": "Selektearje asjebleaft in opsje om antwurd te stjoeren.",
    "Please try again.": "Besykje it nochris.",
    "Privacy": "Privacy",
    "Provide feedback for hCaptcha.": "Jou feedback foar hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Jou feedback oer de hCaptcha-tsjinst.",
    "Rate limited or network error. Please retry.": "Rate beheind as netwurkflater. Besykje opnij.",
    "Read more about the hCaptcha service.": "Lês mear oer de hCaptcha-tsjinst.",
    "Refresh Challenge.": "Fernij útdaging.",
    "Report": "Melde",
    "Report Bug": "Meld bug",
    "Report Image": "Rapportearje ôfbylding",
    "Report a software bug or issue to hCaptcha.": "Rapportearje in softwareprobleem of probleem oan hCaptcha.",
    "Report an image to hCaptcha.": "Rapportearje in ôfbylding oan hCaptcha.",
    "Reporting a functionality issue?": "Rapportearje oer in funksjonaliteitskwestje?",
    "Retrieve accessibility cookie.": "Untfange tagonklikenskoekje.",
    "See how to report issues with detailed logs.": "Sjoch hoe&#39;t jo problemen mei detaillearre logs rapportearje.",
    "Send": "Stjoere",
    "Send Response": "Stjoer antwurd",
    "Send Us Feedback": "Stjoer ús feedback",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Meld jo oan foar tagong ta tagong ta de hCaptcha-útdaging.",
    "Skip": "Oerslaan",
    "Skip Challenge": "Oerslaan oerslaan",
    "Software Bug": "Software bug",
    "Sorry to hear that!": "Spitich dat te hearren!",
    "Status:": "Status:",
    "Submit Answers": "Antwurden yntsjinje",
    "Tell Us Why": "Fertel ús wêrom",
    "Terms": "Betingsten",
    "Thank you for your feedback.": "Tige tank foar jo reaksje.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "De pagina mei ynformaasje oer hCaptcha foar brûkers. Learje mear oer de opsjes foar tsjinsten en tagonklikens.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "De sitekey foar dizze hCaptcha is ferkeard. Nim dan kontakt op mei de side-admin as jo dit sjogge.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Dizze hCaptcha is allinich foar testen. Nim dan kontakt op mei de side-admin as jo dit sjogge.",
    "This lets you avoid future questions by registering and setting a cookie.": "Hjirmei kinne jo takomstige fragen foarkomme troch te registrearjen en in cookie yn te stellen.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Om ús fisuele útdaging om te gean, biede wy in tagonklikheidskoekje oan.",
    "Too Difficult": "Te dreech",
    "View our accessibility option.": "Besjoch ús tagonklikensopsje.",
    "Violent": "Gewelddiedich",
    "We will look into the issue immediately.": "Wy sille it probleem fuortendaliks besjen.",
    "We'll resolve your issue as quickly as we can.": "Wy sille jo probleem sa gau as wy kinne oplosse.",
    "Your computer or network has sent too many requests.": "Jo kompjûter as netwurk hat te folle fersiken stjoerd.",
    "hCaptcha Privacy Policy": "hCaptcha Privacybelied",
    "hCaptcha Terms of Service": "hCaptcha Servicebetingsten",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha-karfakje. Selektearje om de útdaging te triggerjen, of om te foarbygean as jo in koekje foar tagonklikens hawwe.",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha-karfakje. Jo binne ferifieare dat ik minske bin.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha is in tsjinst dy&#39;t bots en spam fermindert troch ienfâldige fragen te stellen. Folgje asjebleaft de ynstruksjes boppe op it skerm foar elke útdaging. Foar mear ynfo besite",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha is in tsjinst dy&#39;t bots en spam fermindert troch ienfâldige fragen te stellen. Folgje asjebleaft de ynstruksjes boppe oan it skerm foar elke útdaging. Besykje {{site-url}} foar mear ynformaasje",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha befeiligingstoken is ferrûn. Folje asjebleaft de útdaging opnij.",
    "hCaptcha window closed due to timeout.": "hCaptcha-finster is sluten fanwege time-out.",
    "widget error message text": "widget flater berjocht tekst",
    "widget warning message text": "widget warskôgingsberjocht fan widget"
}