{
    "Accessibility": "Inrochtaineacht",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Níl fianán inrochtaineachta socraithe. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Socraítear fianán inrochtaineachta. Le cabhair a fháil, seol ríomhphost chuig {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Inrochtaineacht. Tabhair cuairt ar an iontráil roghchláir seo chun foghlaim conas inrochtaineacht hCaptcha a chumasú, a ligeann duit an dúshlán a sheachthreorú trí nasc ríomhphoist.",
    "Back": "Ar ais",
    "Can't Click": "Ní féidir Cliceáil",
    "Can't Solve": "Ní féidir a réiteach",
    "Cancel": "Cealaigh",
    "Cancel Response": "Cealaigh Freagra",
    "Cannot contact hCaptcha. Check your connection and try again.": "Ní féidir teagmháil a dhéanamh le hCaptcha. Seiceáil do nasc agus bain triail eile as.",
    "Check": "Seiceáil",
    "Close": "Dún",
    "Close Modal": "Dún Módúil",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Tá fianáin díchumasaithe nó níl an fianán inrochtaineachta socraithe. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Déan cur síos ar an bhfáth go bhfuil tú ag tuairisciú íomhá.",
    "Enable cross-site cookies.": "Cumasaigh fianáin tras-láithreáin.",
    "Enter the two words in the image.": "Iontráil an dá fhocal san íomhá.",
    "Error fetching captcha.": "Earráid ag fáil captcha.",
    "Error submitting captcha.": "Earráid ag cur captcha isteach.",
    "Feedback": "Aiseolas",
    "Get information about hCaptcha and accessibility options.": "Faigh faisnéis faoi hCaptcha agus roghanna inrochtaineachta.",
    "Get information about hCaptcha.": "Faigh faisnéis faoi hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Tabhair tuairisc mhionsonraithe ar fhabht ar bhuail tú leis.",
    "Give feedback.": "Tabhair aiseolas.",
    "Having a problem?": "Fadhb agat?",
    "I am human": "Is duine mé",
    "If there are None, click Skip": "Mura bhfuil aon cheann ann, cliceáil Scipeáil",
    "Inappropriate": "Míchuí",
    "Info": "Eolas",
    "Information": "Eolas",
    "Information about hCaptcha's accessibility options.": "Faisnéis faoi roghanna inrochtaineachta hCaptcha.",
    "Information about the hCaptcha service.": "Eolas faoin tseirbhís hCaptcha.",
    "Learn about accessibility options.": "Faigh amach faoi roghanna inrochtaineachta.",
    "Learn more about hCaptcha Accessibility.": "Níos mó a fhoghlaim faoi Inrochtaineacht hCaptcha.",
    "Next": "Ar Aghaidh",
    "Next Challenge": "An Chéad Dúshlán Eile",
    "Off Screen": "Lasmuigh den Scáileán",
    "Offensive": "Ionsaitheach",
    "Other": "Eile",
    "Our accessibility option may help": "B’fhéidir go gcabhróidh ár rogha inrochtaineachta",
    "Our accessibility option may help.": "B’fhéidir go gcabhróidh ár rogha inrochtaineachta.",
    "Please also try turning off your ad blocker.‍": "Déan iarracht freisin do seachfhreastalaí a mhúchadh.‍",
    "Please describe your issue.": "Déan cur síos ar d’eisiúint le do thoil.",
    "Please provide details and steps to reproduce.": "Tabhair sonraí agus céimeanna le atáirgeadh, le do thoil.",
    "Please select an image to report.": "Roghnaigh íomhá le tuairisciú.",
    "Please select an option to send response.": "Roghnaigh rogha le do thoil chun freagra a sheoladh.",
    "Please try again.": "Arís, le d&#39;thoil.",
    "Privacy": "Príobháideacht",
    "Provide feedback for hCaptcha.": "Tabhair aiseolas do hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Tabhair aiseolas maidir leis an tseirbhís hCaptcha.",
    "Rate limited or network error. Please retry.": "Ráta teoranta nó earráid líonra. Déan iarracht eile le do thoil.",
    "Read more about the hCaptcha service.": "Léigh tuilleadh faoin tseirbhís hCaptcha.",
    "Refresh Challenge.": "Dúshlán Athnuachana.",
    "Report": "Tuarascáil",
    "Report Bug": "Tuairiscigh Bug",
    "Report Image": "Íomhá Tuairisc",
    "Report a software bug or issue to hCaptcha.": "Tuairiscigh fabht nó eisiúint bogearraí chuig hCaptcha.",
    "Report an image to hCaptcha.": "Tuairiscigh íomhá do hCaptcha.",
    "Reporting a functionality issue?": "Saincheist feidhmiúlachta a thuairisciú?",
    "Retrieve accessibility cookie.": "Fianán inrochtaineachta a aisghabháil.",
    "See how to report issues with detailed logs.": "Féach conas saincheisteanna a thuairisciú le logaí mionsonraithe.",
    "Send": "Seol",
    "Send Response": "Seol Freagra",
    "Send Us Feedback": "Seol Aiseolas chugainn",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Cláraigh le haghaidh rochtana inrochtaineachta chun an dúshlán hCaptcha a sheachbhóthar.",
    "Skip": "Scipeáil",
    "Skip Challenge": "Dúshlán Scipeáil",
    "Software Bug": "Bug Bogearraí",
    "Sorry to hear that!": "Tá brón orm é sin a chloisteáil!",
    "Status:": "Stádas:",
    "Submit Answers": "Cuir isteach Freagraí",
    "Tell Us Why": "Inis dúinn Cén fáth",
    "Terms": "Téarmaí",
    "Thank you for your feedback.": "Go raibh maith agat as d&#39;aiseolas.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "An leathanach faisnéise úsáideora hCaptcha. Níos mó a fhoghlaim faoin tseirbhís agus faoi na roghanna inrochtaineachta.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Tá an suíomh don hCaptcha seo mícheart. Téigh i dteagmháil le do thoil le riarachán an láithreáin má fheiceann tú é seo.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Tá an hCaptcha seo le haghaidh tástála amháin. Téigh i dteagmháil le do thoil le riarachán an láithreáin má fheiceann tú é seo.",
    "This lets you avoid future questions by registering and setting a cookie.": "Ligeann sé seo duit ceisteanna amach anseo a sheachaint trí fhianán a chlárú agus a shocrú.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Chun ár ndúshlán amhairc a sheachthreorú, cuirimid fianán inrochtaineachta ar fáil.",
    "Too Difficult": "Ró-dheacair",
    "View our accessibility option.": "Féach ar ár rogha inrochtaineachta.",
    "Violent": "Foréigneach",
    "We will look into the issue immediately.": "Féachfaimid ar an gceist láithreach.",
    "We'll resolve your issue as quickly as we can.": "Réiteoimid do cheist chomh tapa agus is féidir linn.",
    "Your computer or network has sent too many requests.": "Tá an iomarca iarratas seolta ag do ríomhaire nó líonra.",
    "hCaptcha Privacy Policy": "Polasaí Príobháideachta hCaptcha",
    "hCaptcha Terms of Service": "Téarmaí Seirbhíse hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "ticbhosca hCaptcha. Roghnaigh d’fhonn an dúshlán a spreagadh, nó chun é a sheachbhóthar má tá fianán inrochtaineachta agat.",
    "hCaptcha checkbox. You are verified I am human.": "ticbhosca hCaptcha. Fíoraítear gur duine mé.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "Is seirbhís í hCaptcha a laghdaíonn bots agus spam trí cheisteanna simplí a chur. Lean na treoracha ag barr an scáileáin le haghaidh gach dúshláin. Le haghaidh tuilleadh faisnéise tabhair cuairt ar",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "Is seirbhís í hCaptcha a laghdaíonn bots agus spam trí cheisteanna simplí a chur. Lean na treoracha ag barr an scáileáin le haghaidh gach dúshláin. Le haghaidh tuilleadh faisnéise tabhair cuairt ar {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "Tá comhartha slándála hCaptcha imithe in éag. Comhlánaigh an dúshlán arís le do thoil.",
    "hCaptcha window closed due to timeout.": "Dúnadh fuinneog hCaptcha mar gheall ar an teorainn ama.",
    "widget error message text": "téacs teachtaireachta earráide giuirléid",
    "widget warning message text": "téacs teachtaireachta rabhaidh giuirléidí"
}