{
    "Accessibility": "Ruigsinneachd",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Chan eil briosgaid ruigsinneachd air a shuidheachadh. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Briosgaid ruigsinneachd air a shuidheachadh. Airson cuideachadh, cuir post-d gu {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Ruigsinneachd. Tadhail air a ’chlàr-taice seo gus faighinn a-mach mar as urrainn dhut ruigsinneachd hCaptcha a chomasachadh, a leigeas leat an dùbhlan a sheachnadh tro cheangal post-d.",
    "Back": "Air ais",
    "Can't Click": "Cha ghabh cliog",
    "Can't Solve": "Cha ghabh fuasgladh",
    "Cancel": "Sguir dheth",
    "Cancel Response": "Cuir dheth freagairt",
    "Cannot contact hCaptcha. Check your connection and try again.": "Cha ghabh fios a chuir gu hCaptcha. Thoir sùil air a ’cheangal agad agus feuch ris a-rithist.",
    "Check": "Thoir sùil air",
    "Close": "Dùin",
    "Close Modal": "Dùin modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Tha briosgaidean ciorramach no chan eil a ’bhriosgaid ruigsinneachd air a shuidheachadh. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Thoir cunntas air carson a tha thu ag aithris air ìomhaigh.",
    "Enable cross-site cookies.": "Dèan comas air briosgaidean tar-làraich.",
    "Enter the two words in the image.": "Cuir a-steach an dà fhacal san ìomhaigh.",
    "Error fetching captcha.": "Mearachd a ’faighinn captcha.",
    "Error submitting captcha.": "Mearachd a ’cur a-steach captcha.",
    "Feedback": "Beachdan air ais",
    "Get information about hCaptcha and accessibility options.": "Faigh fiosrachadh mu hCaptcha agus roghainnean ruigsinneachd.",
    "Get information about hCaptcha.": "Faigh fiosrachadh mu hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Thoir cunntas mionaideach air biast a thachair thu.",
    "Give feedback.": "Thoir seachad fios air ais.",
    "Having a problem?": "A bheil duilgheadas agad?",
    "I am human": "Tha mi daonna",
    "If there are None, click Skip": "Mura h-eil gin ann, cliog air Skip",
    "Inappropriate": "Neo-iomchaidh",
    "Info": "Fiosrachadh",
    "Information": "Fiosrachadh",
    "Information about hCaptcha's accessibility options.": "Fiosrachadh mu roghainnean ruigsinneachd hCaptcha.",
    "Information about the hCaptcha service.": "Fiosrachadh mun t-seirbheis hCaptcha.",
    "Learn about accessibility options.": "Ionnsaich mu roghainnean ruigsinneachd.",
    "Learn more about hCaptcha Accessibility.": "Ionnsaich tuilleadh mu ruigsinneachd hCaptcha.",
    "Next": "An ath rud",
    "Next Challenge": "An ath dhùbhlan",
    "Off Screen": "Air falbh bhon sgrion",
    "Offensive": "Eucoireach",
    "Other": "Eile",
    "Our accessibility option may help": "Is dòcha gun cuidich an roghainn ruigsinneachd againn",
    "Our accessibility option may help.": "Is dòcha gun cuidich an roghainn ruigsinneachd againn.",
    "Please also try turning off your ad blocker.‍": "Feuch cuideachd cuir dheth an inneal-bacaidh sanasachd agad",
    "Please describe your issue.": "Thoir cunntas air a ’chùis agad.",
    "Please provide details and steps to reproduce.": "Thoir seachad mion-fhiosrachadh agus ceumannan airson ath-riochdachadh.",
    "Please select an image to report.": "Tagh ìomhaigh airson aithris.",
    "Please select an option to send response.": "Tagh roghainn airson freagairt a chuir.",
    "Please try again.": "Feuch ris a-rithist.",
    "Privacy": "Prìobhaideachd",
    "Provide feedback for hCaptcha.": "Thoir seachad fios air ais airson hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Thoir seachad fios air ais a thaobh seirbheis hCaptcha.",
    "Rate limited or network error. Please retry.": "Ìre cuibhrichte no mearachd lìonra. Feuch an till thu.",
    "Read more about the hCaptcha service.": "Leugh tuilleadh mun t-seirbheis hCaptcha.",
    "Refresh Challenge.": "Dùbhlan ùrachadh.",
    "Report": "Aithisg",
    "Report Bug": "Dèan aithris air Bug",
    "Report Image": "Ìomhaigh na h-aithisg",
    "Report a software bug or issue to hCaptcha.": "Dèan aithris air bug bathar-bog no cuir a-mach gu hCaptcha.",
    "Report an image to hCaptcha.": "Dèan aithris air ìomhaigh gu hCaptcha.",
    "Reporting a functionality issue?": "A ’toirt cunntas air cùis gnìomh?",
    "Retrieve accessibility cookie.": "Faigh a-mach briosgaid ruigsinneachd.",
    "See how to report issues with detailed logs.": "Faic mar a bheir thu cunntas air cùisean le logaichean mionaideach.",
    "Send": "Cuir",
    "Send Response": "Cuir freagairt",
    "Send Us Feedback": "Cuir fios air ais thugainn",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Clàraich airson ruigsinneachd ruigsinneachd gus faighinn seachad air an dùbhlan hCaptcha.",
    "Skip": "Thoir leum",
    "Skip Challenge": "Dùbhlan leum",
    "Software Bug": "Bug bathar-bog",
    "Sorry to hear that!": "Tha sinn duilich sin a chluinntinn!",
    "Status:": "Inbhe:",
    "Submit Answers": "Cuir a-steach freagairtean",
    "Tell Us Why": "Inns dhuinn carson",
    "Terms": "Cumhachan",
    "Thank you for your feedback.": "Tapadh leibh airson do bheachdan.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "An duilleag fiosrachaidh cleachdaiche hCaptcha. Ionnsaich tuilleadh mun t-seirbheis agus roghainnean ruigsinneachd.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Tha an làrach airson an hCaptcha seo ceàrr. Feuch an cuir thu fios gu rianachd na làraich ma chì thu seo.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Tha an hCaptcha seo airson deuchainn a-mhàin. Feuch an cuir thu fios gu rianachd na làraich ma chì thu seo.",
    "This lets you avoid future questions by registering and setting a cookie.": "Leigidh seo dhut ceistean san àm ri teachd a sheachnadh le bhith a ’clàradh agus a’ suidheachadh briosgaid.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Gus faighinn seachad air an dùbhlan lèirsinneach againn, bidh sinn a ’tabhann briosgaid ruigsinneachd.",
    "Too Difficult": "Ro dhoirbh",
    "View our accessibility option.": "Thoir sùil air an roghainn ruigsinneachd againn.",
    "Violent": "Fòirneartach",
    "We will look into the issue immediately.": "Coimheadaidh sinn a-steach don chùis sa bhad.",
    "We'll resolve your issue as quickly as we can.": "Fuasglaidh sinn a ’chùis agad cho luath‘ s as urrainn dhuinn.",
    "Your computer or network has sent too many requests.": "Tha an coimpiutair no an lìonra agad air cus iarrtasan a chuir.",
    "hCaptcha Privacy Policy": "Poileasaidh Dìomhaireachd hCaptcha",
    "hCaptcha Terms of Service": "Cumhachan Seirbheis hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "bogsa sgrùdaidh hCaptcha. Tagh gus an dùbhlan a bhrosnachadh, no gus faighinn seachad air ma tha briosgaid ruigsinneachd agad.",
    "hCaptcha checkbox. You are verified I am human.": "bogsa sgrùdaidh hCaptcha. Tha thu air do dhearbhadh gu bheil mi daonna.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "Tha hCaptcha na sheirbheis a tha a ’lughdachadh botaichean agus spama le bhith a’ faighneachd cheistean sìmplidh. Feuch an lean thu an stiùireadh aig mullach na sgrìn airson gach dùbhlan. Airson tuilleadh fiosrachaidh tadhal air",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "Tha hCaptcha na sheirbheis a tha a ’lughdachadh botaichean agus spama le bhith a’ faighneachd cheistean sìmplidh. Feuch an lean thu an stiùireadh aig mullach na sgrìn airson gach dùbhlan. Airson tuilleadh fiosrachaidh, tadhal air {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "Tha tòcan tèarainteachd hCaptcha air tighinn gu crìch. Feuch an cuir thu crìoch air an dùbhlan a-rithist.",
    "hCaptcha window closed due to timeout.": "uinneag hCaptcha dùinte air sgàth ùine.",
    "widget error message text": "teacsa teachdaireachd mearachd widget",
    "widget warning message text": "teacsa teachdaireachd rabhaidh widget"
}