{
    "Accessibility": "Accesibilidade",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "A cookie de accesibilidade non está configurada. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "A cookie de accesibilidade está configurada. Para obter axuda, envía un correo electrónico a {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Accesibilidade. Visita esta entrada de menú para saber como habilitar a accesibilidade a hCaptcha, o que che permite evitar o desafío a través dunha ligazón por correo electrónico.",
    "Back": "Volver",
    "Can't Click": "Non se pode facer clic",
    "Can't Solve": "Non podo resolver",
    "Cancel": "Cancelar",
    "Cancel Response": "Cancelar resposta",
    "Cannot contact hCaptcha. Check your connection and try again.": "Non se pode contactar con hCaptcha. Comproba a túa conexión e téntao de novo.",
    "Check": "Comprobe",
    "Close": "Pechar",
    "Close Modal": "Pechar Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "As cookies están desactivadas ou a cookie de accesibilidade non está configurada. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Describe por que estás informando dunha imaxe.",
    "Enable cross-site cookies.": "Activa as cookies entre sitios.",
    "Enter the two words in the image.": "Insira as dúas palabras na imaxe.",
    "Error fetching captcha.": "Erro ao recuperar captcha.",
    "Error submitting captcha.": "Erro ao enviar captcha.",
    "Feedback": "Comentarios",
    "Get information about hCaptcha and accessibility options.": "Obter información sobre hCaptcha e opcións de accesibilidade.",
    "Get information about hCaptcha.": "Obter información sobre hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Ofrece un informe detallado dun erro que atopou.",
    "Give feedback.": "Dar comentarios.",
    "Having a problem?": "Ten algún problema?",
    "I am human": "Eu son humano",
    "If there are None, click Skip": "Se non hai ningún, faga clic en Saltar",
    "Inappropriate": "Inapropiado",
    "Info": "Información",
    "Information": "Información",
    "Information about hCaptcha's accessibility options.": "Información sobre as opcións de accesibilidade de hCaptcha.",
    "Information about the hCaptcha service.": "Información sobre o servizo hCaptcha.",
    "Learn about accessibility options.": "Coñece as opcións de accesibilidade.",
    "Learn more about hCaptcha Accessibility.": "Máis información sobre a accesibilidade a hCaptcha.",
    "Next": "A continuación",
    "Next Challenge": "Seguinte reto",
    "Off Screen": "Pantalla fóra",
    "Offensive": "Ofensivo",
    "Other": "Outra",
    "Our accessibility option may help": "A nosa opción de accesibilidade pode axudar",
    "Our accessibility option may help.": "A nosa opción de accesibilidade pode axudar.",
    "Please also try turning off your ad blocker.‍": "Proba tamén desactivar o bloqueo de anuncios",
    "Please describe your issue.": "Describe o teu problema.",
    "Please provide details and steps to reproduce.": "Proporciona detalles e pasos para reproducir.",
    "Please select an image to report.": "Selecciona unha imaxe para informar.",
    "Please select an option to send response.": "Selecciona unha opción para enviar resposta.",
    "Please try again.": "Por favor intentao de novo.",
    "Privacy": "Privacidade",
    "Provide feedback for hCaptcha.": "Envíe comentarios para hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Envíe comentarios sobre o servizo hCaptcha.",
    "Rate limited or network error. Please retry.": "Valora o erro de rede limitado ou. Téntao de novo.",
    "Read more about the hCaptcha service.": "Ler máis sobre o servizo hCaptcha.",
    "Refresh Challenge.": "Actualizar reto.",
    "Report": "Informe",
    "Report Bug": "Informar de erro",
    "Report Image": "Imaxe da imaxe",
    "Report a software bug or issue to hCaptcha.": "Informe dun erro ou problema de software a hCaptcha.",
    "Report an image to hCaptcha.": "Informe dunha imaxe a hCaptcha.",
    "Reporting a functionality issue?": "Notificar un problema de funcionalidade?",
    "Retrieve accessibility cookie.": "Recuperar cookie de accesibilidade.",
    "See how to report issues with detailed logs.": "Vexa como informar de problemas con rexistros detallados.",
    "Send": "Enviar",
    "Send Response": "Enviar resposta",
    "Send Us Feedback": "Envíanos comentarios",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Inscríbase no acceso de accesibilidade para pasar por alto o reto hCaptcha.",
    "Skip": "Saltar",
    "Skip Challenge": "Saltar reto",
    "Software Bug": "Erro do software",
    "Sorry to hear that!": "Sentímolo ao escoitar iso!",
    "Status:": "Estado:",
    "Submit Answers": "Envía respostas",
    "Tell Us Why": "Díganos por que",
    "Terms": "Termos",
    "Thank you for your feedback.": "Grazas polo teu comentario.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "A páxina de información do usuario de hCaptcha Máis información sobre as opcións de servizo e accesibilidade.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "A clave de sitio deste hCaptcha é incorrecta. Por favor, ponte en contacto co administrador do sitio.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Este hCaptcha só se proba. Por favor, ponte en contacto co administrador do sitio.",
    "This lets you avoid future questions by registering and setting a cookie.": "Isto permítelle evitar futuras preguntas rexistrando e configurando unha cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Para evitar o noso reto visual, ofrecemos unha cookie de accesibilidade.",
    "Too Difficult": "Demasiado difícil",
    "View our accessibility option.": "Ver a nosa opción de accesibilidade.",
    "Violent": "Violento",
    "We will look into the issue immediately.": "Analizaremos o problema de inmediato.",
    "We'll resolve your issue as quickly as we can.": "Resolvemos o teu problema o máis rápido posible.",
    "Your computer or network has sent too many requests.": "O seu ordenador ou rede enviou demasiadas solicitudes.",
    "hCaptcha Privacy Policy": "hCaptcha Política de privacidade",
    "hCaptcha Terms of Service": "Condicións de servizo de hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "caixa de verificación hCaptcha. Selecciona para desencadear o desafío ou desvialo se tes unha cookie de accesibilidade.",
    "hCaptcha checkbox. You are verified I am human.": "caixa de verificación hCaptcha. Está verificado que son humano.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha é un servizo que reduce os bots e o spam facendo preguntas sinxelas. Siga as instrucións na parte superior da pantalla para cada reto. Para máis información visite",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha é un servizo que reduce os bots e o spam facendo preguntas sinxelas. Siga as instrucións na parte superior da pantalla para cada desafío. Para obter máis información, visita {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "O token de seguridade hCaptcha caducou. Completa de novo o reto.",
    "hCaptcha window closed due to timeout.": "A xanela de hCaptcha pechouse debido ao tempo de espera.",
    "widget error message text": "texto da mensaxe de erro do widget",
    "widget warning message text": "texto da mensaxe de aviso do widget"
}