{
    "Accessibility": "ઉપલ્બધતા",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Accessક્સેસિબિલીટી કૂકી સેટ નથી. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Accessક્સેસિબિલીટી કૂકી સેટ થઈ છે. સહાય માટે, કૃપા કરીને ઇમેઇલ {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "ઉપલ્બધતા. HCaptcha ibilityક્સેસિબિલીટી કેવી રીતે સક્ષમ કરવી તે જાણવા માટે આ મેનૂ એન્ટ્રીની મુલાકાત લો, જે તમને ઇમેઇલ કરેલી લિંક દ્વારા પડકારને બાયપાસ કરવાની મંજૂરી આપે છે.",
    "Back": "પાછળ",
    "Can't Click": "ક્લિક કરી શકતા નથી",
    "Can't Solve": "ઉકેલી શકતા નથી",
    "Cancel": "રદ કરો",
    "Cancel Response": "જવાબ રદ કરો",
    "Cannot contact hCaptcha. Check your connection and try again.": "HCaptcha નો સંપર્ક કરી શકાતો નથી. તમારું કનેક્શન તપાસો અને ફરીથી પ્રયાસ કરો.",
    "Check": "તપાસો",
    "Close": "બંધ",
    "Close Modal": "મોડલ બંધ કરો",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "કૂકીઝ અક્ષમ છે અથવા ibilityક્સેસિબિલીટી કૂકી સેટ નથી. {{enable-cookies}}",
    "Describe why you are reporting an image.": "તમે શા માટે ઇમેજની જાણ કરી રહ્યાં છો તેનું વર્ણન કરો.",
    "Enable cross-site cookies.": "ક્રોસ-સાઇટ કૂકીઝને સક્ષમ કરો.",
    "Enter the two words in the image.": "છબીમાં બે શબ્દો દાખલ કરો.",
    "Error fetching captcha.": "કેપ્ચા મેળવવામાં ભૂલ.",
    "Error submitting captcha.": "કેપ્ચા સબમિટ કરવામાં ભૂલ.",
    "Feedback": "પ્રતિસાદ",
    "Get information about hCaptcha and accessibility options.": "HCaptcha અને ibilityક્સેસિબિલીટી વિકલ્પો વિશે માહિતી મેળવો.",
    "Get information about hCaptcha.": "HCaptcha વિશે માહિતી મેળવો.",
    "Give a detailed report of a bug you've encountered.": "તમને જે ભૂલ આવી છે તેનો વિગતવાર અહેવાલ આપો.",
    "Give feedback.": "અભીપ્રાય આપો.",
    "Having a problem?": "કોઈ સમસ્યા આવી રહી છે?",
    "I am human": "હું માનવ છું",
    "If there are None, click Skip": "જો ત્યાં કંઈ ન હોય તો, અવગણો ક્લિક કરો",
    "Inappropriate": "અયોગ્ય",
    "Info": "માહિતી",
    "Information": "માહિતી",
    "Information about hCaptcha's accessibility options.": "HCaptcha ના chaક્સેસિબિલીટી વિકલ્પો વિશેની માહિતી.",
    "Information about the hCaptcha service.": "HCaptcha સેવા વિશે માહિતી.",
    "Learn about accessibility options.": "Accessક્સેસિબિલીટી વિકલ્પો વિશે જાણો.",
    "Learn more about hCaptcha Accessibility.": "HCaptcha એક્સેસિબિલીટી વિશે વધુ જાણો.",
    "Next": "આગળ",
    "Next Challenge": "આગળ પડકાર",
    "Off Screen": "Screenફ સ્ક્રીન",
    "Offensive": "અપમાનજનક",
    "Other": "અન્ય",
    "Our accessibility option may help": "અમારો accessક્સેસિબિલીટી વિકલ્પ મદદ કરી શકે",
    "Our accessibility option may help.": "અમારો accessક્સેસિબિલીટી વિકલ્પ મદદ કરી શકે.",
    "Please also try turning off your ad blocker.‍": "કૃપા કરીને તમારા જાહેરાત અવરોધકને બંધ કરવાનો પ્રયાસ કરો",
    "Please describe your issue.": "કૃપા કરીને તમારી સમસ્યાનું વર્ણન કરો.",
    "Please provide details and steps to reproduce.": "કૃપા કરી પુન .ઉત્પાદન માટે વિગતો અને પગલાઓ પ્રદાન કરો.",
    "Please select an image to report.": "કૃપા કરીને જાણ કરવા માટે એક છબી પસંદ કરો.",
    "Please select an option to send response.": "કૃપા કરીને જવાબ મોકલવા માટે કોઈ વિકલ્પ પસંદ કરો.",
    "Please try again.": "મહેરબાની કરીને ફરીથી પ્રયતન કરો.",
    "Privacy": "ગોપનીયતા",
    "Provide feedback for hCaptcha.": "HCaptcha માટે પ્રતિસાદ પ્રદાન કરો.",
    "Provide feedback regarding the hCaptcha service.": "HCaptcha સેવા સંબંધિત પ્રતિસાદ પ્રદાન કરો.",
    "Rate limited or network error. Please retry.": "રેટ મર્યાદિત અથવા નેટવર્ક ભૂલ. કૃપા કરી ફરી પ્રયાસ કરો.",
    "Read more about the hCaptcha service.": "HCaptcha સેવા વિશે વધુ વાંચો.",
    "Refresh Challenge.": "રિફ્રેશ ચેલેન્જ.",
    "Report": "અહેવાલ",
    "Report Bug": "રિપોર્ટ બગ",
    "Report Image": "અહેવાલ છબી",
    "Report a software bug or issue to hCaptcha.": "સોફ્ટવેર બગની જાણ કરો અથવા hCaptcha ને ઇશ્યૂ કરો.",
    "Report an image to hCaptcha.": "HCaptcha ને ઇમેજની જાણ કરો.",
    "Reporting a functionality issue?": "કાર્યક્ષમતાના મુદ્દાની જાણ કરી રહ્યા છીએ?",
    "Retrieve accessibility cookie.": "Accessક્સેસિબિલીટી કૂકી પ્રાપ્ત કરો.",
    "See how to report issues with detailed logs.": "વિગતવાર લોગ સાથે સમસ્યાઓની જાણ કેવી રીતે કરવી તે જુઓ.",
    "Send": "મોકલો",
    "Send Response": "જવાબ મોકલો",
    "Send Us Feedback": "અમને પ્રતિસાદ મોકલો",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "HCaptcha ચેલેન્જને બાયપાસ કરવા માટે accessક્સેસિબિલીટી accessક્સેસ માટે સાઇન અપ કરો.",
    "Skip": "અવગણો",
    "Skip Challenge": "પડકાર છોડો",
    "Software Bug": "સ Softwareફ્ટવેર બગ",
    "Sorry to hear that!": "તે સાંભળીને માફ કરશો!",
    "Status:": "સ્થિતિ:",
    "Submit Answers": "જવાબો સબમિટ કરો",
    "Tell Us Why": "અમને કેમ જણાવો",
    "Terms": "શરતો",
    "Thank you for your feedback.": "તમારા પ્રતિભાવ બદલ આભાર.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "HCaptcha વપરાશકર્તા માહિતી પાનું. સેવા અને accessક્સેસિબિલીટી વિકલ્પો વિશે વધુ જાણો.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "આ hCaptcha માટેની સાઇટકી ખોટી છે. જો તમે આ જુઓ તો કૃપા કરીને સાઇટ એડમિનનો સંપર્ક કરો.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "આ hCaptcha ફક્ત પરીક્ષણ માટે છે. જો તમે આ જુઓ તો કૃપા કરીને સાઇટ એડમિનનો સંપર્ક કરો.",
    "This lets you avoid future questions by registering and setting a cookie.": "આ કૂકીને રજીસ્ટર કરીને અને સેટ કરીને તમને ભાવિ પ્રશ્નો ટાળવા દે છે.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "અમારા દ્રશ્ય પડકારને બાયપાસ કરવા માટે, અમે એક weક્સેસિબિલિટી કૂકી ઓફર કરીએ છીએ.",
    "Too Difficult": "ખૂબ મુશ્કેલ",
    "View our accessibility option.": "અમારો accessક્સેસિબિલીટી વિકલ્પ જુઓ.",
    "Violent": "હિંસક",
    "We will look into the issue immediately.": "અમે તરત જ આ મુદ્દા પર ધ્યાન આપીશું.",
    "We'll resolve your issue as quickly as we can.": "અમે શક્ય તેટલી ઝડપથી તમારી સમસ્યા હલ કરીશું.",
    "Your computer or network has sent too many requests.": "તમારા કમ્પ્યુટર અથવા નેટવર્ક દ્વારા ઘણી વિનંતીઓ મોકલી છે.",
    "hCaptcha Privacy Policy": "hCaptcha ગોપનીયતા નીતિ",
    "hCaptcha Terms of Service": "hCaptcha સેવાની શરતો",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha ચેકબોક્સ. પડકારને ટ્રિગર કરવા અથવા તમારી પાસે ibilityક્સેસિબિલીટી કૂકી હોય તો તેને બાયપાસ કરવા માટે પસંદ કરો.",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha ચેકબોક્સ. તમે ખરા છો હું માનવ છું.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha એક એવી સેવા છે જે સરળ પ્રશ્નો પૂછીને બotsટો અને સ્પામને ઘટાડે છે. દરેક પડકાર માટે કૃપા કરીને સ્ક્રીનની ટોચ પરની સૂચનાઓને અનુસરો. વધુ માહિતી માટે મુલાકાત લો",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha એક એવી સેવા છે જે સરળ પ્રશ્નો પૂછીને બotsટો અને સ્પામને ઘટાડે છે. દરેક પડકાર માટે કૃપા કરીને સ્ક્રીનની ટોચ પરની સૂચનાઓને અનુસરો. વધુ માહિતી માટે {{site-url}} મુલાકાત લો.",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha સુરક્ષા ટોકન સમાપ્ત થઈ ગયું છે. કૃપા કરીને ફરીથી પડકાર પૂર્ણ કરો.",
    "hCaptcha window closed due to timeout.": "સમયસમાપ્તિને કારણે hCaptcha વિંડો બંધ.",
    "widget error message text": "વિજેટ ભૂલ સંદેશ ટેક્સ્ટ",
    "widget warning message text": "વિજેટ ચેતવણી સંદેશ ટેક્સ્ટ"
}