{
    "Accessibility": "Samun dama",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Ba a saita kuki na isa ba. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "An saita kuki mai sauƙin amfani. Don taimako, da fatan za a yi imel na {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Samun dama Ziyarci wannan shigarwar menu don koyon yadda za a taimaka amfani da hCaptcha, wanda ke ba ku damar tsallake ƙalubalen ta hanyar haɗin imel.",
    "Back": "Koma baya",
    "Can't Click": "Ba za a iya Danna",
    "Can't Solve": "Ba za a Iya Magani ba",
    "Cancel": "Soke",
    "Cancel Response": "Canza Amsa",
    "Cannot contact hCaptcha. Check your connection and try again.": "Ba za a iya tuntuɓar hCaptcha ba. Duba haɗin ku kuma sake gwadawa.",
    "Check": "Duba",
    "Close": "Rufe",
    "Close Modal": "Rufe Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Cookies na aiki ne ko kuma ba a saita cookie mai sauƙin amfani. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Bayyana dalilin da ya sa kake ba da rahoto game da hoto.",
    "Enable cross-site cookies.": "Kunna kukis ɗin giciye.",
    "Enter the two words in the image.": "Shigar da kalmomin guda biyu a cikin hoton.",
    "Error fetching captcha.": "Kuskuren samun captcha.",
    "Error submitting captcha.": "Kuskure ne ƙaddamar da captcha.",
    "Feedback": "Bayani",
    "Get information about hCaptcha and accessibility options.": "Samun bayani game da hCaptcha da zaɓuɓɓukan dama.",
    "Get information about hCaptcha.": "Nemi bayani game da hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Ba da cikakken rahoto game da kwaro da kuka taɓa haɗuwa.",
    "Give feedback.": "Ba da ra&#39;ayi.",
    "Having a problem?": "Kuna da matsala?",
    "I am human": "Ni mutum ne",
    "If there are None, click Skip": "Idan babu Babu, danna Tsallake",
    "Inappropriate": "Bai dace ba",
    "Info": "Bayani",
    "Information": "Bayanai",
    "Information about hCaptcha's accessibility options.": "Bayanai game da zaɓuɓɓukan damar hCaptcha.",
    "Information about the hCaptcha service.": "Bayanai game da hidimar hCaptcha.",
    "Learn about accessibility options.": "Koyi game da zaɓuɓɓukan dama.",
    "Learn more about hCaptcha Accessibility.": "Ara koyo game da Samun damar hCaptcha.",
    "Next": "Gaba",
    "Next Challenge": "Kalubale na gaba",
    "Off Screen": "Kashe allo",
    "Offensive": "Laifi",
    "Other": "Sauran",
    "Our accessibility option may help": "Zaɓin damarmu na iya taimaka",
    "Our accessibility option may help.": "Zaɓin damarmu na iya taimaka.",
    "Please also try turning off your ad blocker.‍": "Don Allah a sake gwada kashe mai talla na ka.‍",
    "Please describe your issue.": "Da fatan za a bayyana batun.",
    "Please provide details and steps to reproduce.": "Da fatan za a ba da cikakkun bayanai da matakai don haifuwa.",
    "Please select an image to report.": "Da fatan za a zaɓi hoto don bayar da rahoto.",
    "Please select an option to send response.": "Da fatan za selecti wani zaɓi don aika da amsa.",
    "Please try again.": "Da fatan za a sake gwadawa.",
    "Privacy": "Sirri",
    "Provide feedback for hCaptcha.": "Bayar da ra&#39;ayi don hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Bayar da ra&#39;ayi game da hidimar hCaptcha.",
    "Rate limited or network error. Please retry.": "Limitedididdiga mai iyaka ko kuskuren hanyar sadarwa. Da fatan a sake gwadawa.",
    "Read more about the hCaptcha service.": "Kara karantawa game da hidimar hCaptcha.",
    "Refresh Challenge.": "Sake Kalubale.",
    "Report": "Rahoton",
    "Report Bug": "Rahoton Bug",
    "Report Image": "Hoton Rahoton",
    "Report a software bug or issue to hCaptcha.": "Yi rahoton komputa na software ko batun zuwa hCaptcha.",
    "Report an image to hCaptcha.": "Yi rahoton hoto ga hCaptcha.",
    "Reporting a functionality issue?": "Ana ba da rahoto game da batun aiki?",
    "Retrieve accessibility cookie.": "Dawo da kuki mai amfani.",
    "See how to report issues with detailed logs.": "Duba yadda ake bayar da rahoton al&#39;amura tare da cikakken rajistan ayyukan.",
    "Send": "Aika",
    "Send Response": "Aika da martani",
    "Send Us Feedback": "A aiko mana da Ra&#39;ayin",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Yi rajista don samun damar yin amfani da shi don kewaya ƙalubalen hCaptcha.",
    "Skip": "Tsallake",
    "Skip Challenge": "Tsallake Kalubale",
    "Software Bug": "Bug Software",
    "Sorry to hear that!": "Yi haƙuri da jin wannan!",
    "Status:": "Matsayi:",
    "Submit Answers": "Addamar da Amsoshi",
    "Tell Us Why": "Gaya Mana Dalilin",
    "Terms": "Sharuɗɗa",
    "Thank you for your feedback.": "Na gode da ra&#39;ayinku",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Shafin bayanan mai amfani da hCaptcha. Moreara koyo game da sabis da zaɓuɓɓukan damar amfani.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Kundin adireshin wannan hCaptcha ba daidai bane Da fatan za a tuntuɓi mai kula da shafin idan kun ga wannan.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Wannan hCaptcha don gwaji ne kawai. Da fatan za a tuntuɓi mai kula da shafin idan kun ga wannan.",
    "This lets you avoid future questions by registering and setting a cookie.": "Wannan yana ba ku damar guje wa tambayoyin nan gaba ta hanyar rajista da saita kuki.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Don tsallake ƙalubalenmu na gani, muna ba da kuki mai sauƙi.",
    "Too Difficult": "Wuya Wuya",
    "View our accessibility option.": "Duba yanayin damarmu.",
    "Violent": "Tashin hankali",
    "We will look into the issue immediately.": "Za mu bincika batun nan da nan.",
    "We'll resolve your issue as quickly as we can.": "Zamu magance matsalar ku da sauri.",
    "Your computer or network has sent too many requests.": "Kwamfutarka ko cibiyar sadarwarka sun aika buƙatu da yawa.",
    "hCaptcha Privacy Policy": "Dokar Sirri ta hCaptcha",
    "hCaptcha Terms of Service": "hCaptcha Terms of Service",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "akwatin hCaptcha. Zaɓi don haifar da ƙalubalen, ko ƙetare shi idan kuna da damar samun kuki.",
    "hCaptcha checkbox. You are verified I am human.": "akwatin hCaptcha. Ka tabbatar Ni mutum ne.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha sabis ne wanda ke rage bots da spam ta hanyar yin tambayoyi masu sauƙi. Da fatan za a bi umarni a saman allon don kowane kalubale. Don ƙarin bayani ziyarci",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha sabis ne wanda ke rage bots da spam ta hanyar yin tambayoyi masu sauƙi. Da fatan za a bi umarnin a saman allo don kowane ƙalubale. Don karin bayani ziyarci {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha alamar tsaro ta ƙare. Da fatan za a sake kammala ƙalubalen.",
    "hCaptcha window closed due to timeout.": "An rufe tagaCCaptcha saboda hutun lokaci.",
    "widget error message text": "saƙon rubutu mai nuna dama cikin sauƙi",
    "widget warning message text": "saƙon rubutu na faɗakarwa mai sauƙi"
}