{
    "Accessibility": "Hiki ke kiʻi ʻia",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "ʻAʻole hoʻonohonoho ʻia ke kuki komo. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Hoʻonoho ʻia ka kuki komo. No ke kōkua, e ʻoluʻolu e leka uila iā {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Hiki ke kiʻi ʻia E kipa i kēia papa kuhikuhi komo e aʻo pehea e hiki ai i ke komo hCaptcha, i ʻae iā ʻoe e kāpae i ka pilikia ma o ka loulou leka uila.",
    "Back": "Kua hope",
    "Can't Click": "ʻAʻole hiki ke Kāomi",
    "Can't Solve": "ʻAʻole hiki ke hoʻoponopono",
    "Cancel": "Hoʻopau",
    "Cancel Response": "Hoʻopau i ka pane",
    "Cannot contact hCaptcha. Check your connection and try again.": "ʻAʻole hiki ke hoʻopili iā hCaptcha. E hōʻoia i kāu pili a hoʻāʻo hou.",
    "Check": "Haki aku",
    "Close": "Hoʻopili",
    "Close Modal": "Hoʻopili iā Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Ua kīnā nā kuki a ʻaʻole hoʻonohonoho ʻia ke kuki komo. {{enable-cookies}}",
    "Describe why you are reporting an image.": "E wehewehe no ke aha ʻoe e hōʻike nei i kahi kiʻi.",
    "Enable cross-site cookies.": "Hiki i nā kuki pūnaewele keʻa.",
    "Enter the two words in the image.": "Hoʻokomo i nā huaʻōlelo ʻelua i ke kiʻi.",
    "Error fetching captcha.": "Hapa i ka hopu ʻana i ka captcha.",
    "Error submitting captcha.": "Hōʻalo ke waiho aku iā captcha.",
    "Feedback": "Kauohaʻi",
    "Get information about hCaptcha and accessibility options.": "E kiʻi i ka ʻike e pili ana i nā hCaptcha a me nā koho koho.",
    "Get information about hCaptcha.": "Loaʻa ka ʻike e pili ana i ka hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Hāʻawi i kahi hōʻike kikoʻī o kahi pōpilikia i loaʻa iā ʻoe.",
    "Give feedback.": "Hāʻawi i ka ʻōlelo.",
    "Having a problem?": "I ka pilikia?",
    "I am human": "He kanaka nō wau",
    "If there are None, click Skip": "Inā ʻAʻohe mea, kaomi i ka lele",
    "Inappropriate": "Inanawai",
    "Info": "ʻIkeʻikepili",
    "Information": "ʻIkepili",
    "Information about hCaptcha's accessibility options.": "ʻO ka ʻike e pili ana i nā koho koho hCaptcha.",
    "Information about the hCaptcha service.": "ʻO ka ʻike e pili ana i ka lawelawe hCaptcha.",
    "Learn about accessibility options.": "E aʻo e pili ana i nā koho koho.",
    "Learn more about hCaptcha Accessibility.": "E aʻo hou aʻe e pili ana i ka hiki i ka hCaptcha.",
    "Next": "Aea",
    "Next Challenge": "Kāohi hou",
    "Off Screen": "Pahu Paʻa",
    "Offensive": "Hewa",
    "Other": "ʻO kekahi",
    "Our accessibility option may help": "Kōkua paha kā mākou koho",
    "Our accessibility option may help.": "Kōkua paha kā mākou koho.",
    "Please also try turning off your ad blocker.‍": "E hoʻāʻo hou e huli i kāu hoʻolaha blocker.‍",
    "Please describe your issue.": "E wehewehe i kāu hihia.",
    "Please provide details and steps to reproduce.": "E ʻoluʻolu e hāʻawi i nā kikoʻī a me nā hana e hoʻohuli.",
    "Please select an image to report.": "E ʻoluʻolu e koho i kiʻi e hōʻike.",
    "Please select an option to send response.": "E koho i kahi koho e hoʻouna i ka pane.",
    "Please try again.": "E ʻoluʻolu hou.",
    "Privacy": "Pūnaewele",
    "Provide feedback for hCaptcha.": "Hāʻawi i ka ʻōlelo noʻonoʻo no ka hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Hōʻike i ka manaʻo e pili ana i ka lawelawe hCaptcha.",
    "Rate limited or network error. Please retry.": "Helu palena ʻia a i ʻole hemahema pūnaewele. E ʻoluʻolu e hoʻāʻo hou.",
    "Read more about the hCaptcha service.": "Heluhelu hou e pili ana i ka lawelawe hCaptcha.",
    "Refresh Challenge.": "Hōʻike Hoʻomaikaʻi.",
    "Report": "Hōʻike",
    "Report Bug": "Pūnaewele Pūnaewele",
    "Report Image": "Hōʻikeʻike i ka kiʻi",
    "Report a software bug or issue to hCaptcha.": "Hōʻike i kahi kani polokalamu a i ʻole ka hopena i ka hCaptcha.",
    "Report an image to hCaptcha.": "Hōʻike i kahi kiʻi i ka hCaptcha.",
    "Reporting a functionality issue?": "Ke hōʻike nei i kahi pilikia?",
    "Retrieve accessibility cookie.": "Loaʻa nā kuki komo.",
    "See how to report issues with detailed logs.": "E ʻike pehea e hōʻike aku ai i nā pilikia me nā lāʻau kiko.",
    "Send": "Hoʻouna",
    "Send Response": "Hoʻouna i ka pane",
    "Send Us Feedback": "Hoouna mai i ka Makou",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "E hoʻopaʻa inoa no ka hiki ke komo i ka wehe ʻana i ka luʻu hCaptcha.",
    "Skip": "Kāho",
    "Skip Challenge": "Kāhea Kōlea",
    "Software Bug": "Pūnaehana Pūnaewele",
    "Sorry to hear that!": "Kaumaha i lohe kela!",
    "Status:": "Kūlana:",
    "Submit Answers": "Waiho i nā pane",
    "Tell Us Why": "E haʻi iā mākou no ke aha",
    "Terms": "Nā Kūlana",
    "Thank you for your feedback.": "Mahalo nui no kāu ʻōlelo pane.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "ʻO ka palapala ʻike mea hoʻohana hCaptcha. E aʻo hou e pili ana i ke lawelawe a me ke koho.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "ʻAʻole pono ka sitekey no kēia hCaptcha. E ʻoluʻolu e ʻoluʻolu e ʻike i ka luna pūnaewele inā ʻike ʻoe i kēia.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Hoʻopau wale kēia hCaptcha i ka hōʻike wale. E ʻoluʻolu e ʻoluʻolu e ʻike i ka luna pūnaewele inā ʻike ʻoe i kēia.",
    "This lets you avoid future questions by registering and setting a cookie.": "ʻAe kēia e pale iā ʻoe i nā nīnau i ka wā e hiki mai ana ke kau inoa ʻana a hoʻonohonoho i kahi kuki.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "E kāpae i kā mākou ʻike pilikia, hāʻawi mākou i kahi kuki komo.",
    "Too Difficult": "ʻAkuhi loa",
    "View our accessibility option.": "E ʻike i kā mākou koho huli.",
    "Violent": "Kolohe",
    "We will look into the issue immediately.": "E nānā koke mākou i ia hihia.",
    "We'll resolve your issue as quickly as we can.": "E hoʻopau koke mākou i kāu hihia.",
    "Your computer or network has sent too many requests.": "Ua hoʻouna aku kāu kamepiula a i ʻole pūnaewele i nā noi he nui.",
    "hCaptcha Privacy Policy": "hCaptcha Polokalamu Hoʻolilo",
    "hCaptcha Terms of Service": "hCaptcha Nā Manaʻo o ka lawelawe",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hōʻike hCaptcha. Koho i mea e hoʻowalewale ai i ka luʻu, a i ʻole e pale iā ia inā ʻoe i kahi kuke hiki.",
    "hCaptcha checkbox. You are verified I am human.": "hōʻike hCaptcha. ʻIke ʻia ʻoe he kanaka nō wau.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "He lawelawe ʻo HCaptcha e hōʻemi i nā bots a me nā spam ma o ka nīnau ʻana i nā nīnau maʻalahi. E ʻoluʻolu e hāhai i nā kuhikuhi i ka piko o ka papa o kēlā me kēia paʻakikī. No ka ʻike hou aku",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "He lawelawe ʻo hCaptcha e hōʻemi ana i nā bot a me ka spam ma ke noi ʻana i nā nīnau maʻalahi. E ʻoluʻolu e hāhai i nā ʻōkuhi ma ka piko o ka pale no kēlā me kēia pilikia. No ka ʻike hou aku e kipa aku iā {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "Ua pau ka hCaptcha security token. E ʻoluʻolu e hoʻopiha hou i ka ʻaʻa.",
    "hCaptcha window closed due to timeout.": "pani ʻia ka puka aniani hCaptcha ma muli o ka palena manawa.",
    "widget error message text": "memo maʻa leka uila kope",
    "widget warning message text": "olelo kūkā leka uila leka uila"
}