{
    "Accessibility": "सरल उपयोग",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "पहुँच कुकी सेट नहीं है। {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "अभिगम्यता कुकी सेट है। मदद के लिए, कृपया {{support}} ईमेल करें",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "सरल उपयोग। HCaptcha पहुँच को सक्षम करने के बारे में जानने के लिए इस मेनू प्रविष्टि पर जाएँ, जो आपको ईमेल लिंक के माध्यम से चुनौती को बायपास करने की अनुमति देता है।",
    "Back": "वापस",
    "Can't Click": "क्लिक नहीं कर सकते",
    "Can't Solve": "हल नहीं कर सकते",
    "Cancel": "रद्द करना",
    "Cancel Response": "उत्तर रद्द करें",
    "Cannot contact hCaptcha. Check your connection and try again.": "HCaptcha से संपर्क नहीं कर सकता। अपना कनेक्शन जांचें और पुनः प्रयास करें।",
    "Check": "चेक",
    "Close": "बंद करे",
    "Close Modal": "मोडल बंद करें",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "कुकीज़ अक्षम हैं या पहुँच कुकी सेट नहीं है। {{enable-cookies}}",
    "Describe why you are reporting an image.": "वर्णन करें कि आप किसी छवि की रिपोर्ट क्यों कर रहे हैं।",
    "Enable cross-site cookies.": "क्रॉस-साइट कुकी सक्षम करें।",
    "Enter the two words in the image.": "छवि में दो शब्द दर्ज करें।",
    "Error fetching captcha.": "कैप्चा लाने में त्रुटि।",
    "Error submitting captcha.": "कैप्चा सबमिट करने में त्रुटि।",
    "Feedback": "प्रतिपुष्टि",
    "Get information about hCaptcha and accessibility options.": "HCaptcha और पहुँच विकल्प के बारे में जानकारी प्राप्त करें।",
    "Get information about hCaptcha.": "HCaptcha के बारे में जानकारी प्राप्त करें।",
    "Give a detailed report of a bug you've encountered.": "आपके द्वारा सामना किए गए बग की विस्तृत रिपोर्ट दें।",
    "Give feedback.": "प्रतिक्रिया दें।",
    "Having a problem?": "कोई समस्या हो रही है?",
    "I am human": "मैं मानव हूं",
    "If there are None, click Skip": "यदि कोई नहीं हैं, तो Skip पर क्लिक करें",
    "Inappropriate": "अनुचित",
    "Info": "जानकारी",
    "Information": "जानकारी",
    "Information about hCaptcha's accessibility options.": "HCaptcha की पहुँच विकल्पों के बारे में जानकारी।",
    "Information about the hCaptcha service.": "HCaptcha सेवा के बारे में जानकारी।",
    "Learn about accessibility options.": "पहुँच विकल्प के बारे में जानें।",
    "Learn more about hCaptcha Accessibility.": "HCaptcha पहुँच के बारे में और जानें।",
    "Next": "आगे",
    "Next Challenge": "अगली चुनौती",
    "Off Screen": "ऑफ स्क्रीन",
    "Offensive": "अपमानजनक",
    "Other": "अन्य",
    "Our accessibility option may help": "हमारे पहुँच विकल्प में मदद मिल सकती है",
    "Our accessibility option may help.": "हमारे पहुँच विकल्प में मदद मिल सकती है।",
    "Please also try turning off your ad blocker.‍": "कृपया अपने विज्ञापन अवरोधक को बंद करने का प्रयास करें",
    "Please describe your issue.": "कृपया अपने मुद्दे का वर्णन करें।",
    "Please provide details and steps to reproduce.": "कृपया विवरण और पुन: पेश करने के लिए कदम प्रदान करें।",
    "Please select an image to report.": "कृपया रिपोर्ट करने के लिए एक छवि चुनें।",
    "Please select an option to send response.": "कृपया प्रतिक्रिया भेजने के लिए एक विकल्प चुनें।",
    "Please try again.": "कृपया पुन: प्रयास करें।",
    "Privacy": "एकांत",
    "Provide feedback for hCaptcha.": "HCaptcha के लिए प्रतिक्रिया दें।",
    "Provide feedback regarding the hCaptcha service.": "HCaptcha सेवा के बारे में प्रतिक्रिया दें।",
    "Rate limited or network error. Please retry.": "दर सीमित या नेटवर्क त्रुटि। कृपया पुन: प्रयास करें।",
    "Read more about the hCaptcha service.": "HCaptcha सेवा के बारे में और पढ़ें।",
    "Refresh Challenge.": "चुनौती को ताज़ा करें।",
    "Report": "रिपोर्ट good",
    "Report Bug": "रिपोर्ट बग",
    "Report Image": "रिपोर्ट छवि",
    "Report a software bug or issue to hCaptcha.": "एक सॉफ्टवेयर बग रिपोर्ट करें या hCaptcha को जारी करें।",
    "Report an image to hCaptcha.": "HCaptcha को एक छवि की रिपोर्ट करें।",
    "Reporting a functionality issue?": "एक कार्यक्षमता मुद्दे की रिपोर्टिंग?",
    "Retrieve accessibility cookie.": "पहुँच कुकी को पुनः प्राप्त करें।",
    "See how to report issues with detailed logs.": "विस्तृत लॉग के साथ समस्याओं की रिपोर्ट करने का तरीका देखें।",
    "Send": "संदेश",
    "Send Response": "प्रतिक्रिया भेजो",
    "Send Us Feedback": "हमें फीडबैक भेजें",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "HCaptcha चुनौती को बायपास करने के लिए एक्सेसिबिलिटी एक्सेस के लिए साइन अप करें।",
    "Skip": "छोड़ें",
    "Skip Challenge": "चुनौती छोड़ें",
    "Software Bug": "सॉफ्टवेयर बग",
    "Sorry to hear that!": "ऐसा सुनने के लिए क्षमा करें!",
    "Status:": "स्थिति:",
    "Submit Answers": "उत्तर जमा करें",
    "Tell Us Why": "हमें बताओ क्यों",
    "Terms": "शर्तें",
    "Thank you for your feedback.": "आपकी प्रतिक्रिया के लिए आपका धन्यवाद।",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "HCaptcha उपयोगकर्ता जानकारी पृष्ठ। सेवा और पहुँच विकल्पों के बारे में अधिक जानें।",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "इस hCaptcha के लिए साइटकी गलत है। यदि आप इसे देखते हैं तो कृपया साइट व्यवस्थापक से संपर्क करें।",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "यह hCaptcha केवल परीक्षण के लिए है। यदि आप इसे देखते हैं तो कृपया साइट व्यवस्थापक से संपर्क करें।",
    "This lets you avoid future questions by registering and setting a cookie.": "यह आपको कुकी को पंजीकृत और सेट करके भविष्य के सवालों से बचने देता है।",
    "To bypass our visual challenge, we offer an accessibility cookie.": "हमारी दृश्य चुनौती को दरकिनार करने के लिए, हम एक पहुँच योग्य कुकी प्रदान करते हैं।",
    "Too Difficult": "बहुत कठिन",
    "View our accessibility option.": "हमारी पहुंच का विकल्प देखें।",
    "Violent": "हिंसा करनेवाला",
    "We will look into the issue immediately.": "हम इस मुद्दे पर तुरंत गौर करेंगे।",
    "We'll resolve your issue as quickly as we can.": "हम जितनी जल्दी हो सके आपके मुद्दे को हल करेंगे।",
    "Your computer or network has sent too many requests.": "आपके कंप्यूटर या नेटवर्क ने बहुत सारे अनुरोध भेजे हैं।",
    "hCaptcha Privacy Policy": "hCaptcha गोपनीयता नीति",
    "hCaptcha Terms of Service": "hCaptcha सेवा की शर्तें",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha चेकबॉक्स। चुनौती को ट्रिगर करने के लिए या यदि आपके पास कोई पहुँच योग्य कुकी है तो उसे बायपास करने के लिए चयन करें।",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha चेकबॉक्स। आप सत्यापित हैं कि मैं मानव हूं।",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha एक ऐसी सेवा है जो सरल प्रश्न पूछकर बॉट्स और स्पैम को कम करती है। कृपया प्रत्येक चुनौती के लिए स्क्रीन के शीर्ष पर दिए गए निर्देशों का पालन करें। अधिक जानकारी के लिए यात्रा करें",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha एक ऐसी सेवा है जो सरल प्रश्न पूछकर बॉट्स और स्पैम को कम करती है। कृपया प्रत्येक चुनौती के लिए स्क्रीन के शीर्ष पर दिए गए निर्देशों का पालन करें। अधिक जानकारी के लिए {{site-url}} पर जाएं",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha सुरक्षा टोकन की समय सीमा समाप्त हो गई है। कृपया चुनौती को फिर से पूरा करें।",
    "hCaptcha window closed due to timeout.": "hcaptcha विंडो टाइमआउट के कारण बंद हो गई।",
    "widget error message text": "विजेट त्रुटि संदेश पाठ",
    "widget warning message text": "विजेट चेतावनी संदेश पाठ"
}