{
    "Accessibility": "Kev nkag mus",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Yuav siv cov khaub noom faus fab no tsis tau teeb tsa. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Yuav siv cov khaub noom yooj yim. Yog xav tau kev pab, thov email {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Kev nkag mus. Mus saib cov ntawv qhia zaub mov no kom paub txog yuav ua li cas thiaj ua tau hCaptcha kev nkag mus, uas tso cai rau koj los dhau ntawm qhov kev sib tw dhau ntawm ib qho txuas emailed.",
    "Back": "Tom qab",
    "Can't Click": "Tsis Tuaj Nyem",
    "Can't Solve": "Yuav daws tsis tau",
    "Cancel": "Ntawv cia Suam teb",
    "Cancel Response": "Ncua tseg Teb",
    "Cannot contact hCaptcha. Check your connection and try again.": "Tsis tuaj yeem tiv toj hCaptcha. Tshawb xyuas koj qhov kev sib txuas thiab sim dua.",
    "Check": "Tshawb xyuas",
    "Close": "Kaw",
    "Close Modal": "Kaw Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Cov ncuav qab zib ua tsis taus lossis lub chaw nkag yooj yim tsis khoom. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Piav qhia tias vim li cas koj thiaj li tshaj tawm tus duab.",
    "Enable cross-site cookies.": "Cia cov khaub noom hla-site.",
    "Enter the two words in the image.": "Ntaus ob lo lus nyob rau hauv daim duab.",
    "Error fetching captcha.": "Yuam kev ntes captcha.",
    "Error submitting captcha.": "Yuam kev xa captcha.",
    "Feedback": "Tswv yim",
    "Get information about hCaptcha and accessibility options.": "Tau cov ntaub ntawv hais txog hCaptcha thiab cov kev xaiv yooj yim.",
    "Get information about hCaptcha.": "Tau txais cov ntaub ntawv hais txog hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Muab ib daim ntawv qhia ntxaws ntxaws ntawm cov kab koj tau ntsib.",
    "Give feedback.": "Muab tswv yim.",
    "Having a problem?": "Muaj teeb meem?",
    "I am human": "Kuv yog neeg",
    "If there are None, click Skip": "Yog tias Tsis Muaj, nyem Hla",
    "Inappropriate": "Tsis Tsim Nyog",
    "Info": "Cov ntaub ntawv",
    "Information": "Cov Ntaub Ntawv",
    "Information about hCaptcha's accessibility options.": "Cov ntaub ntawv hais txog hCaptcha cov kev xaiv mus cuag tau.",
    "Information about the hCaptcha service.": "Cov ntaub ntawv hais txog cov kev pabcuam hCaptcha.",
    "Learn about accessibility options.": "Kawm paub txog cov kev xaiv uas yooj yim.",
    "Learn more about hCaptcha Accessibility.": "Kawm ntxiv txog hCaptcha Kev nkag mus cuag tau.",
    "Next": "Ntxiv mus",
    "Next Challenge": "Sib tw tom ntej",
    "Off Screen": "Qhov screen",
    "Offensive": "Kev Ua Phem",
    "Other": "Lwm yam",
    "Our accessibility option may help": "Peb cov kev xaiv yooj yim tuaj yeem pab tau",
    "Our accessibility option may help.": "Peb cov kev xaiv yooj yim tuaj yeem pab tau.",
    "Please also try turning off your ad blocker.‍": "Thov koj sim sim tua koj cov ad blocker.‍",
    "Please describe your issue.": "Thov piav koj qhov teeb meem.",
    "Please provide details and steps to reproduce.": "Thov muab cov ntsiab lus thiab cov kauj ruam coj mus tsim tawm.",
    "Please select an image to report.": "Thov xaiv ib cov duab los qhia.",
    "Please select an option to send response.": "Thov xaiv qhov kev xaiv los xa lus teb.",
    "Please try again.": "Thov koj sim dua.",
    "Privacy": "Tsis pub twg paub",
    "Provide feedback for hCaptcha.": "Muab cov lus qhia rau hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Muab cov lus taw qhia hais txog qhov kev pabcuam hCaptcha.",
    "Rate limited or network error. Please retry.": "Tus nqi raug txwv lossis lub network yuam kev. Thov rov ua dua.",
    "Read more about the hCaptcha service.": "Nyeem ntxiv txog hCaptcha kev pabcuam.",
    "Refresh Challenge.": "Kho Siab Tawm Tshiab.",
    "Report": "Daim Ntawv Qhia",
    "Report Bug": "Ceeb toom kab laum",
    "Report Image": "Daim Duab Duab",
    "Report a software bug or issue to hCaptcha.": "Tshaj tawm cov kab software lossis teeb meem rau hCaptcha.",
    "Report an image to hCaptcha.": "Tshaj tawm daim duab rau hCaptcha.",
    "Reporting a functionality issue?": "Qhia txog ib qho teeb meem ua haujlwm?",
    "Retrieve accessibility cookie.": "Rov muab cov khaub noom siv tau.",
    "See how to report issues with detailed logs.": "Saib yuav ua li cas qhia txog teeb meem nrog cov ncauj lus kom ntxaws.",
    "Send": "Xa",
    "Send Response": "Xa Teb",
    "Send Us Feedback": "Xa peb Kev tawm tswv yim",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Sau npe rau kev nkag mus tau yooj yim kom nkag mus los ntawm hCaptcha kev sib tw.",
    "Skip": "Hla",
    "Skip Challenge": "Hla kev sib tw",
    "Software Bug": "Software kab laum",
    "Sorry to hear that!": "Thov txim uas tau hnov!",
    "Status:": "Raws li txoj cai:",
    "Submit Answers": "Xa cov lus teb",
    "Tell Us Why": "Qhia Rau Peb Vim Li Cas",
    "Terms": "Cov ntsiab lus uas",
    "Thank you for your feedback.": "Ua tsaug rau koj lub tswv yim.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Lub hCaptcha cov ntaub ntawv nplooj. Kawm ntxiv txog cov kev pabcuam thiab kev mus cuag tau.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Lub vev xaib rau hCaptcha no tsis raug. Thov hu rau tus xaib admin yog tias koj pom qhov no.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "No hCaptcha yog rau kev xeem nkaus xwb. Thov hu rau tus xaib admin yog tias koj pom qhov no.",
    "This lets you avoid future questions by registering and setting a cookie.": "Qhov no cia koj zam cov lus nug yav tom ntej los ntawm kev sau npe thiab teeb khoom qab zib.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Kom dhau peb txoj kev sib tw pom kev zoo, peb muab cov khoom qab zib ua kom yooj yim.",
    "Too Difficult": "Ua Neeg Nyuaj Siab",
    "View our accessibility option.": "Saib peb cov kev xaiv ua kom tau txais txiaj ntsig.",
    "Violent": "Ua nruj ua tsiv",
    "We will look into the issue immediately.": "Peb yuav saib mus rau hauv qhov teeb meem tam sim ntawd.",
    "We'll resolve your issue as quickly as we can.": "Peb yuav daws koj qhov teeb meem kom sai li sai tau.",
    "Your computer or network has sent too many requests.": "Koj lub computer lossis network tau xa ntau qhov kev thov.",
    "hCaptcha Privacy Policy": "hCaptcha Txoj Cai Tswjfwm Ntiag Tug",
    "hCaptcha Terms of Service": "hCaptcha Cov Lus Qhia Kev Pabcuam",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha checkbox. Xaiv nyob rau hauv kev txiav txim siab mus rau tawm kev sib tw, los yog yuav hla nws yog hais tias koj muaj ib tug cuag khoom qab zib.",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha checkbox. Koj muaj tseeb koj yog neeg.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha yog qhov kev pabcuam uas txo bots thiab spam los ntawm kev nug cov lus nug yooj yim. Thov ua raws li cov lus qhia nyob rau sab saum toj ntawm kev tshuaj ntsuam rau txhua qhov kev sib tw. Rau cov ntaub ntawv txuas ntxiv mus ntsib",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha yog qhov kev pabcuam uas txo bots thiab spam los ntawm kev nug cov lus nug yooj yim. Thov ua raws li cov lus qhia nyob rau sab saum toj ntawm kev tshuaj ntsuam rau txhua qhov kev sib tw. Yog xav paub ntxiv mus xyuas {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha kev ruaj ntseg token tau tas sijhawm lawm. Thov ua kom tiav qhov kev sib tw ntxiv.",
    "hCaptcha window closed due to timeout.": "hCaptcha qhov rai kaw vim yog lub sijhawm ua haujlwm.",
    "widget error message text": "widget kev ua yuam kev xov ntawv nyeem",
    "widget warning message text": "cov ntawv ceeb toom widget"
}