{
    "Accessibility": "Aksè",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Bonbon aksè pa mete. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Se bonbon aksè mete. Pou èd, tanpri imèl {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Aksè. Vizite antre meni sa a pou aprann kijan pou pèmèt aksè hCaptcha, ki pèmèt ou kontoune defi a atravè yon lyen imèl.",
    "Back": "Retounen",
    "Can't Click": "Pa Ka Klike",
    "Can't Solve": "Pa Ka Rezoud",
    "Cancel": "Anile",
    "Cancel Response": "Anile Repons",
    "Cannot contact hCaptcha. Check your connection and try again.": "Pa ka kontakte hCaptcha. Tcheke koneksyon ou epi eseye ankò.",
    "Check": "Tcheke",
    "Close": "Fèmen",
    "Close Modal": "Fèmen Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Bonbon yo enfim oswa bonbon aksè a pa mete. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Dekri poukisa ou rapòte yon imaj.",
    "Enable cross-site cookies.": "Pèmèt bonbon kwa-sit.",
    "Enter the two words in the image.": "Antre de mo sa yo nan imaj la.",
    "Error fetching captcha.": "Erè chache captcha.",
    "Error submitting captcha.": "Erè pou soumèt captcha.",
    "Feedback": "Feedback",
    "Get information about hCaptcha and accessibility options.": "Jwenn enfòmasyon sou hCaptcha ak opsyon aksè.",
    "Get information about hCaptcha.": "Jwenn enfòmasyon sou hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Bay yon rapò detaye sou yon ensèk ou te rankontre.",
    "Give feedback.": "Bay remak.",
    "Having a problem?": "Èske w gen yon pwoblèm?",
    "I am human": "Mwen se moun",
    "If there are None, click Skip": "Si pa gen okenn, klike sou Sote",
    "Inappropriate": "Apwopriye",
    "Info": "Info",
    "Information": "Enfòmasyon",
    "Information about hCaptcha's accessibility options.": "Enfòmasyon sou opsyon aksè hCaptcha a.",
    "Information about the hCaptcha service.": "Enfòmasyon sou sèvis la hCaptcha.",
    "Learn about accessibility options.": "Aprann sou opsyon pou aksè.",
    "Learn more about hCaptcha Accessibility.": "Aprann plis bagay sou Aksè hCaptcha.",
    "Next": "Next",
    "Next Challenge": "Pwochen defi",
    "Off Screen": "Off ekran",
    "Offensive": "Ofansif",
    "Other": "Lòt",
    "Our accessibility option may help": "Opsyon nou an aksè ka ede",
    "Our accessibility option may help.": "Opsyon nou an aksè ka ede.",
    "Please also try turning off your ad blocker.‍": "Tanpri eseye tou fèmen anons blocker ou.‍",
    "Please describe your issue.": "Tanpri dekri pwoblèm ou an.",
    "Please provide details and steps to reproduce.": "Tanpri bay detay ak etap repwodui.",
    "Please select an image to report.": "Tanpri chwazi yon imaj pou rapòte.",
    "Please select an option to send response.": "Tanpri chwazi yon opsyon pou voye repons lan.",
    "Please try again.": "Tanpri eseye ankò.",
    "Privacy": "Privacy",
    "Provide feedback for hCaptcha.": "Bay fidbak pou hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Bay fidbak konsènan sèvis la hCaptcha.",
    "Rate limited or network error. Please retry.": "To limite oswa rezo erè. Tanpri, eseye ankò.",
    "Read more about the hCaptcha service.": "Li plis sou sèvis la hCaptcha.",
    "Refresh Challenge.": "Ranfòse defi.",
    "Report": "Rapò",
    "Report Bug": "Rapòte ensèk",
    "Report Image": "Rapò Imaj",
    "Report a software bug or issue to hCaptcha.": "Rapòte yon ensèk lojisyèl oswa pwoblèm nan hCaptcha.",
    "Report an image to hCaptcha.": "Rapòte yon imaj hCaptcha.",
    "Reporting a functionality issue?": "Rapòte yon pwoblèm fonctionnalités?",
    "Retrieve accessibility cookie.": "Rekipere bonbon aksè.",
    "See how to report issues with detailed logs.": "Gade kouman pou rapòte pwoblèm ak mòso detaye.",
    "Send": "Voye",
    "Send Response": "Voye repons lan",
    "Send Us Feedback": "Voye nou Feedback",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Enskri pou aksè aksè pou kontoune defi a hCaptcha.",
    "Skip": "Sote",
    "Skip Challenge": "Sote defi",
    "Software Bug": "Lojisyèl ensèk",
    "Sorry to hear that!": "Padon tande sa!",
    "Status:": "Estati:",
    "Submit Answers": "Soumèt repons yo",
    "Tell Us Why": "Di nou Poukisa",
    "Terms": "Tèm yo",
    "Thank you for your feedback.": "Mèsi pou remak ou.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Paj enfòmasyon sou itilizatè hCaptcha a. Aprann plis sou sèvis la ak opsyon aksè.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Sitekey a pou hCaptcha sa a pa kòrèk. Tanpri kontakte administratè sit la si ou wè sa.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Sa a hCaptcha se pou fè tès sèlman. Tanpri kontakte administratè sit la si ou wè sa.",
    "This lets you avoid future questions by registering and setting a cookie.": "Sa a pèmèt ou evite kesyon nan lavni pa enskri ak mete yon bonbon.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Pou kontoune defi vizyèl nou an, nou ofri yon bonbon aksè.",
    "Too Difficult": "Twò difisil",
    "View our accessibility option.": "Gade opsyon aksè nou an.",
    "Violent": "Vyolan",
    "We will look into the issue immediately.": "Nou pral gade nan pwoblèm nan imedyatman.",
    "We'll resolve your issue as quickly as we can.": "Nou pral rezoud pwoblèm ou pi vit ke nou kapab.",
    "Your computer or network has sent too many requests.": "Odinatè w lan oswa rezo a te voye twòp demann.",
    "hCaptcha Privacy Policy": "hCaptcha Privacy Policy",
    "hCaptcha Terms of Service": "hCaptcha Regleman pou Sèvis",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha checkbox. Chwazi yo nan lòd yo deklanche defi a, oswa kontoune li si ou gen yon bonbon aksè.",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha checkbox. Ou verifye se mwen menm moun.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha se yon sèvis ki redwi bots ak spam pa poze kesyon senp. Tanpri swiv enstriksyon ki nan tèt ekran an pou chak defi. Pou plis enfòmasyon vizit",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha se yon sèvis ki diminye robo ak Spam lè li poze kesyon senp. Tanpri swiv enstriksyon yo nan tèt ekran an pou chak defi. Pou plis enfòmasyon vizite {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha sekirite siy te ekspire. Tanpri ranpli defi a ankò.",
    "hCaptcha window closed due to timeout.": "hCaptcha fenèt fèmen akòz delè.",
    "widget error message text": "tèks mesaj widje erè",
    "widget warning message text": "tèks mesaj avètisman widje"
}