{
    "Accessibility": "Megközelíthetőség",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "A kisegítő cookie nincs beállítva. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "A kisegítő cookie be van állítva. Segítségért kérjük, küldjön e-mailt a {{support}} címre",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Megközelíthetőség. Ebben a menüpontban megtudhatja, hogyan engedélyezheti a hCaptcha akadálymentességét, amely lehetővé teszi a kihívás megkerülését egy e-mailben elküldött linken keresztül.",
    "Back": "Vissza",
    "Can't Click": "Nem lehet kattintani",
    "Can't Solve": "Nem lehet megoldani",
    "Cancel": "Megszünteti",
    "Cancel Response": "A válasz törlése",
    "Cannot contact hCaptcha. Check your connection and try again.": "Nem lehet kapcsolatba lépni a hCaptchával. Ellenőrizze a kapcsolatot, és próbálja újra.",
    "Check": "Jelölje be",
    "Close": "Bezárás",
    "Close Modal": "Zárja be a modált",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "A sütik le vannak tiltva, vagy az akadálymentesítési süti nincs beállítva. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Írja le, miért jelent egy képet.",
    "Enable cross-site cookies.": "Engedélyezze a webhelyek közötti sütiket.",
    "Enter the two words in the image.": "Írja be a képen a két szót.",
    "Error fetching captcha.": "Hiba a captcha beolvasásakor.",
    "Error submitting captcha.": "Hiba a captcha benyújtásakor.",
    "Feedback": "Visszacsatolás",
    "Get information about hCaptcha and accessibility options.": "Információ a hCaptcha-ról és az akadálymentességről.",
    "Get information about hCaptcha.": "Tudjon meg többet a hCaptcha-ról.",
    "Give a detailed report of a bug you've encountered.": "Adjon részletes jelentést a felmerült hibáról.",
    "Give feedback.": "Adj visszajelzést.",
    "Having a problem?": "Probléma van?",
    "I am human": "Nem vagyok robot",
    "If there are None, click Skip": "Ha nincs ilyen, kattintson az Ugrás gombra",
    "Inappropriate": "Alkalmatlan",
    "Info": "Info",
    "Information": "Információ",
    "Information about hCaptcha's accessibility options.": "Információ a hCaptcha kisegítő lehetőségeiről.",
    "Information about the hCaptcha service.": "Információ a hCaptcha szolgáltatásról.",
    "Learn about accessibility options.": "Tudjon meg többet az akadálymentességről.",
    "Learn more about hCaptcha Accessibility.": "További információ a hCaptcha kisegítő lehetőségeiről.",
    "Next": "Következő",
    "Next Challenge": "Következő kihívás",
    "Off Screen": "Kikapcsolva",
    "Offensive": "Támadó",
    "Other": "Egyéb",
    "Our accessibility option may help": "Kisegítő lehetőségeink segíthetnek",
    "Our accessibility option may help.": "Kisegítő lehetőségeink segíthetnek.",
    "Please also try turning off your ad blocker.‍": "Kérjük, próbálja meg is kikapcsolni a hirdetésgátlót.‍",
    "Please describe your issue.": "Kérjük, írja le problémáját.",
    "Please provide details and steps to reproduce.": "Kérjük, adja meg a reprodukálás részleteit és lépéseit.",
    "Please select an image to report.": "Kérjük, válasszon egy képet, amelyet jelenteni szeretne.",
    "Please select an option to send response.": "Kérjük, válasszon egy lehetőséget a válasz küldéséhez.",
    "Please try again.": "Kérlek próbáld újra.",
    "Privacy": "Magánélet",
    "Provide feedback for hCaptcha.": "Visszajelzés küldése a hCaptcha-nak.",
    "Provide feedback regarding the hCaptcha service.": "Visszajelzés küldése a hCaptcha szolgáltatásról.",
    "Rate limited or network error. Please retry.": "Korlátozott arány vagy hálózati hiba. Kérjük, próbálkozzon újra.",
    "Read more about the hCaptcha service.": "További információ a hCaptcha szolgáltatásról.",
    "Refresh Challenge.": "Frissítse a kihívást.",
    "Report": "Jelentés",
    "Report Bug": "Jelentés a hibáról",
    "Report Image": "Kép jelentése",
    "Report a software bug or issue to hCaptcha.": "Jelentsen egy szoftverhibát vagy problémát a hCaptcha-nak.",
    "Report an image to hCaptcha.": "Jelentsen egy képet a hCaptcha-nak.",
    "Reporting a functionality issue?": "Funkcionalitási probléma jelentése?",
    "Retrieve accessibility cookie.": "Letölthető kisegítő süti.",
    "See how to report issues with detailed logs.": "Olvassa el, hogyan jelentheti be a problémákat a részletes naplókkal.",
    "Send": "Küld",
    "Send Response": "Válasz küldése",
    "Send Us Feedback": "Küldjön visszajelzést",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Iratkozzon fel az akadálymentesség elérésére, hogy megkerülje a hCaptcha kihívást.",
    "Skip": "Skip",
    "Skip Challenge": "Skip Challenge",
    "Software Bug": "Szoftverhiba",
    "Sorry to hear that!": "Sajnálattal hallom!",
    "Status:": "Állapot:",
    "Submit Answers": "Küldje el válaszokat",
    "Tell Us Why": "Mondja el, miért",
    "Terms": "feltételek",
    "Thank you for your feedback.": "Köszönjük a visszajelzést.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "A hCaptcha felhasználói információs oldal. További információ a szolgáltatásról és az akadálymentességről.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "A hCaptcha webhelykulcsa helytelen. Kérjük, lépjen kapcsolatba a webhely adminisztrátorával, ha ezt látja.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Ez a hCaptcha csak tesztelésre szolgál. Kérjük, lépjen kapcsolatba a webhely adminisztrátorával, ha ezt látja.",
    "This lets you avoid future questions by registering and setting a cookie.": "Ez lehetővé teszi, hogy elkerülje a jövőbeli kérdéseket a cookie regisztrálásával és beállításával.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "A vizuális kihívásunk elkerülése érdekében akadálymentességi sütit kínálunk.",
    "Too Difficult": "Túl nehéz",
    "View our accessibility option.": "Tekintse meg akadálymentességünket.",
    "Violent": "Erőszakos",
    "We will look into the issue immediately.": "Azonnal megvizsgáljuk a kérdést.",
    "We'll resolve your issue as quickly as we can.": "A problémát a lehető leggyorsabban megoldjuk.",
    "Your computer or network has sent too many requests.": "Számítógépe vagy hálózata túl sok kérést küldött.",
    "hCaptcha Privacy Policy": "hCaptcha adatvédelmi irányelvek",
    "hCaptcha Terms of Service": "hCaptcha Szolgáltatási feltételek",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha jelölőnégyzet. Válassza ki a kihívás kiváltásához, vagy annak megkerüléséhez, ha van akadálymentességi sütik.",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha jelölőnégyzet. Ellenőrizték, hogy ember vagyok-e.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "A hCaptcha olyan szolgáltatás, amely egyszerű kérdések feltevése révén csökkenti a robotok és a spam képességeit. Kérjük, minden kihíváshoz kövesse a képernyő tetején található utasításokat. További információkért látogasson el",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "A hCaptcha olyan szolgáltatás, amely egyszerű kérdések feltevésével csökkenti a botokat és a spameket. Kérjük, kövesse a képernyő tetején található utasításokat minden kihíváshoz. További információ: {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "A hCaptcha biztonsági token lejárt. Kérjük, töltse ki újra a kihívást.",
    "hCaptcha window closed due to timeout.": "A hCaptcha ablak időtúllépés miatt bezárult.",
    "widget error message text": "widget hibaüzenet szövege",
    "widget warning message text": "widget figyelmeztető üzenet szövege"
}