{
    "Accessibility": "Aksesibilitas",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Cookie aksesibilitas tidak disetel. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Cookie aksesibilitas telah ditetapkan. Untuk bantuan, silakan kirim email ke {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Aksesibilitas. Kunjungi entri menu ini untuk mempelajari cara mengaktifkan aksesibilitas hCaptcha, yang memungkinkan Anda melewati tantangan melalui tautan email.",
    "Back": "kembali",
    "Can't Click": "Tidak bisa mengklik",
    "Can't Solve": "Tidak bisa menyelesaikan",
    "Cancel": "Membatalkan",
    "Cancel Response": "Batalkan Respons",
    "Cannot contact hCaptcha. Check your connection and try again.": "Tidak dapat menghubungi hCaptcha. Periksa koneksi Anda dan coba lagi.",
    "Check": "Memeriksa",
    "Close": "Menutup",
    "Close Modal": "Tutup Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Cookie dinonaktifkan atau cookie aksesibilitas tidak disetel. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Jelaskan mengapa Anda melaporkan gambar.",
    "Enable cross-site cookies.": "Aktifkan cookie lintas situs.",
    "Enter the two words in the image.": "Masukkan dua kata dalam gambar.",
    "Error fetching captcha.": "Kesalahan mengambil captcha.",
    "Error submitting captcha.": "Kesalahan mengirim captcha.",
    "Feedback": "Umpan balik",
    "Get information about hCaptcha and accessibility options.": "Dapatkan informasi tentang hCaptcha dan opsi aksesibilitas.",
    "Get information about hCaptcha.": "Dapatkan informasi tentang hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Berikan laporan rinci bug yang Anda temui.",
    "Give feedback.": "Berikan umpan balik.",
    "Having a problem?": "Mengalami masalah?",
    "I am human": "Aku manusia",
    "If there are None, click Skip": "Jika tidak ada, klik Lewati",
    "Inappropriate": "Tidak pantas",
    "Info": "Informasi",
    "Information": "Informasi",
    "Information about hCaptcha's accessibility options.": "Informasi tentang opsi aksesibilitas hCaptcha.",
    "Information about the hCaptcha service.": "Informasi tentang layanan hCaptcha.",
    "Learn about accessibility options.": "Pelajari tentang opsi aksesibilitas.",
    "Learn more about hCaptcha Accessibility.": "Pelajari lebih lanjut tentang Aksesibilitas hCaptcha.",
    "Next": "Lanjut",
    "Next Challenge": "Tantangan selanjutnya",
    "Off Screen": "Off Screen",
    "Offensive": "Serangan",
    "Other": "Lain",
    "Our accessibility option may help": "Opsi aksesibilitas kami dapat membantu",
    "Our accessibility option may help.": "Opsi aksesibilitas kami dapat membantu.",
    "Please also try turning off your ad blocker.‍": "Harap coba matikan pemblokir iklan Anda",
    "Please describe your issue.": "Tolong jelaskan masalah Anda.",
    "Please provide details and steps to reproduce.": "Harap berikan detail dan langkah untuk mereproduksi.",
    "Please select an image to report.": "Pilih gambar untuk dilaporkan.",
    "Please select an option to send response.": "Silakan pilih opsi untuk mengirim respons.",
    "Please try again.": "Silakan coba lagi.",
    "Privacy": "Pribadi",
    "Provide feedback for hCaptcha.": "Berikan umpan balik untuk hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Berikan umpan balik mengenai layanan hCaptcha.",
    "Rate limited or network error. Please retry.": "Nilai terbatas atau kesalahan jaringan. Silakan coba lagi.",
    "Read more about the hCaptcha service.": "Baca lebih lanjut tentang layanan hCaptcha.",
    "Refresh Challenge.": "Segarkan Tantangan.",
    "Report": "Melaporkan",
    "Report Bug": "Melaporkan kesalahan",
    "Report Image": "Laporan gambar",
    "Report a software bug or issue to hCaptcha.": "Laporkan bug atau masalah perangkat lunak ke hCaptcha.",
    "Report an image to hCaptcha.": "Laporkan gambar ke hCaptcha.",
    "Reporting a functionality issue?": "Melaporkan masalah fungsionalitas?",
    "Retrieve accessibility cookie.": "Ambil cookie aksesibilitas.",
    "See how to report issues with detailed logs.": "Lihat cara melaporkan masalah dengan log terperinci.",
    "Send": "Kirim",
    "Send Response": "Kirim Respons",
    "Send Us Feedback": "Berikan umpan balik",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Daftar untuk aksesibilitas untuk melewati tantangan hCaptcha.",
    "Skip": "Melewatkan",
    "Skip Challenge": "Lewati Tantangan",
    "Software Bug": "Bug Perangkat Lunak",
    "Sorry to hear that!": "Turut berduka cita!",
    "Status:": "Status:",
    "Submit Answers": "Kirim Jawaban",
    "Tell Us Why": "Beri Tahu Kami Mengapa",
    "Terms": "Ketentuan",
    "Thank you for your feedback.": "Terima kasih atas tanggapan Anda.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Halaman informasi pengguna hCaptcha. Pelajari lebih lanjut tentang opsi layanan dan aksesibilitas.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Sitekey untuk hCaptcha ini salah. Silakan hubungi admin situs jika Anda melihat ini.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "HCaptcha ini hanya untuk pengujian. Silakan hubungi admin situs jika Anda melihat ini.",
    "This lets you avoid future questions by registering and setting a cookie.": "Ini memungkinkan Anda menghindari pertanyaan di masa mendatang dengan mendaftarkan dan mengatur cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Untuk melewati tantangan visual kami, kami menawarkan cookie aksesibilitas.",
    "Too Difficult": "Terlalu sulit",
    "View our accessibility option.": "Lihat opsi aksesibilitas kami.",
    "Violent": "Kasar",
    "We will look into the issue immediately.": "Kami akan segera membahas masalah ini.",
    "We'll resolve your issue as quickly as we can.": "Kami akan menyelesaikan masalah Anda secepat mungkin.",
    "Your computer or network has sent too many requests.": "Komputer atau jaringan Anda mengirimkan terlalu banyak permintaan.",
    "hCaptcha Privacy Policy": "Kebijakan Privasi hCaptcha",
    "hCaptcha Terms of Service": "Ketentuan Layanan hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "kotak centang hCaptcha. Pilih untuk memicu tantangan, atau untuk memotongnya jika Anda memiliki cookie aksesibilitas.",
    "hCaptcha checkbox. You are verified I am human.": "kotak centang hCaptcha. Anda diverifikasi saya manusia.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha adalah layanan yang mengurangi bot dan spam dengan mengajukan pertanyaan sederhana. Silakan ikuti instruksi di bagian atas layar untuk setiap tantangan. Untuk info lebih lanjut, kunjungi",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha adalah layanan yang mengurangi bot dan spam dengan mengajukan pertanyaan sederhana. Ikuti petunjuk di bagian atas layar untuk setiap tantangan. Untuk informasi lebih lanjut kunjungi {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "Token keamanan hCaptcha telah kedaluwarsa. Harap selesaikan tantangannya lagi.",
    "hCaptcha window closed due to timeout.": "Jendela hCaptcha ditutup karena waktu tunggu.",
    "widget error message text": "teks pesan kesalahan widget",
    "widget warning message text": "teks pesan peringatan widget"
}