{
    "Accessibility": "Nnweta",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Etinye kuki nnweta. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Etinye kuki esi abanye. Maka enyemaka, biko ziga ozi {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Nnweta. Gaa na ntinye menu iji mụta otu esi enyere hCaptcha aka, nke na-enye gị ohere ịgafe ihe ịma aka ahụ site na njikọ email.",
    "Back": "Azu",
    "Can't Click": "Enweghị ike pịa",
    "Can't Solve": "Enweghị ike Ngwọta",
    "Cancel": "Kagbuo",
    "Cancel Response": "Kagbuo aza",
    "Cannot contact hCaptcha. Check your connection and try again.": "Enweghị ike ịkpọtụrụ hCaptcha. Lelee njikọ gị wee nwaa ọzọ.",
    "Check": "Lelee",
    "Close": "Mechie",
    "Close Modal": "Mechie Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Kuki nwere nkwarụ ma ọ bụ kuki na-enweghị ike ịtọ. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Kọwaa ihe kpatara ị ji akọ akụkọ.",
    "Enable cross-site cookies.": "Kwado kuki-saịtị.",
    "Enter the two words in the image.": "Tinye okwu abụọ n’onyinyo a.",
    "Error fetching captcha.": "Njehie ewetara captcha.",
    "Error submitting captcha.": "Njehie na-enyefe captcha.",
    "Feedback": "Nzaghachi",
    "Get information about hCaptcha and accessibility options.": "Nweta ozi banyere hCaptcha na nhọrọ nnweta.",
    "Get information about hCaptcha.": "Nweta ihe omuma banyere hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Nye akụkọ zuru oke banyere ahụhụ nke ị hụrụ.",
    "Give feedback.": "Nye nzaghachi.",
    "Having a problem?": "Inwe nsogbu?",
    "I am human": "Abụ m mmadụ",
    "If there are None, click Skip": "Ọ bụrụ na ọnweghị onye, pịa Ikwu",
    "Inappropriate": "Odighi nma",
    "Info": "Ama",
    "Information": "Ozi",
    "Information about hCaptcha's accessibility options.": "Ozi gbasara nhọrọ nnweta hCaptcha.",
    "Information about the hCaptcha service.": "Ihe omuma banyere oru hCaptcha.",
    "Learn about accessibility options.": "Mụọ maka ụdị nnweta.",
    "Learn more about hCaptcha Accessibility.": "Mụtakwuo maka nnweta hCaptcha.",
    "Next": "Osote",
    "Next Challenge": "Nsogbu Na-esote",
    "Off Screen": "Gbanyụọ ihuenyo",
    "Offensive": "Iwe",
    "Other": "Ndị ọzọ",
    "Our accessibility option may help": "Nhọrọ nnweta anyị nwere ike inye aka",
    "Our accessibility option may help.": "Nhọrọ nnweta anyị nwere ike inye aka.",
    "Please also try turning off your ad blocker.‍": "Biko nwaakwa gbanyụọ mgbasa ozi gị. ad",
    "Please describe your issue.": "Biko kọwaa okwu gị.",
    "Please provide details and steps to reproduce.": "Biko nye nkọwa na usoro iji mụta nwa.",
    "Please select an image to report.": "Biko hota onyonyo ị ga-akọ.",
    "Please select an option to send response.": "Biko họrọ otu nhọrọ izipu nzaghachi",
    "Please try again.": "Biko nwaa ọzọ.",
    "Privacy": "Nzuzo",
    "Provide feedback for hCaptcha.": "Nye nzaghachi maka hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Nye nzaghachi banyere ọrụ hCaptcha.",
    "Rate limited or network error. Please retry.": "Ọnụego amachibidoro ma ọ bụ nsogbu netwọkụ. Biko gbalịa ọzọ.",
    "Read more about the hCaptcha service.": "Gụkwuo banyere ọrụ hCaptcha.",
    "Refresh Challenge.": "Ume Challema Aka.",
    "Report": "Kpesa",
    "Report Bug": "Kọọ akụkọ",
    "Report Image": "Kpesa Foto",
    "Report a software bug or issue to hCaptcha.": "Kpee mkpesa ngwanrọ ma ọ bụ nsogbu nye hCaptcha.",
    "Report an image to hCaptcha.": "Kpesa ihe onyonyo hCaptcha.",
    "Reporting a functionality issue?": "Na-akọsa otu esi arụ ọrụ?",
    "Retrieve accessibility cookie.": "Weghachite kuki nnweta.",
    "See how to report issues with detailed logs.": "Hụ otu esi edekọ nsogbu na ndekọ zuru ezu.",
    "Send": "Zipu",
    "Send Response": "Ziga Nzaghachi",
    "Send Us Feedback": "Zitere anyị Nzaghachi",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Debanye aha maka ịnweta ohere ịmegharị ihe ịma aka nke hCaptcha.",
    "Skip": "Ikwu",
    "Skip Challenge": "Ikwu aka",
    "Software Bug": "Igwe ngwanrọ",
    "Sorry to hear that!": "Ọ dị nwute ịnụ nke ahụ!",
    "Status:": "Ọnọdụ:",
    "Submit Answers": "Nyefee azịza",
    "Tell Us Why": "Gwa Anyị ihe kpatara ya",
    "Terms": "Okwu",
    "Thank you for your feedback.": "Daalụ maka nzaghachi gị.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Ibe akwukwo ozi hCaptcha. Mụtakwuo maka ọrụ na nhọrọ nnweta.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Achịcha saịtị ahụ maka hCaptcha a ezighi ezi. Biko kpọtụrụ onye na-ahụ maka saịtị ma ọ bụrụ na ị hụ nke a.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Ihe hCaptcha a bụ maka nnwale. Biko kpọtụrụ onye na-ahụ maka saịtị ma ọ bụrụ na ị hụ nke a.",
    "This lets you avoid future questions by registering and setting a cookie.": "Nke a na - enyere gị aka ịghara ịza ajụjụ ọdịnihu site na ịdebanye aha na ịtọ kuki.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Iji zere ihe ịma aka anyị na-ahụ anya, anyị na-enye kuki dị nfe.",
    "Too Difficult": "Ihe isi ike",
    "View our accessibility option.": "Lelee nhọrọ nnweta anyị.",
    "Violent": "Ime ihe ike",
    "We will look into the issue immediately.": "Anyị ga-eleba anya n&#39;okwu a ozugbo.",
    "We'll resolve your issue as quickly as we can.": "Anyị ga-edozi okwu gị ozugbo anyị nwere ike.",
    "Your computer or network has sent too many requests.": "Kọmputa ma ọ bụ netwọkụ gị ezigala ọtụtụ arịrịọ.",
    "hCaptcha Privacy Policy": "Iwu nzuzo nke hCaptcha",
    "hCaptcha Terms of Service": "usoro ọrụ hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "igbe hCaptcha. Họrọ iji kpalite ihe ịma aka, ma ọ bụ bufee ya ma ọ bụrụ na ị nwere kuki nnweta.",
    "hCaptcha checkbox. You are verified I am human.": "igbe hCaptcha. Kwuputara na abum mmadu.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha bụ ọrụ na-ebelata bots na spam site na ịjụ ajụjụ dị mfe. Biko soro ntuziaka dị n’elu ihuenyo maka aka mgba ọ bụla. Maka ozi ndị ọzọ nleta",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha bụ ọrụ na-ebelata bọọlụ na spam site na ịjụ ajụjụ dị mfe. Biko soro ntuziaka ndị ahụ n’elu ihuenyo maka nsogbu ọ bụla. Maka ozi ndị ọzọ gaa na {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha akara ngosi ejirila kubie ume. Biko mezue nsogbu a.",
    "hCaptcha window closed due to timeout.": "Emechie windoCCaptcha n&#39;ihi oge.",
    "widget error message text": "ederede njehie ihe ederede",
    "widget warning message text": "ederede ozi ịdọ aka ná ntị wijetị"
}