{
    "Accessibility": "Aðgengi",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Aðgengiskaka er ekki stillt. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Aðgengis kex er stillt. Fyrir hjálp, vinsamlegast sendu tölvupóst á {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Aðgengi. Farðu í þessa matseðill til að læra hvernig hægt er að virkja hCaptcha aðgengi, sem gerir þér kleift að komast framhjá áskoruninni með tölvupósti.",
    "Back": "Til baka",
    "Can't Click": "Get ekki smellt",
    "Can't Solve": "Get ekki leyst",
    "Cancel": "Hætta við",
    "Cancel Response": "Hætta við svar",
    "Cannot contact hCaptcha. Check your connection and try again.": "Get ekki haft samband við hCaptcha. Athugaðu tenginguna þína og reyndu aftur.",
    "Check": "Athugaðu",
    "Close": "Loka",
    "Close Modal": "Loka Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Fótspor eru óvirk eða aðgengis vafrakaka er ekki stillt. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Lýstu af hverju þú ert að tilkynna mynd.",
    "Enable cross-site cookies.": "Virkja fótspor á milli staða.",
    "Enter the two words in the image.": "Sláðu inn orðin tvö á myndinni.",
    "Error fetching captcha.": "Villa við að ná captcha.",
    "Error submitting captcha.": "Villa við að senda captcha.",
    "Feedback": "Endurgjöf",
    "Get information about hCaptcha and accessibility options.": "Fáðu upplýsingar um hCaptcha og aðgengisvalkosti.",
    "Get information about hCaptcha.": "Fáðu upplýsingar um hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Gefðu ítarlega skýrslu um villu sem þú hefur komið upp.",
    "Give feedback.": "Gefðu athugasemdir.",
    "Having a problem?": "Ertu með vandamál?",
    "I am human": "Ég er manneskja",
    "If there are None, click Skip": "Ef þeir eru Engir, smelltu á Sleppa",
    "Inappropriate": "Óviðeigandi",
    "Info": "Upplýsingar",
    "Information": "Upplýsingar",
    "Information about hCaptcha's accessibility options.": "Upplýsingar um aðgengisvalkosti hCaptcha.",
    "Information about the hCaptcha service.": "Upplýsingar um hCaptcha þjónustuna.",
    "Learn about accessibility options.": "Lærðu um aðgengisvalkosti.",
    "Learn more about hCaptcha Accessibility.": "Lærðu meira um hCaptcha aðgengi.",
    "Next": "Næst",
    "Next Challenge": "Næsta áskorun",
    "Off Screen": "Slökkt á skjánum",
    "Offensive": "Móðgandi",
    "Other": "Annað",
    "Our accessibility option may help": "Aðgengisvalkostur okkar gæti hjálpað",
    "Our accessibility option may help.": "Aðgengisvalkostur okkar gæti hjálpað.",
    "Please also try turning off your ad blocker.‍": "Vinsamlegast reyndu einnig að slökkva á auglýsingavörninni.‍",
    "Please describe your issue.": "Vinsamlegast lýsið málinu.",
    "Please provide details and steps to reproduce.": "Vinsamlegast gefðu upplýsingar og skref til að endurskapa.",
    "Please select an image to report.": "Vinsamlegast veldu mynd til að tilkynna.",
    "Please select an option to send response.": "Vinsamlegast veldu valkost til að senda svar.",
    "Please try again.": "Vinsamlegast reyndu aftur.",
    "Privacy": "Persónuvernd",
    "Provide feedback for hCaptcha.": "Veittu athugasemdir fyrir hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Veittu athugasemdir varðandi hCaptcha þjónustuna.",
    "Rate limited or network error. Please retry.": "Hlutfall takmarkað eða netvilla. Reyndu aftur.",
    "Read more about the hCaptcha service.": "Lestu meira um hCaptcha þjónustuna.",
    "Refresh Challenge.": "Hressa áskorun.",
    "Report": "Skýrsla",
    "Report Bug": "Tilkynntu villu",
    "Report Image": "Tilkynna mynd",
    "Report a software bug or issue to hCaptcha.": "Tilkynntu hugbúnaðarvillu eða vandamál til hCaptcha.",
    "Report an image to hCaptcha.": "Tilkynntu mynd til hCaptcha.",
    "Reporting a functionality issue?": "Tilkynna um vandamál varðandi virkni?",
    "Retrieve accessibility cookie.": "Náðu í aðgengi kex.",
    "See how to report issues with detailed logs.": "Sjáðu hvernig á að tilkynna um vandamál með ítarlegum annálum.",
    "Send": "Senda",
    "Send Response": "Sendu svar",
    "Send Us Feedback": "Sendu okkur athugasemdir",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Skráðu þig fyrir aðgengisaðgang til að komast framhjá hCaptcha áskoruninni.",
    "Skip": "Sleppa",
    "Skip Challenge": "Sleppa áskorun",
    "Software Bug": "Hugbúnaðargalla",
    "Sorry to hear that!": "Leitt að heyra það!",
    "Status:": "Staða:",
    "Submit Answers": "Sendu inn svör",
    "Tell Us Why": "Segðu okkur af hverju",
    "Terms": "Skilmálar",
    "Thank you for your feedback.": "Þakka þér fyrir álit þitt.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Notandasíðan hCaptcha. Frekari upplýsingar um þjónustu og aðgengisvalkosti.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Sitekey fyrir þetta hCaptcha er rangt. Vinsamlegast hafðu samband við vefstjórann ef þú sérð þetta.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Þetta hCaptcha er aðeins til prófunar. Vinsamlegast hafðu samband við vefstjórann ef þú sérð þetta.",
    "This lets you avoid future questions by registering and setting a cookie.": "Þetta gerir þér kleift að forðast spurningar í framtíðinni með því að skrá og setja kex.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Til að komast framhjá sjónrænum áskorunum okkar bjóðum við upp á aðgengisköku.",
    "Too Difficult": "Of erfitt",
    "View our accessibility option.": "Skoða aðgengisvalkost okkar.",
    "Violent": "Ofbeldi",
    "We will look into the issue immediately.": "Við munum skoða málið strax.",
    "We'll resolve your issue as quickly as we can.": "Við munum leysa mál þitt eins fljótt og við getum.",
    "Your computer or network has sent too many requests.": "Tölvan þín eða netkerfið hefur sent of margar beiðnir.",
    "hCaptcha Privacy Policy": "hCaptcha persónuverndarstefna",
    "hCaptcha Terms of Service": "Þjónustuskilmálar hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha gátreitinn. Veldu til að kalla fram áskorunina eða komast framhjá henni ef þú ert með aðgengiskökur.",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha gátreitinn. Þú ert staðfest að ég er mannlegur.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha er þjónusta sem dregur úr vélum og ruslpósti með því að spyrja einfaldra spurninga. Vinsamlegast fylgdu leiðbeiningunum efst á skjánum fyrir hverja áskorun. Fyrir frekari upplýsingar heimsækja",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha er þjónusta sem dregur úr bots og ruslpósti með því að spyrja einfaldra spurninga. Vinsamlegast fylgdu leiðbeiningunum efst á skjánum fyrir hverja áskorun. Nánari upplýsingar er að finna á {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "öryggismerki hCaptcha er útrunnið. Vinsamlegast klárið áskorunina aftur.",
    "hCaptcha window closed due to timeout.": "hCaptcha gluggi lokaður vegna tímabils.",
    "widget error message text": "villuboðsskilaboðatexti",
    "widget warning message text": "texti viðvörunarskilaboða græju"
}