{
    "Accessibility": "Accessibilità",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Il cookie di accessibilità non è impostato. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Il cookie di accessibilità è impostato. Per assistenza, invia un&#39;email a {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Accessibilità. Visita questa voce di menu per scoprire come abilitare l&#39;accessibilità hCaptcha, che ti consente di aggirare la sfida tramite un collegamento inviato tramite e-mail.",
    "Back": "Indietro",
    "Can't Click": "Impossibile fare clic",
    "Can't Solve": "Non posso risolvere",
    "Cancel": "Annulla",
    "Cancel Response": "Annulla risposta",
    "Cannot contact hCaptcha. Check your connection and try again.": "Impossibile contattare hCaptcha. Controlla la connessione e riprova.",
    "Check": "Verifica",
    "Close": "Chiudi",
    "Close Modal": "Chiudi modale",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "I cookie sono disabilitati o il cookie di accessibilità non è impostato. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Descrivi perché stai segnalando un&#39;immagine.",
    "Enable cross-site cookies.": "Abilita i cookie cross-site.",
    "Enter the two words in the image.": "Inserisci le due parole nell&#39;immagine.",
    "Error fetching captcha.": "Errore durante il recupero del captcha.",
    "Error submitting captcha.": "Errore durante l&#39;invio di captcha.",
    "Feedback": "Feedback",
    "Get information about hCaptcha and accessibility options.": "Ottieni informazioni su hCaptcha e le opzioni di accessibilità.",
    "Get information about hCaptcha.": "Ottieni informazioni su hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Fornisci un rapporto dettagliato di un bug che hai riscontrato.",
    "Give feedback.": "Dare un feedback.",
    "Having a problem?": "Hai un problema?",
    "I am human": "Sono un essere umano",
    "If there are None, click Skip": "Se sono presenti Nessuno, fare clic su Salta",
    "Inappropriate": "Non appropriato",
    "Info": "Info",
    "Information": "Informazione",
    "Information about hCaptcha's accessibility options.": "Informazioni sulle opzioni di accessibilità di hCaptcha.",
    "Information about the hCaptcha service.": "Informazioni sul servizio hCaptcha.",
    "Learn about accessibility options.": "Informazioni sulle opzioni di accessibilità.",
    "Learn more about hCaptcha Accessibility.": "Ulteriori informazioni sull&#39;accessibilità hCaptcha.",
    "Next": "Prossimo",
    "Next Challenge": "Prossima sfida",
    "Off Screen": "Fuori dallo schermo",
    "Offensive": "Offensivo",
    "Other": "Altro",
    "Our accessibility option may help": "La nostra opzione di accessibilità può essere d&#39;aiuto",
    "Our accessibility option may help.": "La nostra opzione di accessibilità può essere d&#39;aiuto.",
    "Please also try turning off your ad blocker.‍": "Prova anche a disattivare il blocco degli annunci. ‍",
    "Please describe your issue.": "Descrivi il tuo problema.",
    "Please provide details and steps to reproduce.": "Fornisci dettagli e passaggi per la riproduzione.",
    "Please select an image to report.": "Seleziona un&#39;immagine da segnalare.",
    "Please select an option to send response.": "Seleziona un&#39;opzione per inviare la risposta.",
    "Please try again.": "Per favore riprova.",
    "Privacy": "Privacy",
    "Provide feedback for hCaptcha.": "Fornisci feedback per hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Fornisci feedback sul servizio hCaptcha.",
    "Rate limited or network error. Please retry.": "Velocità limitata o errore di rete. Per favore riprova.",
    "Read more about the hCaptcha service.": "Ulteriori informazioni sul servizio hCaptcha.",
    "Refresh Challenge.": "Aggiorna sfida.",
    "Report": "rapporto",
    "Report Bug": "Segnala un errore",
    "Report Image": "Segnala l&#39;immagine",
    "Report a software bug or issue to hCaptcha.": "Segnala un bug del software o un problema a hCaptcha.",
    "Report an image to hCaptcha.": "Segnala un&#39;immagine a hCaptcha.",
    "Reporting a functionality issue?": "Segnala un problema di funzionalità?",
    "Retrieve accessibility cookie.": "Recupera cookie di accessibilità.",
    "See how to report issues with detailed logs.": "Scopri come segnalare problemi con i registri dettagliati.",
    "Send": "Invia",
    "Send Response": "Invia risposta",
    "Send Us Feedback": "Inviaci un feedback",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Iscriviti per accedere all&#39;accessibilità per aggirare la sfida hCaptcha.",
    "Skip": "Salta",
    "Skip Challenge": "Salta la sfida",
    "Software Bug": "Bug software",
    "Sorry to hear that!": "Mi dispiace sentirlo!",
    "Status:": "Stato:",
    "Submit Answers": "Invia risposte",
    "Tell Us Why": "Dicci perché",
    "Terms": "condizioni",
    "Thank you for your feedback.": "Grazie per il tuo feedback.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "La pagina delle informazioni dell&#39;utente di hCaptcha. Ulteriori informazioni sul servizio e le opzioni di accessibilità.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "La chiave del sito per questo hCaptcha non è corretta. Si prega di contattare l&#39;amministratore del sito se si vede questo.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Questo hCaptcha è solo per il test. Si prega di contattare l&#39;amministratore del sito se si vede questo.",
    "This lets you avoid future questions by registering and setting a cookie.": "Ciò consente di evitare domande future registrando e impostando un cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Per aggirare la nostra sfida visiva, offriamo un cookie di accessibilità.",
    "Too Difficult": "Troppo difficile",
    "View our accessibility option.": "Visualizza la nostra opzione di accessibilità.",
    "Violent": "Violento",
    "We will look into the issue immediately.": "Esamineremo immediatamente il problema.",
    "We'll resolve your issue as quickly as we can.": "Risolveremo il problema il più rapidamente possibile.",
    "Your computer or network has sent too many requests.": "Il tuo computer o rete ha inviato troppe richieste.",
    "hCaptcha Privacy Policy": "Informativa sulla privacy di hCaptcha",
    "hCaptcha Terms of Service": "Termini di servizio di hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "casella di controllo hCaptcha. Selezionare per attivare la sfida o ignorarla se si dispone di un cookie di accessibilità.",
    "hCaptcha checkbox. You are verified I am human.": "casella di controllo hCaptcha. Hai verificato che sono umano.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha è un servizio che riduce i bot e lo spam ponendo semplici domande. Seguire le istruzioni nella parte superiore dello schermo per ogni sfida. Per maggiori informazioni visita",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha è un servizio che riduce i bot e lo spam facendo semplici domande. Segui le istruzioni nella parte superiore dello schermo per ogni sfida. Per ulteriori informazioni, visita {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "Il token di sicurezza hCaptcha è scaduto. Completa di nuovo la sfida.",
    "hCaptcha window closed due to timeout.": "Finestra hCaptcha chiusa per timeout.",
    "widget error message text": "testo del messaggio di errore del widget",
    "widget warning message text": "testo del messaggio di avviso del widget"
}