{
    "Accessibility": "アクセシビリティ",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "アクセシビリティCookieが設定されていません。 {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "アクセシビリティCookieが設定されています。ヘルプが必要な場合は、{{support}}にメールでお問い合わせください",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "アクセシビリティ。このメニューエントリにアクセスして、hCaptchaアクセシビリティを有効にする方法を学習してください。これにより、電子メールで送信されたリンクを介してチャレンジをバイパスできます。",
    "Back": "バック",
    "Can't Click": "クリックできません",
    "Can't Solve": "解決できません",
    "Cancel": "キャンセル",
    "Cancel Response": "応答をキャンセル",
    "Cannot contact hCaptcha. Check your connection and try again.": "hCaptchaに接続できません。接続を確認して、もう一度お試しください。",
    "Check": "チェック",
    "Close": "閉じる",
    "Close Modal": "モーダルを閉じる",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Cookieが無効になっているか、ユーザー補助Cookieが設定されていません。 {{enable-cookies}}",
    "Describe why you are reporting an image.": "画像を報告する理由を説明してください。",
    "Enable cross-site cookies.": "クロスサイトCookieを有効にします。",
    "Enter the two words in the image.": "画像に表示されている2つの単語を入力してください。",
    "Error fetching captcha.": "キャプチャの取得中にエラーが発生しました。",
    "Error submitting captcha.": "キャプチャの送信中にエラーが発生しました。",
    "Feedback": "フィードバック",
    "Get information about hCaptcha and accessibility options.": "hCaptchaとアクセシビリティオプションに関する情報を取得します。",
    "Get information about hCaptcha.": "hCaptchaに関する情報を入手してください。",
    "Give a detailed report of a bug you've encountered.": "発生したバグの詳細なレポートを提供します。",
    "Give feedback.": "フィードバックを与えます。",
    "Having a problem?": "問題がありますか？",
    "I am human": "私は人間です",
    "If there are None, click Skip": "[なし]がある場合は、[スキップ]をクリックします",
    "Inappropriate": "不適切",
    "Info": "情報",
    "Information": "情報",
    "Information about hCaptcha's accessibility options.": "hCaptchaのアクセシビリティオプションに関する情報。",
    "Information about the hCaptcha service.": "hCaptchaサービスに関する情報。",
    "Learn about accessibility options.": "アクセシビリティオプションについて学習します。",
    "Learn more about hCaptcha Accessibility.": "hCaptchaアクセシビリティの詳細をご覧ください。",
    "Next": "次",
    "Next Challenge": "次の挑戦",
    "Off Screen": "画面外",
    "Offensive": "攻撃",
    "Other": "その他の",
    "Our accessibility option may help": "アクセシビリティオプションが役立つ場合があります",
    "Our accessibility option may help.": "アクセシビリティオプションが役立つ場合があります。",
    "Please also try turning off your ad blocker.‍": "また、広告ブロッカーをオフにしてみてください。‍",
    "Please describe your issue.": "問題について説明してください。",
    "Please provide details and steps to reproduce.": "詳細と再現手順を入力してください。",
    "Please select an image to report.": "報告する画像を選択してください。",
    "Please select an option to send response.": "応答を送信するオプションを選択してください。",
    "Please try again.": "もう一度やり直してください。",
    "Privacy": "プライバシー",
    "Provide feedback for hCaptcha.": "hCaptchaにフィードバックを提供します。",
    "Provide feedback regarding the hCaptcha service.": "hCaptchaサービスに関するフィードバックを提供します。",
    "Rate limited or network error. Please retry.": "レート制限またはネットワークエラー。もう一度お試しください。",
    "Read more about the hCaptcha service.": "hCaptchaサービスの詳細を読んでください。",
    "Refresh Challenge.": "チャレンジを更新します。",
    "Report": "報告する",
    "Report Bug": "バグを報告する",
    "Report Image": "レポート画像",
    "Report a software bug or issue to hCaptcha.": "ソフトウェアのバグまたは問題をhCaptchaに報告してください。",
    "Report an image to hCaptcha.": "hCaptchaに画像を報告してください。",
    "Reporting a functionality issue?": "機能の問題を報告していますか？",
    "Retrieve accessibility cookie.": "アクセシビリティCookieを取得します。",
    "See how to report issues with detailed logs.": "詳細なログで問題を報告する方法をご覧ください。",
    "Send": "送る",
    "Send Response": "返信を送信",
    "Send Us Feedback": "フィードバックを送信",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "アクセシビリティアクセスにサインアップして、hCaptchaチャレンジをバイパスします。",
    "Skip": "スキップ",
    "Skip Challenge": "チャレンジをスキップ",
    "Software Bug": "ソフトウェアのバグ",
    "Sorry to hear that!": "それを聞いてごめんなさい！",
    "Status:": "状態：",
    "Submit Answers": "回答を送信",
    "Tell Us Why": "理由を教えてください",
    "Terms": "条項",
    "Thank you for your feedback.": "ご意見ありがとうございます。",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "hCaptchaユーザー情報ページ。サービスとユーザー補助オプションの詳細をご覧ください。",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "このhCaptchaのサイトキーが正しくありません。これが表示された場合は、サイト管理者に連絡してください。",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "このhCaptchaはテスト専用です。これが表示された場合は、サイト管理者に連絡してください。",
    "This lets you avoid future questions by registering and setting a cookie.": "これにより、Cookieを登録および設定することで、今後の質問を回避できます。",
    "To bypass our visual challenge, we offer an accessibility cookie.": "視覚的な課題を回避するために、アクセシビリティCookieを提供しています。",
    "Too Difficult": "難しすぎる",
    "View our accessibility option.": "アクセシビリティオプションを表示します。",
    "Violent": "暴力的",
    "We will look into the issue immediately.": "すぐに問題を調査します。",
    "We'll resolve your issue as quickly as we can.": "できる限り迅速に問題を解決します。",
    "Your computer or network has sent too many requests.": "コンピュータまたはネットワークが送信したリクエストが多すぎます。",
    "hCaptcha Privacy Policy": "hCaptchaプライバシーポリシー",
    "hCaptcha Terms of Service": "hCaptcha利用規約",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptchaチェックボックス。チャレンジをトリガーするか、ユーザー補助Cookieがある場合はそれをバイパスするために選択します。",
    "hCaptcha checkbox. You are verified I am human.": "hCaptchaチェックボックス。あなたは私が人間であることを確認されています。",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptchaは、簡単な質問をすることでボットとスパムを減らすサービスです。各チャレンジについて、画面上部の指示に従ってください。詳しくはこちらをご覧ください",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptchaは、簡単な質問をすることでボットやスパムを減らすサービスです。各チャレンジについて、画面上部の指示に従ってください。詳細については、{{site-url}}をご覧ください。",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptchaセキュリティトークンの有効期限が切れています。もう一度チャレンジを完了してください。",
    "hCaptcha window closed due to timeout.": "タイムアウトのため、hCaptchaウィンドウが閉じました。",
    "widget error message text": "ウィジェットのエラーメッセージテキスト",
    "widget warning message text": "ウィジェット警告メッセージテキスト"
}