{
    "Accessibility": "Aksesibilitas",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Cookie aksesibilitas durung disetel. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Cookie aksesibilitas disetel. Kanggo pitulung, mangga email menyang {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Aksesibilitas Kunjungi entri menu iki kanggo sinau babagan ngaktifake aksesibilitas hCaptcha, sing ngidini sampeyan ngliwati tantangan liwat link email.",
    "Back": "Mbalik",
    "Can't Click": "Ora bisa Klik",
    "Can't Solve": "Ora bisa Ngatasi",
    "Cancel": "Batal",
    "Cancel Response": "Batal Respon",
    "Cannot contact hCaptcha. Check your connection and try again.": "Ora bisa ngubungi hCaptcha. Priksa sambungan sampeyan lan coba maneh.",
    "Check": "Mrikso",
    "Close": "Nutup",
    "Close Modal": "Nutup Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Cookie dipateni utawa cookie aksesibilitas ora disetel. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Nggambarake kenapa sampeyan nglaporake gambar.",
    "Enable cross-site cookies.": "Ngaktifake cookie salib situs.",
    "Enter the two words in the image.": "Lebokake rong tembung kasebut ing gambar.",
    "Error fetching captcha.": "Kesalahan njupuk captcha.",
    "Error submitting captcha.": "Kesalahan ngajokake captcha.",
    "Feedback": "Tanggepan",
    "Get information about hCaptcha and accessibility options.": "Entuk informasi babagan pilihan hCaptcha lan aksesibilitas.",
    "Get information about hCaptcha.": "Entuk informasi babagan hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Wenehi laporan rinci bug sing sampeyan pinanggih.",
    "Give feedback.": "Menehi tanggapan.",
    "Having a problem?": "Duwe masalah?",
    "I am human": "Aku manungsa",
    "If there are None, click Skip": "Yen ora Ana, klik Skip",
    "Inappropriate": "Ora cocog",
    "Info": "Info",
    "Information": "Informasi",
    "Information about hCaptcha's accessibility options.": "Informasi babagan opsi aksesibilitas hCaptcha.",
    "Information about the hCaptcha service.": "Informasi babagan layanan hCaptcha.",
    "Learn about accessibility options.": "Sinau babagan pilihan aksesibilitas.",
    "Learn more about hCaptcha Accessibility.": "Sinau luwih lengkap babagan Aksesibilitas hCaptcha.",
    "Next": "Sabanjure",
    "Next Challenge": "Tantangan Sabanjure",
    "Off Screen": "Layar Mati",
    "Offensive": "Nyerang",
    "Other": "Liyane",
    "Our accessibility option may help": "Pilihan aksesibilitas bisa uga mbantu",
    "Our accessibility option may help.": "Opsi aksesibilitas bisa mbantu.",
    "Please also try turning off your ad blocker.‍": "Coba uga mateni blokir iklan sampeyan",
    "Please describe your issue.": "Tulung njlentrehake masalah sampeyan.",
    "Please provide details and steps to reproduce.": "Mangga menehi katrangan lan langkah-langkah kanggo ngasilake.",
    "Please select an image to report.": "Pilih gambar kanggo dilaporake.",
    "Please select an option to send response.": "Pilih opsi kanggo ngirim tanggepan.",
    "Please try again.": "Mangga nyoba maneh.",
    "Privacy": "Kebijakan",
    "Provide feedback for hCaptcha.": "Wenehi umpan balik kanggo hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Wenehi umpan balik babagan layanan hCaptcha.",
    "Rate limited or network error. Please retry.": "Rating kesalahan winates utawa jaringan. Coba maneh.",
    "Read more about the hCaptcha service.": "Waca liyane babagan layanan hCaptcha.",
    "Refresh Challenge.": "Refresh Challenge.",
    "Report": "Laporan",
    "Report Bug": "Lapor Bug",
    "Report Image": "Lapor gambar",
    "Report a software bug or issue to hCaptcha.": "Laporake bug utawa masalah piranti lunak menyang hCaptcha.",
    "Report an image to hCaptcha.": "Laporake gambar menyang hCaptcha.",
    "Reporting a functionality issue?": "Nglaporake masalah fungsionalitas?",
    "Retrieve accessibility cookie.": "Entuk cookie aksesibilitas.",
    "See how to report issues with detailed logs.": "Deleng babagan nglaporake masalah kanthi log rinci.",
    "Send": "Kirim",
    "Send Response": "Kirimi Wangsulan",
    "Send Us Feedback": "Kirimi Komentar",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Mlebu kanggo akses akses kanggo lulus tantangan hCaptcha.",
    "Skip": "Lumpati",
    "Skip Challenge": "Skip Challenge",
    "Software Bug": "Piranti Lunak",
    "Sorry to hear that!": "Aku melu sedhih!",
    "Status:": "Status:",
    "Submit Answers": "Kirim Wangsulan",
    "Tell Us Why": "Marang Kita Napa",
    "Terms": "Sarat",
    "Thank you for your feedback.": "Matur suwun kanggo saran sampeyan.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Kaca informasi pangguna hCaptcha Sinau luwih lengkap babagan opsi layanan lan aksesibilitas.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Sitekey kanggo hCaptcha iki salah. Hubungi admin situs yen sampeyan ndeleng iki.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "HCaptcha iki mung dites. Hubungi admin situs yen sampeyan ndeleng iki.",
    "This lets you avoid future questions by registering and setting a cookie.": "Iki ngidini sampeyan ngindhari pitakon ing mangsa kanthi ndhaptar lan nyetel cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Kanggo ngatasi tantangan visual, kita nawakake cookie aksesibilitas.",
    "Too Difficult": "Keras banget",
    "View our accessibility option.": "Deleng pilihan aksesibilitas.",
    "Violent": "Kasar",
    "We will look into the issue immediately.": "Kita bakal langsung nimbang masalah kasebut.",
    "We'll resolve your issue as quickly as we can.": "Kita bakal ngrampungake masalah sampeyan kanthi cepet.",
    "Your computer or network has sent too many requests.": "Komputer utawa jaringan sampeyan wis ngirim panjaluk banget.",
    "hCaptcha Privacy Policy": "Kebijakan privasi hCaptcha",
    "hCaptcha Terms of Service": "Syarat Layanan hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "Kothak hCaptcha. Pilih supaya pemicu tantangan kasebut, utawa ora lulus yen sampeyan duwe cookie aksesibilitas.",
    "hCaptcha checkbox. You are verified I am human.": "Kothak hCaptcha. Sampeyan wis diverifikasi manawa aku iki manungsa.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha minangka layanan sing nyuda bot lan spam kanthi takon kanthi gampang. Mangga tindakake pandhuan ing sisih ndhuwur layar kanggo saben tantangan. Kanggo riko info liyane",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha minangka layanan sing nyuda bot lan spam kanthi takon kanthi gampang. Mangga tindakake pandhuan ing sisih ndhuwur layar kanggo saben tantangan. Kanggo informasi luwih lengkap, bukak {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "token keamanan hCaptcha wis kadaluwarsa. Mangga rampung maneh tantangane.",
    "hCaptcha window closed due to timeout.": "Jendela hCaptcha ditutup amarga wektu entek.",
    "widget error message text": "teks pesen kesalahan kesalahan widget",
    "widget warning message text": "teks pesen peringatan widget"
}