{
    "Accessibility": "ភាពងាយស្រួល",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "ខូឃីភាពងាយស្រួលមិនត្រូវបានកំណត់។ {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "ឃុកឃីភាពងាយស្រួលត្រូវបានកំណត់។ សម្រាប់ជំនួយសូមផ្ញើអ៊ីមែល {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "ភាពងាយស្រួល។ ទស្សនាធាតុម៉ឺនុយនេះដើម្បីស្វែងយល់ពីវិធីបើកដំណើរការ hCaptcha ដែលអនុញ្ញាតឱ្យអ្នកជៀសផុតពីបញ្ហាប្រឈមតាមរយៈតំណភ្ជាប់តាមអ៊ីមែល។",
    "Back": "ថយក្រោយ",
    "Can't Click": "មិនអាចចុចបានទេ",
    "Can't Solve": "មិនអាចដោះស្រាយបាន",
    "Cancel": "បោះបង់",
    "Cancel Response": "បោះបង់ការឆ្លើយតប",
    "Cannot contact hCaptcha. Check your connection and try again.": "មិនអាចទាក់ទង hCaptcha ។ ពិនិត្យការភ្ជាប់របស់អ្នកហើយព្យាយាមម្តងទៀត។",
    "Check": "ពិនិត្យ",
    "Close": "បិទ",
    "Close Modal": "បិទម៉ូឌុល",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "ខុកឃីត្រូវបានបិទឬខូឃីភាពងាយស្រួលមិនត្រូវបានកំណត់។ {{enable-cookies}}",
    "Describe why you are reporting an image.": "រៀបរាប់ពីមូលហេតុដែលអ្នករាយការណ៍អំពីរូបភាព។",
    "Enable cross-site cookies.": "បើកដំណើរការខូគីឆ្លងគេហទំព័រ។",
    "Enter the two words in the image.": "បញ្ចូលពាក្យពីរនៅក្នុងរូបភាព។",
    "Error fetching captcha.": "កំហុសក្នុងការទៅយក captcha ។",
    "Error submitting captcha.": "កំហុសក្នុងការបញ្ជូន captcha ។",
    "Feedback": "មតិប្រតិកម្ម",
    "Get information about hCaptcha and accessibility options.": "ទទួលបានព័ត៌មានអំពី hCaptcha និងជម្រើសមធ្យោបាយងាយស្រួល។",
    "Get information about hCaptcha.": "ទទួលបានព័ត៌មានអំពី hCaptcha ។",
    "Give a detailed report of a bug you've encountered.": "ផ្តល់របាយការណ៍លម្អិតអំពីកំហុសដែលអ្នកបានជួប។",
    "Give feedback.": "ផ្ដល់​មតិ​យោបល់។",
    "Having a problem?": "មានបញ្ហាមែនទេ?",
    "I am human": "ខ្ញុំជាមនុស្ស",
    "If there are None, click Skip": "បើគ្មានទេចុចរំលង",
    "Inappropriate": "មិនសមរម្យ",
    "Info": "ព័ត៌មាន",
    "Information": "ព័ត៌មាន",
    "Information about hCaptcha's accessibility options.": "ព័ត៌មានអំពីជម្រើសលទ្ធភាពប្រើប្រាស់របស់ hCaptcha ។",
    "Information about the hCaptcha service.": "ព័ត៌មានអំពីសេវាកម្ម hCaptcha ។",
    "Learn about accessibility options.": "ស្វែងយល់អំពីជំរើសនៃមធ្យោបាយងាយស្រួល។",
    "Learn more about hCaptcha Accessibility.": "ស្វែងយល់បន្ថែមអំពីភាពងាយស្រួល hCaptcha ។",
    "Next": "បន្ទាប់",
    "Next Challenge": "ការប្រកួតបន្ទាប់",
    "Off Screen": "បិទអេក្រង់",
    "Offensive": "ការវាយលុក",
    "Other": "ផ្សេងទៀត",
    "Our accessibility option may help": "ជម្រើសភាពងាយស្រួលរបស់យើងអាចជួយបាន",
    "Our accessibility option may help.": "ជម្រើសភាពងាយស្រួលរបស់យើងអាចជួយបាន។",
    "Please also try turning off your ad blocker.‍": "សូមសាកល្បងបិទការបិទផ្សាយពាណិជ្ជកម្មរបស់អ្នកផង",
    "Please describe your issue.": "សូមរៀបរាប់ពីបញ្ហារបស់អ្នក។",
    "Please provide details and steps to reproduce.": "សូមផ្តល់ព័ត៌មានលម្អិតនិងជំហានដើម្បីបង្កើតឡើងវិញ។",
    "Please select an image to report.": "សូមជ្រើសរើសរូបភាពដើម្បីរាយការណ៍។",
    "Please select an option to send response.": "សូមជ្រើសរើសជំរើសមួយដើម្បីផ្ញើការឆ្លើយតប។",
    "Please try again.": "សូម​ព្យាយាម​ម្តង​ទៀត។",
    "Privacy": "ភាពឯកជន",
    "Provide feedback for hCaptcha.": "ផ្តល់នូវមតិយោបល់សំរាប់ hCaptcha ។",
    "Provide feedback regarding the hCaptcha service.": "ផ្តល់យោបល់ទាក់ទងនឹងសេវាកម្ម hCaptcha ។",
    "Rate limited or network error. Please retry.": "អត្រាមានកំណត់ឬកំហុសបណ្តាញ។ សូមព្យាយាមម្តងទៀត។",
    "Read more about the hCaptcha service.": "សូមអានបន្ថែមអំពីសេវាកម្ម hCaptcha ។",
    "Refresh Challenge.": "ធ្វើឱ្យការប្រកួតប្រជែងឡើងវិញ។",
    "Report": "របាយការណ៍",
    "Report Bug": "រាយការណ៍កំហុស",
    "Report Image": "រូបភាពរបាយការណ៍",
    "Report a software bug or issue to hCaptcha.": "រាយការណ៍កំហុសកម្មវិធីឬបញ្ហាទៅ hCaptcha ។",
    "Report an image to hCaptcha.": "រាយការណ៍រូបភាពទៅ hCaptcha ។",
    "Reporting a functionality issue?": "រាយការណ៍បញ្ហាមុខងារ?",
    "Retrieve accessibility cookie.": "ទាញយកខូឃីដែលអាចចូលដំណើរការបាន។",
    "See how to report issues with detailed logs.": "មើលរបៀបរាយការណ៍បញ្ហាជាមួយកំណត់ហេតុលំអិត។",
    "Send": "ផ្ញើ",
    "Send Response": "ផ្ញើការឆ្លើយតប",
    "Send Us Feedback": "ផ្ញើមតិប្រតិកម្មមកយើង",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "ចុះឈ្មោះសម្រាប់ការចូលប្រើមធ្យោបាយងាយស្រួលដើម្បីឆ្លងកាត់ឧបសគ្គ hCaptcha ។",
    "Skip": "រំលង",
    "Skip Challenge": "រំលងការប្រកួតប្រជែង",
    "Software Bug": "កំហុសផ្នែកទន់",
    "Sorry to hear that!": "សុំទោសដែលបាន that!",
    "Status:": "ស្ថានភាព៖",
    "Submit Answers": "បញ្ជូនចម្លើយ",
    "Tell Us Why": "ប្រាប់យើងហេតុអ្វី",
    "Terms": "ល័ក្ខខ័ណ្ឌ",
    "Thank you for your feedback.": "សូមអរគុណចំពោះមតិប្រតិកម្មរបស់អ្នក។",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "ទំព័រព័ត៌មានអ្នកប្រើប្រាស់ hCaptcha ។ ស្វែងយល់បន្ថែមអំពីជម្រើសសេវាកម្មនិងមធ្យោបាយងាយស្រួល។",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "គេហទំព័រសម្រាប់ hCaptcha នេះមិនត្រឹមត្រូវទេ។ សូមទាក់ទងអ្នកគ្រប់គ្រងគេហទំព័រប្រសិនបើអ្នកឃើញវា។",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "hCaptcha នេះគឺសម្រាប់តេស្តតែប៉ុណ្ណោះ។ សូមទាក់ទងអ្នកគ្រប់គ្រងគេហទំព័រប្រសិនបើអ្នកឃើញវា។",
    "This lets you avoid future questions by registering and setting a cookie.": "នេះអនុញ្ញាតឱ្យអ្នកជៀសវាងសំណួរនាពេលអនាគតដោយចុះឈ្មោះនិងកំណត់ខូឃីស៍។",
    "To bypass our visual challenge, we offer an accessibility cookie.": "ដើម្បីចៀសវាងបញ្ហាប្រឈមដែលយើងមើលឃើញយើងផ្តល់ជូននូវខូឃីដែលអាចចូលដំណើរការបាន។",
    "Too Difficult": "ពិបាក​ខា​្លំ​ង​ណាស់",
    "View our accessibility option.": "មើលជម្រើសភាពងាយស្រួលរបស់យើង។",
    "Violent": "ហឹង្សា",
    "We will look into the issue immediately.": "យើងនឹងពិនិត្យមើលបញ្ហានេះភ្លាមៗ។",
    "We'll resolve your issue as quickly as we can.": "យើងនឹងដោះស្រាយបញ្ហារបស់អ្នកអោយលឿនបំផុតតាមដែលអាចធ្វើទៅបាន។",
    "Your computer or network has sent too many requests.": "កុំព្យូទ័រឬបណ្តាញរបស់អ្នកបានផ្ញើសំណើច្រើនពេកហើយ។",
    "hCaptcha Privacy Policy": "គោលការណ៍ភាពឯកជន hCaptcha",
    "hCaptcha Terms of Service": "ល័ក្ខខ័ណ្ឌនៃសេវាកម្ម hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "ប្រអប់ធីក hCaptcha ។ ជ្រើសរើសដើម្បីកេះការប្រកួតប្រជែងឬចៀសវៀងពីវាប្រសិនបើអ្នកមានខូឃីងាយស្រួល។",
    "hCaptcha checkbox. You are verified I am human.": "ប្រអប់ធីក hCaptcha ។ អ្នកត្រូវបានបញ្ជាក់ថាខ្ញុំជាមនុស្ស។",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha គឺជាសេវាកម្មដែលជួយកាត់បន្ថយរូបយន្តនិងសារឥតបានការដោយសួរសំណួរងាយៗ។ សូមអនុវត្តតាមការណែនាំនៅផ្នែកខាងលើនៃអេក្រង់សម្រាប់បញ្ហាប្រឈមនីមួយៗ។ សម្រាប់ព័ត៌មានបន្ថែមសូមទស្សនា",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha គឺជាសេវាកម្មដែលជួយកាត់បន្ថយរូបយន្តនិងសារឥតបានការដោយសួរសំណួរងាយៗ។ សូមអនុវត្តតាមការណែនាំនៅផ្នែកខាងលើនៃអេក្រង់សម្រាប់បញ្ហាប្រឈមនីមួយៗ។ សម្រាប់ព័ត៌មានបន្ថែមសូមទស្សនា {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "និមិត្តសញ្ញាសន្តិសុខ hCaptcha បានផុតកំណត់ហើយ។ សូមបំពេញការប្រឈមម្តងទៀត។",
    "hCaptcha window closed due to timeout.": "បង្អួច hCaptcha ត្រូវបានបិទដោយសារអស់ពេល។",
    "widget error message text": "អត្ថបទសារកំហុសរបស់ធាតុក្រាហ្វិក",
    "widget warning message text": "អត្ថបទសារព្រមានធាតុក្រាហ្វិក"
}