{
    "Accessibility": "Gihîştin",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Kukiya gihîştinê nehatiye saz kirin. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Kukiya gihîştinê hatî danîn. Ji bo alîkariyê, ji kerema xwe e-nameyê bi {{support}} re bişînin",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Gihîştin. Serdana vê navnîşa menuê biçin da ku fêr bibin ka meriv çawa dikare gihîştina hCaptcha-yê çalak bike, ku dihêle hûn bi riya girêdanek e-nameyê zehmetiyê bavêjin.",
    "Back": "Paş",
    "Can't Click": "Nikare bitikîne",
    "Can't Solve": "Nikare çareser bike",
    "Cancel": "Bişûndekirin",
    "Cancel Response": "Bersivê betal bikin",
    "Cannot contact hCaptcha. Check your connection and try again.": "Nikare bi hCaptcha re têkiliyê dayne. Têkiliya xwe kontrol bikin û dîsa biceribînin.",
    "Check": "Berçavkirin",
    "Close": "Nêzîkî",
    "Close Modal": "Modal bigire",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Cookies neçalak in an cookie-ya gihîştinê nayê saz kirin. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Vebêjin ka çima hûn wêneyek rapor dikin.",
    "Enable cross-site cookies.": "Çerezên nav-malperê çalak bikin.",
    "Enter the two words in the image.": "Du wêneyên li wêneyê binivîse.",
    "Error fetching captcha.": "Fetewtiya girtina captcha.",
    "Error submitting captcha.": "Submitewtî şandina captcha.",
    "Feedback": "Bersiv",
    "Get information about hCaptcha and accessibility options.": "Li ser hCaptcha û vebijarkên gihîştinê agahdarî bigirin.",
    "Get information about hCaptcha.": "Li ser hCaptcha agahdarî bigirin.",
    "Give a detailed report of a bug you've encountered.": "Raportek berfireh a bugê ku hûn rû dane rû bidin.",
    "Give feedback.": "Bersiv bide.",
    "Having a problem?": "Pirsgirêkek heye?",
    "I am human": "Ez însan im",
    "If there are None, click Skip": "Ger tune tune, Skip bikirtînin",
    "Inappropriate": "Nedengî",
    "Info": "Agahdarî",
    "Information": "Agahî",
    "Information about hCaptcha's accessibility options.": "Agahdarî li ser vebijarkên gihîştinê yên hCaptcha.",
    "Information about the hCaptcha service.": "Agahdariya di derbarê karûbarê hCaptcha de.",
    "Learn about accessibility options.": "Li ser vebijarkên gihîştinê fêr bibin.",
    "Learn more about hCaptcha Accessibility.": "Di derheqê Gihîştina hCaptcha de bêtir fêr bibin.",
    "Next": "Piştî",
    "Next Challenge": "Pêşkeftina paşîn",
    "Off Screen": "Ji Dîmenderê",
    "Offensive": "Êriş",
    "Other": "Yên din",
    "Our accessibility option may help": "Vebijarka gihîştina me dibe alîkar",
    "Our accessibility option may help.": "Vebijarka gihîştina me dibe alîkar.",
    "Please also try turning off your ad blocker.‍": "Ji kerema xwe biceribîne ku bloka xweyê asteng bike .‍",
    "Please describe your issue.": "Ji kerema xwe pirsgirêka xwe diyar bikin.",
    "Please provide details and steps to reproduce.": "Ji kerema xwe hûrgulî û gavên ji nû ve bidin.",
    "Please select an image to report.": "Ji kerema xwe wêneyek hilbijêrin ku ragihînin.",
    "Please select an option to send response.": "Ji kerema xwe vebijarkek hilbijêrin ku bersiv bişînin.",
    "Please try again.": "Ji kerema xwe careke din biceribîne.",
    "Privacy": "Taybetî",
    "Provide feedback for hCaptcha.": "Ji bo hCaptcha bersiv peyda bikin.",
    "Provide feedback regarding the hCaptcha service.": "Di derbarê karûbarê hCaptcha de nerazîbûn peyda bikin.",
    "Rate limited or network error. Please retry.": "Çewtiya tixûbdar an torgilokê binirxînin. Ji kerema xwe dîsa biceribînin.",
    "Read more about the hCaptcha service.": "Di derbarê karûbarê hCaptcha de bêtir bixwînin.",
    "Refresh Challenge.": "Refresh Challenge.",
    "Report": "Nûçe",
    "Report Bug": "Bug ragihand",
    "Report Image": "Wêneyê Rapor",
    "Report a software bug or issue to hCaptcha.": "Bewtiyek nermalav an pirsgirêk li hCaptcha ragihand.",
    "Report an image to hCaptcha.": "Wêneek li ser hCaptcha ragihand.",
    "Reporting a functionality issue?": "Mijarek fonksiyonê ragihand?",
    "Retrieve accessibility cookie.": "Kûçikeya gihîştinê bistînin.",
    "See how to report issues with detailed logs.": "Binihêrin ka meriv bi têketinên berfireh re mijaran çawa ragihandine.",
    "Send": "Şandin",
    "Send Response": "Bersiv bişînin",
    "Send Us Feedback": "Bersivê me bişînin",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Ji bo ku karûbarê gihîştina gihîştinê bisekinin ku hûn bi xetera hCaptcha re bisekinin.",
    "Skip": "Hilperkîn",
    "Skip Challenge": "Skip Challenge",
    "Software Bug": "Nermalava nermalavê",
    "Sorry to hear that!": "Bibore ku wê bihîst!",
    "Status:": "Cî:",
    "Submit Answers": "Bersiv bişînin",
    "Tell Us Why": "Ji me re Çima Bibêjin",
    "Terms": "Mercên",
    "Thank you for your feedback.": "Ji bo bersiva te spas dikim.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Rûpela agahdariya bikarhênerê ya hCaptcha. Li ser vebijarkên karûbarê û gihîştinê bêtir fêr bibin.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Ji bo vê hCaptcha sitekey çewt e. Heke hûn vê yekê bibînin, ji kerema xwe bi rêveberê malperê re têkilî daynin.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Ev hCaptcha tenê ji bo ceribandinê ye. Heke hûn vê yekê bibînin, ji kerema xwe bi rêveberê malperê re têkilî daynin.",
    "This lets you avoid future questions by registering and setting a cookie.": "Ev dihêle hûn bi qeydkirin û sazkirina a cookie pirsên pêşerojê dûr bigirin.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Ji bo ku em dijwariya xweya dîtbarî derbas bikin, em cookie-ya gihîştinê pêşkêş dikin.",
    "Too Difficult": "Zehmet",
    "View our accessibility option.": "Vebijarka gihîştina me binihêrin.",
    "Violent": "Cebrî",
    "We will look into the issue immediately.": "Em ê di cih de li pirsgirêkê bigerin.",
    "We'll resolve your issue as quickly as we can.": "Em ê pirsgirêka we bi rengek zûtirîn çareser bikin.",
    "Your computer or network has sent too many requests.": "Komputer an tora we pir daxwazan şandiye.",
    "hCaptcha Privacy Policy": "Polîtîkaya Ragihandinê ya HCaptcha",
    "hCaptcha Terms of Service": "Mercên karûbarê hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "qutiya kontrolê ya hCaptcha. Hilbijêrin da ku hûn tehlûkeyê bifroşînin, an jî heke we bigihîje desteknameyek pê ve ew ê dorpêç bikin.",
    "hCaptcha checkbox. You are verified I am human.": "qutiya kontrolê ya hCaptcha. Te rastkirin ku ez însan im.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha karûbarek e ku pirsên hêsan bi bots û spam kêm dike. Ji kerema xwe ji bo her pirsgirêkê li jor li ser ekranê fermannameyê bişopînin. Ji bo bêtir agahdarî biçin",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha karûbarek e ku botan û spam kêm dike bi pirsên hêsan. Ji kerema xwe ji bo her dijwarî talîmatên li jorê dîmenderê bişopînin. Ji bo bêtir agahdarî biçin serdana {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "nîşana ewlehiyê ya hCaptcha qediya. Ji kerema xwe pirsgirêk dîsa temam bikin.",
    "hCaptcha window closed due to timeout.": "Ji ber demjimêranê pencereya hCaptcha hat girtin.",
    "widget error message text": "nivîsa peyama çewtiyê ya widget",
    "widget warning message text": "nivîsa peyama hişyariya widget"
}