{
    "Accessibility": "Атайын мүмкүнчүлүктөр",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Атайын мүмкүнчүлүктөр куки коюлган эмес. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Атайын мүмкүнчүлүктөр куки коюлган. Жардам алуу үчүн, электрондук почта дарегине {{support}} өтүңүз",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Атайын мүмкүнчүлүктөр. HCaptcha жеткиликтүүлүгүн кантип электрондук почта аркылуу шилтеме аркылуу кыйгап өтүүгө мүмкүнчүлүк бергенин билүү үчүн, бул меню жазуусуна баш багыңыз.",
    "Back": "кайра",
    "Can't Click": "Чыкылдай албайт",
    "Can't Solve": "Чечилбей жатат",
    "Cancel": "жокко чыгаруу",
    "Cancel Response": "Жоопту жокко чыгарыңыз",
    "Cannot contact hCaptcha. Check your connection and try again.": "HCaptcha менен байланыша албай жатабыз. Байланышыңызды текшерип, дагы бир жолу аракет кылып көрүңүз.",
    "Check": "Текшерүү",
    "Close": "жакын",
    "Close Modal": "Modal жабуу",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Кукилер өчүрүлгөн же жеткиликтүүлүк куки коюлган эмес. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Сүрөт жөнүндө эмне үчүн отчет берип жатканыңызды сүрөттөп бериңиз.",
    "Enable cross-site cookies.": "Сайттар аралык кукилерди иштетүү.",
    "Enter the two words in the image.": "Сүрөттөгү эки сөздү киргизиңиз.",
    "Error fetching captcha.": "Captcha алуудагы ката.",
    "Error submitting captcha.": "Captcha тапшырууда ката кетти.",
    "Feedback": "Кайрылуу",
    "Get information about hCaptcha and accessibility options.": "HCaptcha жана жеткиликтүүлүк параметрлери жөнүндө маалымат алыңыз.",
    "Get information about hCaptcha.": "HCaptcha жөнүндө маалымат алыңыз.",
    "Give a detailed report of a bug you've encountered.": "Сиз тапкан ката жөнүндө толук отчет бериңиз.",
    "Give feedback.": "Пикириңизди бериңиз.",
    "Having a problem?": "Көйгөй барбы?",
    "I am human": "Мен адаммын",
    "If there are None, click Skip": "Эгерде Жок болсо, Өткөрүп чыкылдатыңыз",
    "Inappropriate": "орунсуз",
    "Info": "Info",
    "Information": "маалымат",
    "Information about hCaptcha's accessibility options.": "HCaptcha жеткиликтүүлүктөрү жөнүндө маалымат.",
    "Information about the hCaptcha service.": "HCaptcha кызматы жөнүндө маалымат.",
    "Learn about accessibility options.": "Жеткиликтүүлүк параметрлери жөнүндө билип алыңыз.",
    "Learn more about hCaptcha Accessibility.": "HCaptcha Атайын мүмкүнчүлүктөр жөнүндө көбүрөөк билүү.",
    "Next": "кийинки",
    "Next Challenge": "Кийинки чакырык",
    "Off Screen": "Экранды өчүрүү",
    "Offensive": "Адепсиз",
    "Other": "башка",
    "Our accessibility option may help": "Биздин жеткиликтүүлүк тандоосу жардам берет",
    "Our accessibility option may help.": "Биздин жеткиликтүүлүк тандоосу жардам берет.",
    "Please also try turning off your ad blocker.‍": "Сураныч, жарнама бөгөттөөлөрүңүздү өчүрүп көрүңүз",
    "Please describe your issue.": "Сураныч, маселеңизди айтып бериңиз.",
    "Please provide details and steps to reproduce.": "Сураныч маалыматтарды жана көбөйтүү үчүн кадамдарды.",
    "Please select an image to report.": "Сураныч, кабарлоо үчүн сүрөт тандаңыз.",
    "Please select an option to send response.": "Сураныч, жооп жөнөтүү үчүн жолду тандаңыз.",
    "Please try again.": "Дагы бир жолу аракет кылып көрүңүз.",
    "Privacy": "Жашыруун",
    "Provide feedback for hCaptcha.": "HCaptcha үчүн жооп кайтарыңыз.",
    "Provide feedback regarding the hCaptcha service.": "HCaptcha кызматына байланыштуу пикириңизди бериңиз.",
    "Rate limited or network error. Please retry.": "Чектөө же тармак катасы. Сураныч, дагы бир жолу аракет кылып көрүңүз.",
    "Read more about the hCaptcha service.": "HCaptcha кызматы жөнүндө көбүрөөк маалымат алыңыз.",
    "Refresh Challenge.": "Жаңылоо чакырыгы.",
    "Report": "билдирүү",
    "Report Bug": "Bug Bug",
    "Report Image": "Сүрөттү билдирүү",
    "Report a software bug or issue to hCaptcha.": "Программанын катасы же көйгөйү жөнүндө hCaptchaга кабарлаңыз.",
    "Report an image to hCaptcha.": "Сүрөттү hCaptchaга кабарлаңыз.",
    "Reporting a functionality issue?": "Функционалдык маселе жөнүндө отчёт бересизби?",
    "Retrieve accessibility cookie.": "Жеткиликтүүлүк кукисин жүктөп алыңыз.",
    "See how to report issues with detailed logs.": "Толук журналдар менен маселелерди кантип билдирүү керектигин караңыз.",
    "Send": "Send",
    "Send Response": "Жооп жибериңиз",
    "Send Us Feedback": "Бизге жооп кайтарыңыз",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "HCaptcha чакырыгын кыйгап өтүү үчүн кирүү мүмкүнчүлүгүнө жазылуу.",
    "Skip": "Skip",
    "Skip Challenge": "Мелдешти өткөрүп жиберүү",
    "Software Bug": "Software Bug",
    "Sorry to hear that!": "Муну укканга кечирим!",
    "Status:": "Статус:",
    "Submit Answers": "Жоопторду тапшырыңыз",
    "Tell Us Why": "Tell Us Why",
    "Terms": "шарттары",
    "Thank you for your feedback.": "Пикириңиз үчүн рахмат.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "HCaptcha колдонуучунун маалымат баракчасы. Кызмат жана жеткиликтүүлүк параметрлери жөнүндө көбүрөөк билип алыңыз.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Бул hCaptcha үчүн ситекей туура эмес. Эгер көрсөңүз, сайттын администраторуна кайрылыңыз.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Бул hCaptcha тестирлөө үчүн гана колдонулат. Эгер көрсөңүз, сайттын администраторуна кайрылыңыз.",
    "This lets you avoid future questions by registering and setting a cookie.": "Бул сизге кукиди каттап, орнотуу менен келечектеги суроолорго жооп бербөөгө мүмкүндүк берет.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Биздин визуалдык кыйынчылыгыбызды айланып өтүү үчүн, биз жеткиликтүүлүк кукилерин сунуштайбыз.",
    "Too Difficult": "Өтө кыйын",
    "View our accessibility option.": "Жеткиликтүүлүк параметрибизди көрүңүз.",
    "Violent": "Зомбулук",
    "We will look into the issue immediately.": "Биз дароо маселени карап чыгабыз.",
    "We'll resolve your issue as quickly as we can.": "Сиздин маселеңизди мүмкүн болушунча тез арада чечебиз.",
    "Your computer or network has sent too many requests.": "Компьютериңиз же тармагыңыз өтө көп сурам жөнөттү.",
    "hCaptcha Privacy Policy": "hCaptcha Купуялык саясаты",
    "hCaptcha Terms of Service": "hCaptcha Тейлөө шарттары",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha белгилөө кутучасы. Кыйынчылыкты баштоо үчүн же сизде куки бар болсо, аны кыйгап өтүү үчүн тандаңыз.",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha белгилөө кутучасы. Менин адам экендигимди тастыкташты.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha бул жөнөкөй суроолорду берүү менен ботторду жана спамдарды азайтуучу кызмат. Ар бир кыйынчылык үчүн экрандын жогору жагындагы көрсөтмөлөрдү аткарыңыз. Көбүрөөк маалымат алуу үчүн",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha - жөнөкөй суроолорду берүү менен ботторду жана спамдарды азайтуучу кызмат. Сураныч, ар бир чакырык үчүн экрандын жогору жагындагы көрсөтмөлөрдү аткарыңыз. Көбүрөөк маалымат алуу үчүн {{site-url}} дарегине кириңиз",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha коопсуздук белгисинин мөөнөтү бүттү. Сураныч, дагы бир жолу тапшырманы аткарыңыз.",
    "hCaptcha window closed due to timeout.": "hCaptcha терезеси күтүү убактысына байланыштуу жабылды.",
    "widget error message text": "виджет катасы жөнүндө билдирүүнүн тексти",
    "widget warning message text": "виджет эскертүү билдирүүсүнүн тексти"
}