{
    "Accessibility": "Accessibilitéit",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Accessibilitéit Cookie ass net gesat. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Accessibilitéit Cookie ass gesat. Fir Hëllef, w.e.g. mailt {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Accessibilitéit. Besicht dëse Menü-Entrée fir ze léieren wéi Dir hCaptcha Zougänglechkeet aktivéiert, wat Iech erméiglecht d&#39;Erausfuerderung ze iwwerwannen iwwer e Mailen.",
    "Back": "Zréck",
    "Can't Click": "Kann net klickt",
    "Can't Solve": "Kann net opléisen",
    "Cancel": "Ofbriechen",
    "Cancel Response": "Ofbriechen Äntwert",
    "Cannot contact hCaptcha. Check your connection and try again.": "Kann net mat hCaptcha kontaktéieren. Préift Är Verbindung a probéiert nach eng Kéier.",
    "Check": "Iwwerpréiwen",
    "Close": "Zoumaachen",
    "Close Modal": "Zoumaachen Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Cookies sinn ausgeschalt oder d&#39;Accessibilitéit Cookie ass net gesat. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Beschreift firwat Dir e Bild mellt.",
    "Enable cross-site cookies.": "Aktivéiert Cross-Site Cookien.",
    "Enter the two words in the image.": "Gitt déi zwee Wierder an d&#39;Bild.",
    "Error fetching captcha.": "Feeler beim Erfaassen vun Captcha.",
    "Error submitting captcha.": "Feeler beim Befreiung vun der Captcha.",
    "Feedback": "Feedback",
    "Get information about hCaptcha and accessibility options.": "Kritt Informatiounen iwwer hCaptcha an Accessibilitéit Optiounen.",
    "Get information about hCaptcha.": "Kritt Informatiounen iwwer hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Gitt en detailléierte Bericht vun engem Feeler deen Dir begéint.",
    "Give feedback.": "Gitt Feedback.",
    "Having a problem?": "An engem Problem?",
    "I am human": "Ech si Mënsch",
    "If there are None, click Skip": "Wann et kee gëtt, klickt op Skip",
    "Inappropriate": "Anstänneg",
    "Info": "Info",
    "Information": "Informatiounen",
    "Information about hCaptcha's accessibility options.": "Informatiounen iwwer d&#39;Accessibilitéit Optiounen vun hCaptcha.",
    "Information about the hCaptcha service.": "Informatioun iwwer den hCaptcha Service.",
    "Learn about accessibility options.": "Léiert iwwer Accessibilitéit Optiounen.",
    "Learn more about hCaptcha Accessibility.": "Léiert méi iwwer hCaptcha Accessibilitéit.",
    "Next": "Nächst",
    "Next Challenge": "Nächst Challenge",
    "Off Screen": "Off Écran",
    "Offensive": "Beleidegend",
    "Other": "Aner",
    "Our accessibility option may help": "Eis Accessibilitéit Optioun kann hëllefen",
    "Our accessibility option may help.": "Eis Accessibilitéit Optioun kann hëllefen.",
    "Please also try turning off your ad blocker.‍": "Probéiert weg och Ären Ad Blocker auszeschalten",
    "Please describe your issue.": "Beschreift w.e.g. Äert Thema.",
    "Please provide details and steps to reproduce.": "Gitt Detailer a Schrëtt fir ze reproduzéieren.",
    "Please select an image to report.": "Wielt w.e.g. e Bild fir ze berichten.",
    "Please select an option to send response.": "Wielt eng Optioun fir d&#39;Äntwert ze schécken.",
    "Please try again.": "Nach eng Kéier",
    "Privacy": "Privatsphär",
    "Provide feedback for hCaptcha.": "Gitt Feedback fir hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Gitt Feedback betreffend de hCaptcha Service.",
    "Rate limited or network error. Please retry.": "Taux limitéiert oder Netzwierk Feeler. Probéiert w.e.g.",
    "Read more about the hCaptcha service.": "Liest méi iwwer den hCaptcha Service.",
    "Refresh Challenge.": "Frësch Erausfuerderung.",
    "Report": "Bericht",
    "Report Bug": "Bericht Bug",
    "Report Image": "Bericht Bild",
    "Report a software bug or issue to hCaptcha.": "Bericht e Software Bug oder Thema op hCaptcha.",
    "Report an image to hCaptcha.": "Bericht en Bild un hCaptcha.",
    "Reporting a functionality issue?": "Bericht Iech e Funktionalitéitsprobleem?",
    "Retrieve accessibility cookie.": "Recuperéieren Accessibilitéit Cookie.",
    "See how to report issues with detailed logs.": "Kuckt wéi Dir Probleemer mat detailléierte Logbicher bericht.",
    "Send": "Schécken",
    "Send Response": "Schéckt Äntwert",
    "Send Us Feedback": "Schéckt eis Feedback",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Mellt Iech un fir d&#39;Accessibilitéit fir d&#39;HCaptcha Challenge ze verweilen.",
    "Skip": "Wiessel",
    "Skip Challenge": "Wiessel Challenge",
    "Software Bug": "Software Bug",
    "Sorry to hear that!": "Sorry fir dat ze héieren!",
    "Status:": "Status:",
    "Submit Answers": "Gitt Äntwerten",
    "Tell Us Why": "Sot eis Firwat",
    "Terms": "Konditioune",
    "Thank you for your feedback.": "Merci fir Äre Feedback",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "D&#39;HCaptcha Benotzer Informatiounssäit. Léiert méi iwwer de Service an d&#39;Accessibilitéit Optiounen.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "De Sitekey fir dësen hCaptcha ass falsch. Kontaktéiert de Site Administrateur wann Dir dëst gesinn.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Dëst hCaptcha ass nëmme fir Test. Kontaktéiert de Site Administrateur wann Dir dëst gesinn.",
    "This lets you avoid future questions by registering and setting a cookie.": "Dëst erlaabt Iech zukünfteg Froen ze vermeiden andeems Dir e Cookie registréiert an ofstellt.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Fir eis visuell Erausfuerderung z&#39;ëmgoen, bidde mir en Accessibilitéitskichelchen.",
    "Too Difficult": "Ze schwéier",
    "View our accessibility option.": "Gesinn eis Accessibilitéit Optioun.",
    "Violent": "Gewalt",
    "We will look into the issue immediately.": "Mir wäerten d&#39;Thema direkt kucken.",
    "We'll resolve your issue as quickly as we can.": "Mir léisen Är Thema sou séier wéi méiglech.",
    "Your computer or network has sent too many requests.": "Äre Computer oder Netzwierk huet ze vill Ufroe geschéckt.",
    "hCaptcha Privacy Policy": "hCaptcha Privatsphär Politik",
    "hCaptcha Terms of Service": "hCaptcha Servicebedingungen",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha Kontrollbox. Wielt fir d&#39;Erausfuerderung ausléisen, oder z&#39;passéieren wann Dir eng Accessibilitéit Cookie hutt.",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha Kontrollbox. Dir sidd verifizéiert datt ech Mënsch sinn.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha ass e Service dee Bots a Spam reduzéiert andeems se einfach Froen stellen. W.e.g. befollegt d&#39;Instruktioune uewen um Écran fir all Challenge. Fir méi Info besicht",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha ass e Service deen Bots a Spam reduzéiert andeems en einfach Froen stellt. Gitt weg d&#39;Instruktioune uewen um Écran fir all Erausfuerderung. Fir méi Informatioun besicht {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha Sécherheetstoken ass ofgelaf. Fëllt d&#39;Erausfuerderung nach eng Kéier aus.",
    "hCaptcha window closed due to timeout.": "hCaptcha Fënster zougemaach wéinst Timeout.",
    "widget error message text": "widget Feeler Message Text",
    "widget warning message text": "Widget- Warnung Message Text"
}