{
    "Accessibility": "ຄວາມສາມາດເຂົ້າເຖິງໄດ້",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "ຄຸກກີໃນການເຂົ້າເຖິງບໍ່ໄດ້ຖືກ ກຳ ນົດ. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "ຄຸກກີໃນການເຂົ້າເຖິງໄດ້ຖືກ ກຳ ນົດໄວ້. ສຳ ລັບການຊ່ວຍເຫຼືອ, ກະລຸນາອີເມວ {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "ຄວາມສາມາດເຂົ້າເຖິງໄດ້. ເຂົ້າເບິ່ງລາຍການເມນູນີ້ເພື່ອຮຽນຮູ້ວິທີທີ່ຈະເຮັດໃຫ້ hCaptcha ສາມາດເຂົ້າເຖິງໄດ້, ເຊິ່ງຊ່ວຍໃຫ້ທ່ານສາມາດຫລີກລ່ຽງສິ່ງທ້າທາຍໄດ້ຜ່ານທາງລິງອີເມວ.",
    "Back": "ກັບໄປ",
    "Can't Click": "ບໍ່ສາມາດກົດ",
    "Can't Solve": "ບໍ່ສາມາດແກ້ໄຂ",
    "Cancel": "ຍົກເລີກ",
    "Cancel Response": "ຍົກເລີກການຕອບຮັບ",
    "Cannot contact hCaptcha. Check your connection and try again.": "ບໍ່ສາມາດຕິດຕໍ່ hCaptcha. ກວດເບິ່ງການເຊື່ອມຕໍ່ຂອງທ່ານແລະລອງ ໃໝ່ ອີກຄັ້ງ.",
    "Check": "ກວດສອບ",
    "Close": "ປິດ",
    "Close Modal": "Modal ປິດ",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Cookies ຖືກປິດໃຊ້ງານຫຼື cookie ທີ່ເຂົ້າເຖິງໄດ້ບໍ່ຖືກຕັ້ງຄ່າ. {{enable-cookies}}",
    "Describe why you are reporting an image.": "ອະທິບາຍເຫດຜົນທີ່ທ່ານລາຍງານຮູບພາບ.",
    "Enable cross-site cookies.": "ເປີດໃຊ້ cookies ຂ້າມເວັບໄຊ.",
    "Enter the two words in the image.": "ໃສ່ສອງ ຄຳ ໃນຮູບ.",
    "Error fetching captcha.": "ເກີດຄວາມຜິດພາດໃນການດຶງ captcha.",
    "Error submitting captcha.": "ຂໍ້ຜິດພາດໃນການສົ່ງ captcha.",
    "Feedback": "ຄຳ ຕິຊົມ",
    "Get information about hCaptcha and accessibility options.": "ເອົາຂໍ້ມູນກ່ຽວກັບ hCaptcha ແລະທາງເລືອກໃນການເຂົ້າເຖິງ.",
    "Get information about hCaptcha.": "ເອົາຂໍ້ມູນກ່ຽວກັບ hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "ໃຫ້ລາຍງານລາຍລະອຽດຂອງຂໍ້ບົກຜ່ອງທີ່ທ່ານພົບ.",
    "Give feedback.": "ໃຫ້ ຄຳ ຕິຊົມ.",
    "Having a problem?": "ມີປັນຫາບໍ່?",
    "I am human": "ຂ້ອຍເປັນມະນຸດ",
    "If there are None, click Skip": "ຖ້າມີບໍ່, ກົດຂ້າມ",
    "Inappropriate": "ບໍ່ ເໝາະ ສົມ",
    "Info": "ຂໍ້ມູນ",
    "Information": "ຂໍ້ມູນ",
    "Information about hCaptcha's accessibility options.": "ຂໍ້ມູນກ່ຽວກັບຕົວເລືອກການເຂົ້າເຖິງຂອງ hCaptcha.",
    "Information about the hCaptcha service.": "ຂໍ້ມູນກ່ຽວກັບການບໍລິການ hCaptcha.",
    "Learn about accessibility options.": "ຮຽນຮູ້ກ່ຽວກັບທາງເລືອກໃນການເຂົ້າເຖິງ.",
    "Learn more about hCaptcha Accessibility.": "ຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບ hCaptcha Accessibility.",
    "Next": "ຕໍ່ໄປ",
    "Next Challenge": "ຄວາມທ້າທາຍຕໍ່ໄປ",
    "Off Screen": "ປິດ ໜ້າ ຈໍ",
    "Offensive": "ດູຖູກ",
    "Other": "ອື່ນໆ",
    "Our accessibility option may help": "ທາງເລືອກໃນການເຂົ້າເຖິງຂອງພວກເຮົາອາດຊ່ວຍໄດ້",
    "Our accessibility option may help.": "ທາງເລືອກໃນການເຂົ້າເຖິງຂອງພວກເຮົາອາດຊ່ວຍໄດ້.",
    "Please also try turning off your ad blocker.‍": "ກະລຸນາລອງປິດໂຄສະນາຂອງທ່ານເຊັ່ນກັນ",
    "Please describe your issue.": "ກະລຸນາອະທິບາຍບັນຫາຂອງທ່ານ.",
    "Please provide details and steps to reproduce.": "ກະລຸນາໃຫ້ລາຍລະອຽດແລະຂັ້ນຕອນໃນການຜະລິດ.",
    "Please select an image to report.": "ກະລຸນາເລືອກຮູບພາບເພື່ອລາຍງານ.",
    "Please select an option to send response.": "ກະລຸນາເລືອກຕົວເລືອກເພື່ອສົ່ງ ຄຳ ຕອບ.",
    "Please try again.": "ກະລຸນາລອງ ໃໝ່ ອີກຄັ້ງ.",
    "Privacy": "ຄວາມເປັນສ່ວນຕົວ",
    "Provide feedback for hCaptcha.": "ໃຫ້ ຄຳ ຄິດເຫັນ ສຳ ລັບ hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "ໃຫ້ ຄຳ ຄິດເຫັນກ່ຽວກັບການບໍລິການ hCaptcha.",
    "Rate limited or network error. Please retry.": "ອັດຕາ ຈຳ ກັດຫລືຜິດພາດຂອງເຄືອຂ່າຍ. ກະລຸນາລອງ ໃໝ່ ອີກຄັ້ງ.",
    "Read more about the hCaptcha service.": "ອ່ານເພີ່ມເຕີມກ່ຽວກັບບໍລິການ hCaptcha.",
    "Refresh Challenge.": "Refresh Challenge.",
    "Report": "ບົດລາຍງານ",
    "Report Bug": "ລາຍງານ Bug",
    "Report Image": "ຮູບພາບລາຍງານ",
    "Report a software bug or issue to hCaptcha.": "ລາຍງານຂໍ້ບົກພ່ອງຂອງໂປແກຼມຫຼືບັນຫາຕ່າງໆໃຫ້ hCaptcha.",
    "Report an image to hCaptcha.": "ລາຍງານຮູບພາບໃຫ້ hCaptcha.",
    "Reporting a functionality issue?": "ລາຍງານບັນຫາການເຮັດວຽກບໍ?",
    "Retrieve accessibility cookie.": "ດຶງຂໍ້ມູນເຂົ້າໃຊ້ຄຸກກີ.",
    "See how to report issues with detailed logs.": "ເບິ່ງວິທີການລາຍງານບັນຫາຕ່າງໆທີ່ມີລາຍລະອຽດ.",
    "Send": "ສົ່ງ",
    "Send Response": "ສົ່ງ ຄຳ ຕອບ",
    "Send Us Feedback": "ສົ່ງ ຄຳ ຕິຊົມກັບພວກເຮົາ",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "ລົງທະບຽນເພື່ອການເຂົ້າເຖິງຄວາມສະດວກໃນການເຂົ້າເຖິງການຂ້າມຜ່ານສິ່ງທ້າທາຍ hCaptcha.",
    "Skip": "ຂ້າມ",
    "Skip Challenge": "ຂ້າມທ້າທາຍ",
    "Software Bug": "ບັກຊອບແວ",
    "Sorry to hear that!": "ເສຍ​ໃຈ​ທີ່​ໄດ້​ຍິນ​ແນວ​ນັ້ນ!",
    "Status:": "ສະຖານະພາບ:",
    "Submit Answers": "ສົ່ງ ຄຳ ຕອບ",
    "Tell Us Why": "ບອກພວກເຮົາວ່າເປັນຫຍັງ",
    "Terms": "ເງື່ອນໄຂ",
    "Thank you for your feedback.": "ຂໍ​ຂອບ​ໃຈ​ທ່ານ​ສໍາ​ລັບ​ການ​ຕໍາ​ນິ​ຕິ​ຊົມ​ຂອງ​ທ່ານ​.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "ຫນ້າຂໍ້ມູນຜູ້ໃຊ້ hCaptcha. ຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບທາງເລືອກໃນການບໍລິການແລະການເຂົ້າເຖິງ.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "ເວບໄຊທ໌ ສຳ ລັບ hCaptcha ນີ້ບໍ່ຖືກຕ້ອງ. ກະລຸນາຕິດຕໍ່ຜູ້ດູແລເວັບໄຊທ໌້ຖ້າທ່ານເຫັນສິ່ງນີ້.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "hCaptcha ນີ້ແມ່ນ ສຳ ລັບການທົດສອບເທົ່ານັ້ນ. ກະລຸນາຕິດຕໍ່ຜູ້ດູແລເວັບໄຊທ໌້ຖ້າທ່ານເຫັນສິ່ງນີ້.",
    "This lets you avoid future questions by registering and setting a cookie.": "ນີ້ຊ່ວຍໃຫ້ທ່ານຫລີກລ້ຽງ ຄຳ ຖາມໃນອະນາຄົດໂດຍການລົງທະບຽນແລະຕັ້ງ cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "ເພື່ອຫລີກລ້ຽງສິ່ງທ້າທາຍດ້ານສາຍຕາຂອງພວກເຮົາ, ພວກເຮົາສະ ເໜີ ໃຫ້ໃຊ້ຄຸກກີທີ່ສາມາດເຂົ້າເຖິງໄດ້.",
    "Too Difficult": "ຫຍຸ້ງຍາກເກີນໄປ",
    "View our accessibility option.": "ເບິ່ງຕົວເລືອກການເຂົ້າເຖິງຂອງພວກເຮົາ.",
    "Violent": "ຮຸນແຮງ",
    "We will look into the issue immediately.": "ພວກເຮົາຈະກວດສອບບັນຫາດັ່ງກ່າວໃນທັນທີ.",
    "We'll resolve your issue as quickly as we can.": "ພວກເຮົາຈະແກ້ໄຂບັນຫາຂອງທ່ານໃຫ້ໄວເທົ່າທີ່ຈະໄວໄດ້.",
    "Your computer or network has sent too many requests.": "ຄອມພິວເຕີຫລືເຄືອຂ່າຍຂອງທ່ານໄດ້ສົ່ງ ຄຳ ຂໍຫຼາຍເກີນໄປ.",
    "hCaptcha Privacy Policy": "hCaptcha ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ",
    "hCaptcha Terms of Service": "hCaptcha ເງື່ອນໄຂການໃຫ້ບໍລິການ",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha checkbox. ເລືອກເພື່ອກະຕຸ້ນສິ່ງທ້າທາຍ, ຫຼືເພື່ອຫລີກລ້ຽງມັນຖ້າທ່ານມີ cookie ທີ່ສາມາດເຂົ້າເຖິງໄດ້.",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha checkbox. ເຈົ້າຖືກຢືນຢັນວ່າຂ້ອຍເປັນມະນຸດ.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha ແມ່ນບໍລິການທີ່ຊ່ວຍຫຼຸດຜ່ອນ bots ແລະ spam ໂດຍການຖາມ ຄຳ ຖາມງ່າຍໆ. ກະລຸນາປະຕິບັດຕາມ ຄຳ ແນະ ນຳ ທີ່ຢູ່ເທິງສຸດຂອງ ໜ້າ ຈໍ ສຳ ລັບແຕ່ລະສິ່ງທ້າທາຍ. ສໍາລັບການຢ້ຽມຢາມຂໍ້ມູນເພີ່ມເຕີມ",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha ແມ່ນບໍລິການທີ່ຊ່ວຍຫຼຸດຜ່ອນ bots ແລະ spam ໂດຍການຖາມ ຄຳ ຖາມງ່າຍໆ. ກະລຸນາປະຕິບັດຕາມ ຄຳ ແນະ ນຳ ທີ່ຢູ່ເທິງສຸດຂອງ ໜ້າ ຈໍ ສຳ ລັບແຕ່ລະສິ່ງທ້າທາຍ. ສຳ ລັບຂໍ້ມູນເພີ່ມເຕີມເຂົ້າເບິ່ງ {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "ເຄື່ອງ ໝາຍ ຄວາມປອດໄພ hCaptcha ໝົດ ອາຍຸແລ້ວ. ກະລຸນາເຮັດການທ້າທາຍອີກຄັ້ງ.",
    "hCaptcha window closed due to timeout.": "hCaptcha window ປິດເນື່ອງຈາກ ໝົດ ເວລາ.",
    "widget error message text": "ຂໍ້ຄວາມຂໍ້ຄວາມຜິດພາດຂອງ widget",
    "widget warning message text": "ຂໍ້ຄວາມເຕືອນເຕືອນ widget"
}