{
    "Accessibility": "Pieejamība",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Pieejamības sīkfails nav iestatīts. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Pieejamības sīkfails ir iestatīts. Lai saņemtu palīdzību, lūdzu, nosūtiet e-pastu uz {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Pieejamība. Apmeklējiet šo izvēlnes ierakstu, lai uzzinātu, kā iespējot hCaptcha pieejamību, kas ļauj apiet izaicinājumu, izmantojot saiti pa e-pastu.",
    "Back": "Atpakaļ",
    "Can't Click": "Nevar noklikšķināt",
    "Can't Solve": "Nevar atrisināt",
    "Cancel": "Atcelt",
    "Cancel Response": "Atcelt atbildi",
    "Cannot contact hCaptcha. Check your connection and try again.": "Nevar sazināties ar hCaptcha. Pārbaudiet savienojumu un mēģiniet vēlreiz.",
    "Check": "Pārbaudiet",
    "Close": "Aizveriet",
    "Close Modal": "Aizveriet modālo",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Sīkfaili ir atspējoti vai pieejamības sīkfails nav iestatīts. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Aprakstiet, kāpēc ziņojat par attēlu.",
    "Enable cross-site cookies.": "Iespējot vairāku vietņu sīkfailus.",
    "Enter the two words in the image.": "Ievadiet divus vārdus attēlā.",
    "Error fetching captcha.": "Ienesot captcha, radās kļūda.",
    "Error submitting captcha.": "Kļūda, iesniedzot captcha.",
    "Feedback": "Atsauksmes",
    "Get information about hCaptcha and accessibility options.": "Iegūstiet informāciju par hCaptcha un piekļuves iespējām.",
    "Get information about hCaptcha.": "Iegūstiet informāciju par hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Sniedziet detalizētu ziņojumu par kļūdu, ar kuru esat saskāries.",
    "Give feedback.": "Dot atsauksmes.",
    "Having a problem?": "Vai jums ir problēmas?",
    "I am human": "Es esmu cilvēks",
    "If there are None, click Skip": "Ja tādu nav, noklikšķiniet uz Izlaist",
    "Inappropriate": "Nepiemērots",
    "Info": "Informācija",
    "Information": "Informācija",
    "Information about hCaptcha's accessibility options.": "Informācija par hCaptcha pieejamības iespējām.",
    "Information about the hCaptcha service.": "Informācija par hCaptcha pakalpojumu.",
    "Learn about accessibility options.": "Uzziniet par piekļuves iespējām.",
    "Learn more about hCaptcha Accessibility.": "Uzziniet vairāk par hCaptcha pieejamību.",
    "Next": "Nākamais",
    "Next Challenge": "Nākamais izaicinājums",
    "Off Screen": "Izslēgts ekrāns",
    "Offensive": "Aizskaroši",
    "Other": "Cits",
    "Our accessibility option may help": "Var palīdzēt mūsu pieejamības opcija",
    "Our accessibility option may help.": "Var palīdzēt mūsu pieejamības opcija.",
    "Please also try turning off your ad blocker.‍": "Lūdzu, mēģiniet arī izslēgt savu reklāmu bloķētāju.‍",
    "Please describe your issue.": "Lūdzu, aprakstiet savu problēmu.",
    "Please provide details and steps to reproduce.": "Lūdzu, sniedziet detalizētu informāciju un atkārtošanas soļus.",
    "Please select an image to report.": "Lūdzu, atlasiet attēlu, par kuru ziņot.",
    "Please select an option to send response.": "Lūdzu, atlasiet iespēju nosūtīt atbildi.",
    "Please try again.": "Lūdzu mēģiniet vēlreiz.",
    "Privacy": "Privātums",
    "Provide feedback for hCaptcha.": "Sniedziet atsauksmes par hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Sniedziet atsauksmes par hCaptcha pakalpojumu.",
    "Rate limited or network error. Please retry.": "Likme ierobežota vai tīkla kļūda. Lūdzu, mēģiniet vēlreiz.",
    "Read more about the hCaptcha service.": "Lasiet vairāk par hCaptcha pakalpojumu.",
    "Refresh Challenge.": "Atsvaidzināt izaicinājumu.",
    "Report": "Ziņot",
    "Report Bug": "Ziņot par kļūdu",
    "Report Image": "Ziņojuma attēls",
    "Report a software bug or issue to hCaptcha.": "Ziņot par programmatūras kļūdu vai problēmu uzņēmumam hCaptcha.",
    "Report an image to hCaptcha.": "Ziņot par attēlu hCaptcha.",
    "Reporting a functionality issue?": "Vai ziņojat par funkcionalitātes problēmu?",
    "Retrieve accessibility cookie.": "Iegūstiet pieejamības sīkfailu.",
    "See how to report issues with detailed logs.": "Uzziniet, kā ziņot par problēmām ar detalizētiem žurnāliem.",
    "Send": "Sūtīt",
    "Send Response": "Sūtīt atbildi",
    "Send Us Feedback": "Nosūtiet mums atsauksmes",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Reģistrējieties piekļuvei piekļuvei, lai apietu hCaptcha izaicinājumu.",
    "Skip": "Izlaist",
    "Skip Challenge": "Izlaist izaicinājumu",
    "Software Bug": "Programmatūras kļūda",
    "Sorry to hear that!": "Žēl to dzirdēt!",
    "Status:": "Statuss:",
    "Submit Answers": "Iesniegt atbildes",
    "Tell Us Why": "Pastāsti mums, kāpēc",
    "Terms": "Noteikumi",
    "Thank you for your feedback.": "Paldies par jūsu atsauksmēm.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "HCaptcha lietotāja informācijas lapa. Uzziniet vairāk par pakalpojumu un pieejamības iespējām.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Vietnes atslēga šai hCaptcha nav pareiza. Lūdzu, sazinieties ar vietnes administratoru, ja redzat šo.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Šis hCaptcha ir paredzēts tikai testēšanai. Lūdzu, sazinieties ar vietnes administratoru, ja redzat šo.",
    "This lets you avoid future questions by registering and setting a cookie.": "Tas ļauj izvairīties no turpmākiem jautājumiem, reģistrējoties un iestatot sīkfailu.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Lai apietu mūsu vizuālo izaicinājumu, mēs piedāvājam piekļuves sīkfailu.",
    "Too Difficult": "Pārāk grūts",
    "View our accessibility option.": "Skatiet mūsu piekļuves iespēju.",
    "Violent": "Vardarbīgs",
    "We will look into the issue immediately.": "Mēs nekavējoties izpētīsim šo jautājumu.",
    "We'll resolve your issue as quickly as we can.": "Mēs jūsu problēmu atrisināsim cik ātri vien iespējams.",
    "Your computer or network has sent too many requests.": "Jūsu dators vai tīkls ir nosūtījis pārāk daudz pieprasījumu.",
    "hCaptcha Privacy Policy": "hCaptcha konfidencialitātes politika",
    "hCaptcha Terms of Service": "hCaptcha pakalpojumu sniegšanas noteikumi",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "rūtiņa hCaptcha. Atlasiet, lai izraisītu izaicinājumu vai apietu to, ja jums ir piekļuves sīkfails.",
    "hCaptcha checkbox. You are verified I am human.": "rūtiņa hCaptcha. Jūs esat pārliecināts, ka esmu cilvēks.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha ir pakalpojums, kas samazina robotprogrammatūru un surogātpastu, uzdodot vienkāršus jautājumus. Lūdzu, izpildiet ekrāna augšdaļā sniegtos norādījumus par katru izaicinājumu. Lai iegūtu vairāk informācijas, apmeklējiet",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha ir pakalpojums, kas samazina robotus un surogātpastu, uzdodot vienkāršus jautājumus. Lūdzu, izpildiet norādījumus katra izaicinājuma ekrāna augšdaļā. Lai iegūtu plašāku informāciju, apmeklējiet vietni {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha drošības marķiera derīguma termiņš ir beidzies. Lūdzu, izpildiet izaicinājumu vēlreiz.",
    "hCaptcha window closed due to timeout.": "hCaptcha logs tika aizvērts noildzes dēļ.",
    "widget error message text": "logrīka kļūdas ziņojuma teksts",
    "widget warning message text": "logrīka brīdinājuma ziņojuma teksts"
}