{
    "Accessibility": "Accessibility",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Tsy napetraka ny cookie azo idirana. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Napetraka ny cookie azo idirana. Raha mila fanampiana, dia andefaso mailaka {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Accessibility. Tsidiho ity fidirana menio ity raha hianaranao ny fomba ahafahan&#39;ny fidirana hCaptcha, izay ahafahanao mandingana ny fanamby amin&#39;ny alàlan&#39;ny rohy mailaka.",
    "Back": "miverina",
    "Can't Click": "Tsy afaka tsindrio",
    "Can't Solve": "Tsy mety mamaha",
    "Cancel": "hanafoana",
    "Cancel Response": "Hanafo ny valiny",
    "Cannot contact hCaptcha. Check your connection and try again.": "Tsy afaka mifandray amin&#39;i hCaptcha. Zahao ny fifandraisanao ary manandrama indray.",
    "Check": "Taratasim-bola",
    "Close": "Close",
    "Close Modal": "Manidy Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Tsy mandeha ny cookies na tsy napetraka ny cookie azo idirana. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Farito ny antony itateranao sary.",
    "Enable cross-site cookies.": "Alefaso ny cookies mivelatra.",
    "Enter the two words in the image.": "Ampidiro ao anaty sary ilay teny roa.",
    "Error fetching captcha.": "Hadisoana maka captcha.",
    "Error submitting captcha.": "Hadisoana ny mandefa captcha.",
    "Feedback": "Feedback",
    "Get information about hCaptcha and accessibility options.": "Makà fampahalalana momba ny hCaptcha sy ny fidirana fidirana.",
    "Get information about hCaptcha.": "Makà fampahalalana momba ny hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Omeo tatitra amin&#39;ny antsipirihany momba ny bug iray nifanena taminao.",
    "Give feedback.": "Omeo valiny.",
    "Having a problem?": "Manana olana?",
    "I am human": "Olombelona aho",
    "If there are None, click Skip": "Raha tsy misy, kitiho ny Skip",
    "Inappropriate": "tsy manara-penitra",
    "Info": "Info",
    "Information": "Information",
    "Information about hCaptcha's accessibility options.": "Fampahalalana momba ny safidin&#39;ny fidirana hCaptcha.",
    "Information about the hCaptcha service.": "Fampahalalana momba ny serivisy hCaptcha.",
    "Learn about accessibility options.": "Ianaro ny safidy fidirana.",
    "Learn more about hCaptcha Accessibility.": "Mianara bebe kokoa momba ny Accessibility hCaptcha.",
    "Next": "Manaraka",
    "Next Challenge": "Fanamby manaraka",
    "Off Screen": "Sarimihetsika tsy mandeha",
    "Offensive": "Offensive",
    "Other": "Hafa",
    "Our accessibility option may help": "Ny safidintsika fidirana dia mety manampy",
    "Our accessibility option may help.": "Ny safidintsika fidirana dia mety manampy.",
    "Please also try turning off your ad blocker.‍": "Azafady atao ihany koa ny manandrana mamily ny dokam-barotra an-tsokosoko",
    "Please describe your issue.": "Azafady mba hamarino ny olanao.",
    "Please provide details and steps to reproduce.": "Azafady azafady azafady ny antsipiriany sy ny dingana hitondran-tena.",
    "Please select an image to report.": "Safidio azafady sary iray hotaterina.",
    "Please select an option to send response.": "Safidio azafady ny mandefa valiny.",
    "Please try again.": "Azafady manandrana indray.",
    "Privacy": "Privacy",
    "Provide feedback for hCaptcha.": "Manomeza valiny momba ny hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Manomeza valiny momba ny serivisy hCaptcha.",
    "Rate limited or network error. Please retry.": "Manome isa voafetra na hadisoam-pifandraisana. Andramo indray.",
    "Read more about the hCaptcha service.": "Vakio bebe kokoa momba ny serivisy hCaptcha.",
    "Refresh Challenge.": "Fanamby mifoha.",
    "Report": "Report",
    "Report Bug": "Report Bug",
    "Report Image": "Ampandre sary",
    "Report a software bug or issue to hCaptcha.": "Manaova tatitra momba ny lozisialy rindrambaiko na olana amin&#39;ny hCaptcha.",
    "Report an image to hCaptcha.": "Hampandre sary amin&#39;ny hCaptcha.",
    "Reporting a functionality issue?": "Manao tatitra mikasika olana?",
    "Retrieve accessibility cookie.": "Raiso ny cookie azo idirana.",
    "See how to report issues with detailed logs.": "Jereo ny fomba hitaterana ireo olana misy vatan-kazo antsipirihany.",
    "Send": "Send",
    "Send Response": "Alefaso ny valiny",
    "Send Us Feedback": "Alefaso anay ny valiny",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Misorata anarana hampidirana fidirana hCaptcha.",
    "Skip": "Skip",
    "Skip Challenge": "Hihaona ny fanamby",
    "Software Bug": "Software Bug",
    "Sorry to hear that!": "Miala tsiny ny mandre fa!",
    "Status:": "Status:",
    "Submit Answers": "Alefaso valiny",
    "Tell Us Why": "Lazao anay ny antony",
    "Terms": "Terms",
    "Thank you for your feedback.": "Misaotra anao amin&#39;ny valin-teninao.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Ny pejy fampahalalana momba ny mpampiasa hCaptcha. Fantaro bebe kokoa momba ny serivisy serivisy sy fidirana.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Tsy marina ny sitekey amin&#39;ity hCaptcha ity. Azafady mba mifandraisa amin&#39;ny admin site raha mahita izany.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Ity hCaptcha ity dia fanadinana fotsiny. Azafady mba mifandraisa amin&#39;ny admin site raha mahita izany.",
    "This lets you avoid future questions by registering and setting a cookie.": "Izany dia mamela anao hisoroka ny fanontaniana ho avy amin&#39;ny fisoratana anarana sy fametrahana cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Mba hihoarana ny fanamby hita maso dia manolotra cookie azo idirana izahay.",
    "Too Difficult": "Sarotra loatra",
    "View our accessibility option.": "Zahao ny safidy azontsika idirana.",
    "Violent": "mahery setra",
    "We will look into the issue immediately.": "Hojerentsika avy hatrany ny olana.",
    "We'll resolve your issue as quickly as we can.": "Hamaha ny olanao haingana araka izay trosa izahay.",
    "Your computer or network has sent too many requests.": "Nandefa fangatahana be loatra ny solosainao na ny tamba-jotra misy anao.",
    "hCaptcha Privacy Policy": "Politika momba ny tsiambaratelo hCaptcha",
    "hCaptcha Terms of Service": "hCaptcha Terms of service",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "boaty hCaptcha. Safidio mba hisintona ny fanamby, na handalovana izany raha toa ianao manana mofomamy miditra.",
    "hCaptcha checkbox. You are verified I am human.": "boaty hCaptcha. Voamarina fa olombelona aho.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha dia serivisy iray izay mampihena ny bots sy spam amin&#39;ny fametrahana fanontaniana tsotra. Azafady araho ny torolàlana eo amin&#39;ny tampon&#39;ny efijery isaky ny fanamby. Raha mila fanazavana fanampiny",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha dia serivisy mampihena ny botika sy ny spam amin&#39;ny fametrahana fanontaniana tsotra. Araho azafady ny torolàlana eo an-tampon&#39;ny efijery ho an&#39;ny fanamby tsirairay. Raha mila fanazavana fanampiny dia tsidiho ny {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "Tapitra ny fiarovana ny hCaptcha. Azafady mba tanteraho indray ny fanamby.",
    "hCaptcha window closed due to timeout.": "Mihidy ny varavarankely hCaptcha noho ny ora faran&#39;ny ora.",
    "widget error message text": "text message message error",
    "widget warning message text": "hafatra hafatra fampitandremana widget"
}