{
    "Accessibility": "Urutanga",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Kaore i te tautuhia te pihikete urutanga. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Kua whakaritea te pihikete urutanga. Mo te awhina, tena koa imeera {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Urutanga Tirohia tenei urunga rarangi kia mohio koe me pehea te ahei o te urunga hCaptcha, e ahei ai koe ki te karo i te wero ma te hononga imeera.",
    "Back": "Kei te hoki",
    "Can't Click": "Kaore e taea te Paapaa",
    "Can't Solve": "Kaore e taea te whakaoti",
    "Cancel": "Whakakore",
    "Cancel Response": "Whakakorehia te Whakautu",
    "Cannot contact hCaptcha. Check your connection and try again.": "Kaore e taea te whakapiri atu ki a hCaptcha. Tirohia to hononga ka ngana ano.",
    "Check": "Tirohia",
    "Close": "Katia",
    "Close Modal": "Katia te Mahinga",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Kua monokia nga pihikete, kaore ranei i whakatauhia te pihikete whakauru. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Whakaahuahia he aha koe i tuku ai i tetahi whakaahua.",
    "Enable cross-site cookies.": "Whakahohea nga pihikete-whakawhiti.",
    "Enter the two words in the image.": "Whakauruhia nga kupu e rua ki te whakapakoko.",
    "Error fetching captcha.": "He hapa kei te hopu captcha.",
    "Error submitting captcha.": "Ko te he i te tuku captcha.",
    "Feedback": "Urupare",
    "Get information about hCaptcha and accessibility options.": "Rapua nga korero mo te hCaptcha me nga huarahi whakauru.",
    "Get information about hCaptcha.": "Tikina he korero mo te hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Homai he ripoata taipitopito o te pepeha i kitea e koe.",
    "Give feedback.": "Homai urupare.",
    "Having a problem?": "He raru?",
    "I am human": "He tangata ahau",
    "If there are None, click Skip": "Mena Kaore he mea, paatohia te Hūpeke",
    "Inappropriate": "Ma te Kaore",
    "Info": "Korero",
    "Information": "Nga korero",
    "Information about hCaptcha's accessibility options.": "Nga korero mo nga whiringa whakauru a hCaptcha.",
    "Information about the hCaptcha service.": "Ko nga korero mo te ratonga hCaptcha.",
    "Learn about accessibility options.": "Kia mohio ki nga whiringa whakauru.",
    "Learn more about hCaptcha Accessibility.": "Ako atu mo te Urutanga o te hCaptcha.",
    "Next": "Panuku",
    "Next Challenge": "Wero Whai muri",
    "Off Screen": "Matapihi Weto",
    "Offensive": "Hara",
    "Other": "Othertahi atu",
    "Our accessibility option may help": "Ka awhina pea taatau waahanga whakauru",
    "Our accessibility option may help.": "Ka awhina pea taatau waahanga whakauru.",
    "Please also try turning off your ad blocker.‍": "Me whai koa ano ki te whakaweto i to kaiwaiata pānuitanga",
    "Please describe your issue.": "Tena whakaahua i to take.",
    "Please provide details and steps to reproduce.": "Tena koa taipitopito me nga huarahi hei whakaputa uri.",
    "Please select an image to report.": "Tohua koa he ahua hei ripoata.",
    "Please select an option to send response.": "Tohua koa he whiringa ki te tuku whakautu.",
    "Please try again.": "Tēnā whakamātau ano.",
    "Privacy": "Matapapu",
    "Provide feedback for hCaptcha.": "Homai urupare mo te hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Homai urupare mo te ratonga hCaptcha.",
    "Rate limited or network error. Please retry.": "He iti te reiti, he hapa ranei te whatunga. Me ngana ano.",
    "Read more about the hCaptcha service.": "Pānuitia atu mo te ratonga hCaptcha.",
    "Refresh Challenge.": "Te Wero Whakakii.",
    "Report": "Pūrongo",
    "Report Bug": "Pūrongo pepeke",
    "Report Image": "Whakaahua Whakaahua",
    "Report a software bug or issue to hCaptcha.": "Korerotia he bug taputapu, take ranei ki te hCaptcha.",
    "Report an image to hCaptcha.": "Korerotia he pikitia ki te hCaptcha.",
    "Reporting a functionality issue?": "Te ripoata i tetahi take mahi?",
    "Retrieve accessibility cookie.": "Tangohia te pihikete urutanga.",
    "See how to report issues with detailed logs.": "Tirohia te pehea e ripoata ai nga take me nga raarangi taipitopito.",
    "Send": "Tukua",
    "Send Response": "Tukuna Whakautu",
    "Send Us Feedback": "Tukuna he Korero Urupare",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Haina mo te urunga ki te uru ki te wero i te wero hCaptcha.",
    "Skip": "Tīpako",
    "Skip Challenge": "Hūpeke Wero",
    "Software Bug": "Pūmanawa Pūmanawa",
    "Sorry to hear that!": "Aroha mai ki te whakarongo ki tena!",
    "Status:": "Tūnga:",
    "Submit Answers": "Tukuna nga Whakautu",
    "Tell Us Why": "Korerohia mai he aha",
    "Terms": "Nga Kupu",
    "Thank you for your feedback.": "Mauruuru ki to urupare.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Te wharangi korero kaiwhakamahi hCaptcha. Ako atu mo nga ratonga me nga whiringa whakauru.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Ko te sitekey mo tenei hCaptcha he he. Tena koa whakapā atu ki te kaiwhakahaere paetukutuku mena ka kite koe i tenei.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Ko tenei hCaptcha he whakamatautau anake. Tena koa whakapā atu ki te kaiwhakahaere paetukutuku mena ka kite koe i tenei.",
    "This lets you avoid future questions by registering and setting a cookie.": "Ma tenei ka taea e koe te karo i nga patai a meake nei ma te rehita me te whakatakoto i tetahi pihikete.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Hei karo i ta maatau wero tirohanga, ka tukuna he pihikete urutanga.",
    "Too Difficult": "Tino Tino",
    "View our accessibility option.": "Tirohia to maatau whakauru.",
    "Violent": "Kaha",
    "We will look into the issue immediately.": "Ka tirohia e matou tonu te take.",
    "We'll resolve your issue as quickly as we can.": "Ka ea wawe tonu ta matou whakatika.",
    "Your computer or network has sent too many requests.": "He maha nga tono a to rorohiko, to whatunga ranei.",
    "hCaptcha Privacy Policy": "Kaupapahere Tūmataiti hCaptcha",
    "hCaptcha Terms of Service": "hCaptcha Nga kupu o te Ratonga",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "pouaka hCaptcha. Tīpakohia kia pai ake ai te wero, ki te paanui ranei mena kei a koe he pihikete whakauru.",
    "hCaptcha checkbox. You are verified I am human.": "pouaka hCaptcha. Kua whakatauhia koe he tangata ahau.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "Ko te hCaptcha he ratonga e whakaiti ana i nga pota me te mokomoko ma te paatai i nga paatai ngawari. Me whai i nga tohutohu i te pito o runga o te mata mo ia wero. Mo te roanga atu o nga korero",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha he ratonga e whakaheke ana i nga potae me nga mokowhiti ma te paatai i nga paatai ngawari. Whai koa nga tohutohu kei runga ake o te mata mo ia wero. Mo etahi atu korero tirohia te {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "Kua pau te tohu ahuru hCaptcha. Tena koa whakaotihia te wero.",
    "hCaptcha window closed due to timeout.": "katia te matapihi hCaptcha na te mea kua pau te waa.",
    "widget error message text": "kuputuhi karere hapa hapa",
    "widget warning message text": "kuputuhi karere whakatupato whakatupato"
}