{
    "Accessibility": "Пристапност",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Колачето за пристапност не е поставено. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Поставено е колаче за пристапност. За помош, испратете е-пошта до {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Пристапност Посетете го овој запис за менито за да научите како да овозможите пристапност до hCaptcha, што ви овозможува да го заобиколите предизвикот преку е-пошта.",
    "Back": "Назад",
    "Can't Click": "Не можам да кликнете",
    "Can't Solve": "Не може да се реши",
    "Cancel": "Откажи",
    "Cancel Response": "Откажи одговор",
    "Cannot contact hCaptcha. Check your connection and try again.": "Не може да се контактира hCaptcha. Проверете ја вашата врска и обидете се повторно.",
    "Check": "Проверете",
    "Close": "Затвори",
    "Close Modal": "Затвори го Модал",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Колачињата се оневозможени или колачето за пристапност не е поставено. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Опишете зошто пријавувате слика.",
    "Enable cross-site cookies.": "Овозможете колачиња меѓу страниците.",
    "Enter the two words in the image.": "Внесете ги двата збора на сликата.",
    "Error fetching captcha.": "Грешка при преземање на капча",
    "Error submitting captcha.": "Грешка при доставување капча",
    "Feedback": "Повратна информација",
    "Get information about hCaptcha and accessibility options.": "Добијте информации за опциите hCaptcha и достапноста.",
    "Get information about hCaptcha.": "Добијте информации за hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Дадете детален извештај за грешката што сте ја сретнале.",
    "Give feedback.": "Дајте повратна информација.",
    "Having a problem?": "Имате проблем?",
    "I am human": "Јас сум човек",
    "If there are None, click Skip": "Ако нема Ништо, кликнете Прескокни",
    "Inappropriate": "Несоодветно",
    "Info": "Информации",
    "Information": "Информации",
    "Information about hCaptcha's accessibility options.": "Информации за опциите за пристапност на hCaptcha.",
    "Information about the hCaptcha service.": "Информации за услугата hCaptcha.",
    "Learn about accessibility options.": "Дознајте за опциите за пристапност.",
    "Learn more about hCaptcha Accessibility.": "Дознајте повеќе за пристапноста до hCaptcha.",
    "Next": "Следно",
    "Next Challenge": "Следен предизвик",
    "Off Screen": "Исклучен екран",
    "Offensive": "Навредливи",
    "Other": "Друго",
    "Our accessibility option may help": "Нашата опција за пристапност може да помогне",
    "Our accessibility option may help.": "Нашата опција за пристапност може да помогне.",
    "Please also try turning off your ad blocker.‍": "Ве молиме, исто така, обидете се да го исклучите блокирачот на реклами.‍",
    "Please describe your issue.": "Ве молиме, опишете го вашиот проблем.",
    "Please provide details and steps to reproduce.": "Ве молиме, дајте детали и чекори за репродукција.",
    "Please select an image to report.": "Ве молиме, изберете слика за пријавување.",
    "Please select an option to send response.": "Изберете опција за да испратите одговор.",
    "Please try again.": "Ве молиме обидете се повторно.",
    "Privacy": "Приватност",
    "Provide feedback for hCaptcha.": "Обезбедете повратни информации за hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Обезбедете повратни информации за услугата hCaptcha.",
    "Rate limited or network error. Please retry.": "Оцени ограничена или мрежна грешка. Ве молиме обидете се повторно.",
    "Read more about the hCaptcha service.": "Прочитајте повеќе за услугата hCaptcha.",
    "Refresh Challenge.": "Освежи предизвик.",
    "Report": "Извештај",
    "Report Bug": "Пријавете грешка",
    "Report Image": "Пријавете слика",
    "Report a software bug or issue to hCaptcha.": "Пријавете грешка на софтвер или проблем на hCaptcha.",
    "Report an image to hCaptcha.": "Пријавете слика на hCaptcha.",
    "Reporting a functionality issue?": "Пријавувате проблем со функционалноста?",
    "Retrieve accessibility cookie.": "Вратете колаче за пристапност.",
    "See how to report issues with detailed logs.": "Погледнете како да ги пријавите проблемите со деталните логови.",
    "Send": "Испрати",
    "Send Response": "Испратете одговор",
    "Send Us Feedback": "Испратете ни повратна информација",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Пријавете се за пристап до пристапност за да го заобиколите предизвикот hCaptcha.",
    "Skip": "Прескокни",
    "Skip Challenge": "Прескокни предизвик",
    "Software Bug": "Грешки во софтверот",
    "Sorry to hear that!": "Жал ми е што го слушам тоа!",
    "Status:": "Статус:",
    "Submit Answers": "Поднесете одговори",
    "Tell Us Why": "Кажи ни зошто",
    "Terms": "Услови",
    "Thank you for your feedback.": "Ви благодариме за вашиот коментар.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Страницата со информации за корисникот hCaptcha. Дознајте повеќе за опциите за услугата и пристапноста.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Sitekey за оваа hCaptcha не е точна. Ве молиме, контактирајте го администраторот на страницата ако го видите ова.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Оваа hCaptcha е само за тестирање. Ве молиме, контактирајте го администраторот на страницата ако го видите ова.",
    "This lets you avoid future questions by registering and setting a cookie.": "Ова ви овозможува да ги избегнете идните прашања со регистрирање и поставување колаче.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "За да го заобиколиме нашиот визуелен предизвик, нудиме колаче за пристапност.",
    "Too Difficult": "Премногу тешко",
    "View our accessibility option.": "Погледнете ја нашата опција за пристапност.",
    "Violent": "Насилни",
    "We will look into the issue immediately.": "Willе го разгледаме прашањето веднаш.",
    "We'll resolve your issue as quickly as we can.": "Ние ќе го решиме вашиот проблем што е можно побрзо.",
    "Your computer or network has sent too many requests.": "Вашиот компјутер или мрежа испрати премногу барања.",
    "hCaptcha Privacy Policy": "Политика за приватност",
    "hCaptcha Terms of Service": "Услови на услугата hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "поле за избор на hCaptcha. Изберете со цел да го активирате предизвикот или да го заобиколите ако имате колаче за пристапност.",
    "hCaptcha checkbox. You are verified I am human.": "поле за избор на hCaptcha. Потврден си дека сум човек.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha е услуга што ги намалува ботовите и спам со поставување едноставни прашања. Ве молиме следете ги упатствата на горниот дел од екранот за секој предизвик. За повеќе информации посетете",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha е услуга што ги намалува ботовите и спамот со поставување едноставни прашања. Ве молиме следете ги упатствата на горниот дел од екранот за секој предизвик. За повеќе информации, посетете ја страницата {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "Безбедносниот токен на hCaptcha е истечен. Ве молиме, завршете го предизвикот повторно.",
    "hCaptcha window closed due to timeout.": "Прозорецот на hCaptcha е затворен поради истек на време.",
    "widget error message text": "текстуална порака за грешка со графичка контрола",
    "widget warning message text": "текстуална порака за предупредување за графичка контрола"
}