{
    "Accessibility": "Хандалт",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Хандалтын күүкийг тохируулаагүй байна. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Хандалтын күүкийг тохируулсан болно. Тусламж хүсч байвал {{support}} руу имэйлээр илгээнэ үү.",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Хандалт. Энэ имэйлийн хаягаар орж hCaptcha хандалтыг хэрхэн идэвхжүүлэхийг сурах боломжтой бөгөөд энэ нь имэйлийн холбоосоор дамжуулж бэрхшээлийг тойрч гарах боломжийг олгодог.",
    "Back": "Буцах",
    "Can't Click": "Дарж чадахгүй байна",
    "Can't Solve": "Шийдэх боломжгүй байна",
    "Cancel": "Цуцлах",
    "Cancel Response": "Хариултыг цуцлах",
    "Cannot contact hCaptcha. Check your connection and try again.": "HCaptcha-тай холбогдох боломжгүй байна. Холболтоо шалгаад дахин оролдоно уу.",
    "Check": "Шалгах",
    "Close": "Хаах",
    "Close Modal": "Modal-г хаах",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Күүкийг идэвхгүй болгосон эсвэл хандалтын күүкийг тохируулаагүй байна. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Зургийг яагаад мэдээлж байгаагаа тайлбарлана уу.",
    "Enable cross-site cookies.": "Сайт хоорондын күүкийг идэвхжүүлэх.",
    "Enter the two words in the image.": "Зурган дээрх хоёр үгийг оруулна уу.",
    "Error fetching captcha.": "Captcha-г татаж авахад алдаа гарав.",
    "Error submitting captcha.": "Captcha-г илгээхэд алдаа гарлаа.",
    "Feedback": "Санал хүсэлт өгөх",
    "Get information about hCaptcha and accessibility options.": "HCaptcha болон нэвтрэх сонголтын талаар мэдээлэл авах.",
    "Get information about hCaptcha.": "HCaptcha-ийн тухай мэдээлэл авах.",
    "Give a detailed report of a bug you've encountered.": "Өөрт тохиолдсон алдааны талаар дэлгэрэнгүй тайланг өгнө үү.",
    "Give feedback.": "Санал хүсэлтээ өгөх.",
    "Having a problem?": "Асуудалтай байна уу?",
    "I am human": "Би бол хүн",
    "If there are None, click Skip": "Хэрэв None байхгүй бол Алгасах дээр дарна уу",
    "Inappropriate": "Зохисгүй",
    "Info": "Мэдээлэл",
    "Information": "Мэдээлэл",
    "Information about hCaptcha's accessibility options.": "HCaptcha-ийн нэвтрэх сонголтуудын талаархи мэдээлэл.",
    "Information about the hCaptcha service.": "HCaptcha үйлчилгээний талаархи мэдээлэл.",
    "Learn about accessibility options.": "Хялбар байдлын талаар үзэх.",
    "Learn more about hCaptcha Accessibility.": "HCaptcha хандалтын талаар илүү ихийг олж мэдэх.",
    "Next": "Дараачийн",
    "Next Challenge": "Дараагийн сорилт",
    "Off Screen": "Дэлгэцгүй",
    "Offensive": "Доромжилсон",
    "Other": "Бусад",
    "Our accessibility option may help": "Манай нэвтрэх боломжууд танд тустай байж магадгүй",
    "Our accessibility option may help.": "Манай нэвтрэх боломжууд танд тустай байж магадгүй.",
    "Please also try turning off your ad blocker.‍": "Та мөн сурталчилгааны хаагчаа унтрааж үзнэ үү",
    "Please describe your issue.": "Асуудлыг тайлбарлана уу.",
    "Please provide details and steps to reproduce.": "Хуулбарлах талаар дэлгэрэнгүй мэдээлэл, алхамыг өгнө үү.",
    "Please select an image to report.": "Тайлан гаргахын тулд зураг сонгоно уу.",
    "Please select an option to send response.": "Хариу илгээх сонголтыг сонгоно уу.",
    "Please try again.": "Дахин оролдоно уу.",
    "Privacy": "Нууцлал",
    "Provide feedback for hCaptcha.": "HCaptcha-д санал хүсэлт өгөх.",
    "Provide feedback regarding the hCaptcha service.": "HCaptcha үйлчилгээний талаар санал хүсэлт өгөх.",
    "Rate limited or network error. Please retry.": "Хязгаарлагдмал эсвэл сүлжээний алдаа. Дахин оролдоно уу.",
    "Read more about the hCaptcha service.": "HCaptcha үйлчилгээний талаар дэлгэрэнгүй уншина уу.",
    "Refresh Challenge.": "Сорилтыг сэргээнэ үү.",
    "Report": "Тайлан",
    "Report Bug": "Алдааг мэдээлэх",
    "Report Image": "Зургийн талаар мэдээлэх",
    "Report a software bug or issue to hCaptcha.": "Програм хангамжийн алдаа, асуудлыг hCaptcha-д мэдээлэх.",
    "Report an image to hCaptcha.": "Зургийг hCaptcha-д мэдээлэх.",
    "Reporting a functionality issue?": "Функцтэй холбоотой асуудлыг мэдээлэх үү?",
    "Retrieve accessibility cookie.": "Хандалтын күүкийг татаж авах.",
    "See how to report issues with detailed logs.": "Нарийвчилсан бүртгэлтэй холбоотой асуудлыг хэрхэн тайлагнах талаар үзнэ үү.",
    "Send": "Илгээх",
    "Send Response": "Хариу илгээх",
    "Send Us Feedback": "Бидэнд санал хүсэлтээ явуулаарай",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "HCaptcha-ийн сорилтыг даван туулахын тулд нэвтрэх эрхийг бүртгүүлнэ үү.",
    "Skip": "Алгасах",
    "Skip Challenge": "Сорилтыг алгасах",
    "Software Bug": "Програм хангамжийн алдаа",
    "Sorry to hear that!": "Сонссонд уучлаарай!",
    "Status:": "Статус:",
    "Submit Answers": "Хариултуудыг илгээх",
    "Tell Us Why": "Яагаад гэдгийг бидэнд хэлээрэй",
    "Terms": "Нөхцөлүүд",
    "Thank you for your feedback.": "Таны санал хүсэлтэд баярлалаа.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "HCaptcha хэрэглэгчийн мэдээллийн хуудас. Үйлчилгээ ба нэвтрэх сонголтын талаар дэлгэрэнгүй үзэх.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Энэ hCaptcha-ийн sitekey буруу байна. Хэрэв та үүнийг харж байгаа бол сайтын админтай холбоо барина уу.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Энэ hCaptcha нь зөвхөн туршилтанд зориулагдсан. Хэрэв та үүнийг харж байгаа бол сайтын админтай холбоо барина уу.",
    "This lets you avoid future questions by registering and setting a cookie.": "Энэ нь күүкийг бүртгэх, тохируулах замаар ирээдүйн асуултаас зайлсхийх боломжийг олгоно.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Харааны бэрхшээлийг тойрч гарахын тулд бид хандалтын күүкийг санал болгодог.",
    "Too Difficult": "Хэт хэцүү",
    "View our accessibility option.": "Хялбар байдлын сонголтыг харах.",
    "Violent": "Хүчирхийлэл",
    "We will look into the issue immediately.": "Бид асуудлыг нэн даруй шийдвэрлэх болно.",
    "We'll resolve your issue as quickly as we can.": "Бид таны асуудлыг аль болох хурдан шийдвэрлэх болно.",
    "Your computer or network has sent too many requests.": "Таны компьютер эсвэл сүлжээ хэт олон хүсэлт илгээсэн байна.",
    "hCaptcha Privacy Policy": "hCaptcha Нууцлалын бодлого",
    "hCaptcha Terms of Service": "hCaptcha-ийн үйлчилгээний нөхцөл",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha шалгах хайрцаг. Сэргээх, эсвэл танд боломжтой күүкиг идэвхжүүлж байвал үүнийг сонгоно уу.",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha шалгах хайрцаг. Намайг хүн гэдгийг чи батлав.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha бол энгийн асуулт асуух замаар bots болон спамыг багасгадаг үйлчилгээ юм. Дуудлага тус бүрийн дэлгэцийн дээд хэсэгт байрлах зааврыг дагана уу. Дэлгэрэнгүй мэдээллийг авна уу",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha бол энгийн асуулт асууж бот, спамыг багасгах үйлчилгээ юм. Сорилт бүрийн хувьд дэлгэцийн дээд хэсэгт байгаа зааврыг дагана уу. Дэлгэрэнгүй мэдээллийг {{site-url}} - ээс авна уу",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha аюулгүй байдлын жетоны хугацаа дууссан. Даалгаврыг дахин хийж гүйцэтгэнэ үү.",
    "hCaptcha window closed due to timeout.": "Хугацаа дууссаны улмаас hCaptcha цонх хаагдсан.",
    "widget error message text": "виджетийн алдааны мессежийн текст",
    "widget warning message text": "виджетийн анхааруулах мессежийн текст"
}