{
    "Accessibility": "Kebolehcapaian",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Kuki kebolehaksesan tidak ditetapkan. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Kuki kebolehaksesan ditetapkan. Untuk bantuan, sila hantarkan e-mel {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Kebolehcapaian. Kunjungi entri menu ini untuk mengetahui cara mengaktifkan aksesibilitas hCaptcha, yang membolehkan anda melewati cabaran melalui pautan melalui e-mel.",
    "Back": "Belakang",
    "Can't Click": "Tidak Boleh Klik",
    "Can't Solve": "Tidak Dapat Selesaikan",
    "Cancel": "Batal",
    "Cancel Response": "Batalkan Jawapan",
    "Cannot contact hCaptcha. Check your connection and try again.": "Tidak dapat menghubungi hCaptcha. Periksa sambungan anda dan cuba lagi.",
    "Check": "Periksa",
    "Close": "Tutup",
    "Close Modal": "Tutup Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Kuki dilumpuhkan atau kuki kebolehaksesan tidak ditetapkan. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Terangkan mengapa anda melaporkan gambar.",
    "Enable cross-site cookies.": "Dayakan kuki merentas laman web.",
    "Enter the two words in the image.": "Masukkan dua perkataan dalam gambar.",
    "Error fetching captcha.": "Ralat semasa mengambil captcha.",
    "Error submitting captcha.": "Ralat semasa menghantar captcha.",
    "Feedback": "Maklum balas",
    "Get information about hCaptcha and accessibility options.": "Dapatkan maklumat mengenai hCaptcha dan pilihan kebolehcapaian.",
    "Get information about hCaptcha.": "Dapatkan maklumat mengenai hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Berikan laporan terperinci mengenai bug yang anda hadapi.",
    "Give feedback.": "Beri maklum balas.",
    "Having a problem?": "Mengalami masalah?",
    "I am human": "Saya manusia",
    "If there are None, click Skip": "Sekiranya tidak ada, klik Langkau",
    "Inappropriate": "Tidak sesuai",
    "Info": "Maklumat",
    "Information": "Maklumat",
    "Information about hCaptcha's accessibility options.": "Maklumat mengenai pilihan kebolehcapaian hCaptcha.",
    "Information about the hCaptcha service.": "Maklumat mengenai perkhidmatan hCaptcha.",
    "Learn about accessibility options.": "Ketahui mengenai pilihan kebolehaksesan.",
    "Learn more about hCaptcha Accessibility.": "Ketahui lebih lanjut mengenai Kebolehcapaian hCaptcha.",
    "Next": "Seterusnya",
    "Next Challenge": "Cabaran Seterusnya",
    "Off Screen": "Skrin Mati",
    "Offensive": "Menyinggung perasaan",
    "Other": "Yang lain",
    "Our accessibility option may help": "Pilihan aksesibiliti kami boleh membantu",
    "Our accessibility option may help.": "Pilihan aksesibiliti kami boleh membantu.",
    "Please also try turning off your ad blocker.‍": "Cuba juga matikan penyekat iklan anda.‍",
    "Please describe your issue.": "Sila jelaskan masalah anda.",
    "Please provide details and steps to reproduce.": "Sila berikan butiran dan langkah untuk menghasilkan semula.",
    "Please select an image to report.": "Sila pilih gambar untuk dilaporkan.",
    "Please select an option to send response.": "Sila pilih pilihan untuk menghantar jawapan.",
    "Please try again.": "Sila cuba lagi.",
    "Privacy": "Privasi",
    "Provide feedback for hCaptcha.": "Berikan maklum balas untuk hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Berikan maklum balas mengenai perkhidmatan hCaptcha.",
    "Rate limited or network error. Please retry.": "Nilai terhad atau ralat rangkaian. Sila cuba lagi.",
    "Read more about the hCaptcha service.": "Baca lebih lanjut mengenai perkhidmatan hCaptcha.",
    "Refresh Challenge.": "Segarkan Cabaran.",
    "Report": "Lapor",
    "Report Bug": "Laporkan Bug",
    "Report Image": "Laporkan Gambar",
    "Report a software bug or issue to hCaptcha.": "Laporkan masalah atau masalah perisian ke hCaptcha.",
    "Report an image to hCaptcha.": "Laporkan gambar ke hCaptcha.",
    "Reporting a functionality issue?": "Melaporkan masalah fungsi?",
    "Retrieve accessibility cookie.": "Dapatkan kuki kebolehaksesan.",
    "See how to report issues with detailed logs.": "Lihat cara melaporkan masalah dengan log terperinci.",
    "Send": "Hantar",
    "Send Response": "Hantar Jawapan",
    "Send Us Feedback": "Hantar Maklum Balas kepada Kami",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Daftar untuk mendapatkan akses untuk memintas cabaran hCaptcha.",
    "Skip": "Langkau",
    "Skip Challenge": "Langkau Cabaran",
    "Software Bug": "Bug Perisian",
    "Sorry to hear that!": "Takziah!",
    "Status:": "Status:",
    "Submit Answers": "Hantar Jawapan",
    "Tell Us Why": "Beritahu Kami Mengapa",
    "Terms": "Syarat",
    "Thank you for your feedback.": "Terima kasih atas maklum balas anda.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Halaman maklumat pengguna hCaptcha. Ketahui lebih lanjut mengenai pilihan perkhidmatan dan kebolehaksesan.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Sitekey untuk hCaptcha ini tidak betul. Sila hubungi pentadbir laman web jika anda melihat ini.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "HCaptcha ini hanya untuk ujian. Sila hubungi pentadbir laman web jika anda melihat ini.",
    "This lets you avoid future questions by registering and setting a cookie.": "Ini membolehkan anda mengelakkan soalan masa depan dengan mendaftar dan menetapkan kuki.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Untuk mengatasi cabaran visual kami, kami menawarkan kuki kebolehaksesan.",
    "Too Difficult": "Sangat susah",
    "View our accessibility option.": "Lihat pilihan kebolehcapaian kami.",
    "Violent": "Keganasan",
    "We will look into the issue immediately.": "Kami akan segera mengkaji masalah ini.",
    "We'll resolve your issue as quickly as we can.": "Kami akan menyelesaikan masalah anda secepat yang kami dapat.",
    "Your computer or network has sent too many requests.": "Komputer atau rangkaian anda telah mengirim terlalu banyak permintaan.",
    "hCaptcha Privacy Policy": "Dasar Privasi hCaptcha",
    "hCaptcha Terms of Service": "Syarat Perkhidmatan hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "kotak pilihan hCaptcha. Pilih untuk mencetuskan cabaran, atau memintasnya jika anda mempunyai kuki kebolehaksesan.",
    "hCaptcha checkbox. You are verified I am human.": "kotak pilihan hCaptcha. Anda disahkan bahawa saya manusia.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha adalah perkhidmatan yang mengurangkan bot dan spam dengan mengemukakan soalan mudah. Ikuti arahan di bahagian atas skrin untuk setiap cabaran. Untuk maklumat lanjut, lawati",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha adalah perkhidmatan yang mengurangkan bot dan spam dengan mengemukakan soalan mudah. Ikuti arahan di bahagian atas skrin untuk setiap cabaran. Untuk maklumat lebih lanjut, lawati {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "Token keselamatan hCaptcha telah tamat. Sila selesaikan cabaran sekali lagi.",
    "hCaptcha window closed due to timeout.": "Tetingkap hCaptcha ditutup kerana tamat masa.",
    "widget error message text": "teks mesej ralat widget",
    "widget warning message text": "teks mesej amaran widget"
}