{
    "Accessibility": "အသုံးပြုခွင့်",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "အသုံးပြုနိုင်မှု cookie ကိုသတ်မှတ်မပေးပါ။ {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "အသုံးပြုနိုင်မှု cookie ကိုသတ်မှတ်သည် အကူအညီအတွက် ကျေးဇူးပြု၍ အီးမေးလ်ပို့ပါ။ {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "အသုံးပြုခွင့်။ hCaptcha လက်လှမ်းမီမှုကိုဘယ်လိုဖွင့်ရမယ်ဆိုတာကိုဒီ menu menu ကိုသွားပြီးအီးမေးလ်လင့်တစ်ခုကနေစိန်ခေါ်မှုကိုကျော်လွှားနိုင်မှာဖြစ်ပါတယ်။",
    "Back": "နောက်သို့",
    "Can't Click": "နှိပ်၍ မရပါ",
    "Can't Solve": "မဖြေရှင်းနိုင်ပါ",
    "Cancel": "ပယ်ဖျက်ပါ",
    "Cancel Response": "Cancel Response",
    "Cannot contact hCaptcha. Check your connection and try again.": "hCaptcha ကို ဆက်သွယ်၍ မရပါ။ သင်၏ဆက်သွယ်မှုကိုစစ်ဆေးပြီးထပ်မံကြိုးစားပါ။",
    "Check": "စစ်ဆေးပါ",
    "Close": "ပိတ်",
    "Close Modal": "Modal ကိုပိတ်ပါ",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "ကွတ်ကီးများကိုပိတ်ထားသည်သို့မဟုတ်ဝင်ရောက်နိုင်မှုကိုမသတ်မှတ်ထားပါ။ {{enable-cookies}}",
    "Describe why you are reporting an image.": "ဘာကြောင့်ပုံတစ်ပုံကိုသတင်းပို့ရတာလဲပြောပြပါ။",
    "Enable cross-site cookies.": "Cross-site cookies များကိုဖွင့်ပါ။",
    "Enter the two words in the image.": "ပုံတွင်စကားလုံးနှစ်လုံးရိုက်ထည့်ပါ။",
    "Error fetching captcha.": "captcha ရယူအမှား။",
    "Error submitting captcha.": "captcha တင်သွင်းခြင်းအမှား။",
    "Feedback": "တုံ့ပြန်ချက်",
    "Get information about hCaptcha and accessibility options.": "hCaptcha နှင့်သုံးစွဲနိုင်မှုရွေးချယ်စရာများအကြောင်းသတင်းအချက်အလက်ကိုရယူပါ။",
    "Get information about hCaptcha.": "hCaptcha အကြောင်းသတင်းအချက်အလက်ကိုရယူပါ။",
    "Give a detailed report of a bug you've encountered.": "သင်ကြုံတွေ့ရသော bug အကြောင်းအသေးစိတ်သတင်းပို့ပါ။",
    "Give feedback.": "တုံ့ပြန်ချက်ပေးပါ",
    "Having a problem?": "ပြနာရှိလား။",
    "I am human": "ငါကလူပဲ",
    "If there are None, click Skip": "မရှိပါက Skip ကိုနှိပ်ပါ",
    "Inappropriate": "မသင့်လျော်သော",
    "Info": "အင်ဖို",
    "Information": "သတင်းအချက်အလက်",
    "Information about hCaptcha's accessibility options.": "hCaptcha ၏အသုံးပြုနိုင်မှုရွေးချယ်စရာများနှင့်ပတ်သက်သောသတင်းအချက်အလက်။",
    "Information about the hCaptcha service.": "hCaptcha ဝန်ဆောင်မှုနှင့်ပတ်သက်သောသတင်းအချက်အလက်။",
    "Learn about accessibility options.": "အသုံးပြုနိုင်မှုရွေးချယ်စရာများအကြောင်းလေ့လာပါ။",
    "Learn more about hCaptcha Accessibility.": "hCaptcha အသုံးပြုနိုင်မှုအကြောင်းပိုမိုလေ့လာပါ။",
    "Next": "နောက်တစ်ခု",
    "Next Challenge": "လာမည့်စိန်ခေါ်မှု",
    "Off Screen": "မျက်နှာပြင်ပိတ်",
    "Offensive": "ထိုးစစ်",
    "Other": "အခြား",
    "Our accessibility option may help": "ကျွန်ုပ်တို့၏အသုံးပြုနိုင်စွမ်း option ကကူညီလိမ့်မည်",
    "Our accessibility option may help.": "ကျွန်ုပ်တို့၏အသုံးပြုနိုင်စွမ်း option ကကူညီလိမ့်မည်။",
    "Please also try turning off your ad blocker.‍": "ကျေးဇူးပြု၍ သင်၏ blocker ကိုပိတ်ထားပါ",
    "Please describe your issue.": "သင်၏ပြyourနာကိုဖော်ပြပါ။",
    "Please provide details and steps to reproduce.": "ကျေးဇူးပြု၍ ပြန်လည်ထုတ်လုပ်ရန်အသေးစိတ်နှင့်အဆင့်များကိုပေးပါ။",
    "Please select an image to report.": "ကျေးဇူးပြု၍ သတင်းပို့ရန်ဓာတ်ပုံကိုရွေးချယ်ပါ",
    "Please select an option to send response.": "ကျေးဇူးပြု၍ တုန့်ပြန်မှုပို့ရန်ရွေးစရာကိုရွေးချယ်ပါ။",
    "Please try again.": "ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ",
    "Privacy": "သီးသန့်တည်ရှိမှု",
    "Provide feedback for hCaptcha.": "hCaptcha အတွက်တုံ့ပြန်ချက်ပေးပါ။",
    "Provide feedback regarding the hCaptcha service.": "hCaptcha ၀ န်ဆောင်မှုနှင့် ပတ်သတ်၍ အကြံဥာဏ်များပေးပါ။",
    "Rate limited or network error. Please retry.": "အကန့်အသတ်ဖြင့်သာရှိပါစေသို့မဟုတ်ကွန်ယက်အမှား။ ကျေးဇူးပြု၍ ပြန်ကြိုးစားပါ",
    "Read more about the hCaptcha service.": "hCaptcha ဝန်ဆောင်မှုအကြောင်းပိုမိုဖတ်ပါ။",
    "Refresh Challenge.": "စိန်ခေါ်မှုအသစ်တင်ရန်",
    "Report": "အစီရင်ခံစာ",
    "Report Bug": "Bug ကိုသတင်းပို့ပါ",
    "Report Image": "ပုံသတင်းပို့ပါ",
    "Report a software bug or issue to hCaptcha.": "ဆော့ဝဲလ်အမှားတစ်ခုသို့မဟုတ်ပြissueနာကို hCaptcha သို့သတင်းပို့ပါ။",
    "Report an image to hCaptcha.": "ပုံကို hCaptcha သို့သတင်းပို့ပါ။",
    "Reporting a functionality issue?": "လုပ်ဆောင်နိုင်စွမ်းပြissueနာကိုသတင်းပို့ခြင်း။",
    "Retrieve accessibility cookie.": "အသုံးပြုနိုင်မှု cookie ကိုပြန်လည်ရယူပါ။",
    "See how to report issues with detailed logs.": "ပြlogနာများကိုအသေးစိတ်မှတ်တမ်းများဖြင့်မည်သို့အစီရင်ခံရမည်ကိုကြည့်ပါ။",
    "Send": "ပို့ပါ",
    "Send Response": "တုံ့ပြန်မှုပေးပို့ပါ",
    "Send Us Feedback": "Feedback ပို့ပေးပါ",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "hCaptcha စိန်ခေါ်မှုကိုကျော်လွှားနိုင်ရန်လက်လှမ်းမီမှုအတွက်စာရင်းသွင်းပါ။",
    "Skip": "ကျော်သွား",
    "Skip Challenge": "Skipe Skip",
    "Software Bug": "Software Bug",
    "Sorry to hear that!": "ကြားရတာစိတ်မကောင်းပါဘူး!",
    "Status:": "အခြေအနေ",
    "Submit Answers": "အဖြေများပေးပို့ပါ",
    "Tell Us Why": "ဘာကြောင့်လဲ",
    "Terms": "စည်းကမ်းချက်များ",
    "Thank you for your feedback.": "သင်၏အကြံပြုချက်အတွက်ကျေးဇူးတင်ပါသည်။",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "hCaptcha အသုံးပြုသူအချက်အလက်စာမျက်နှာ။ ၀ န်ဆောင်မှုနှင့်သုံးစွဲနိုင်မှုရွေးချယ်စရာများအကြောင်းပိုမိုလေ့လာပါ။",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "ဒီ hCaptcha များအတွက် sitekey မမှန်ကန်ပါ။ ဤအရာကိုတွေ့မြင်ပါကစီမံအုပ်ချုပ်သူနှင့်ဆက်သွယ်ပါ။",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "ဤသည် hCaptcha သာစမ်းသပ်ဘို့ဖြစ်ပါတယ်။ ဤအရာကိုတွေ့မြင်ပါကစီမံအုပ်ချုပ်သူနှင့်ဆက်သွယ်ပါ။",
    "This lets you avoid future questions by registering and setting a cookie.": "Cookie ကိုမှတ်ပုံတင်ခြင်းနှင့်ပြင်ဆင်ခြင်းဖြင့်အနာဂတ်မေးခွန်းများကိုရှောင်ရှားနိုင်သည်။",
    "To bypass our visual challenge, we offer an accessibility cookie.": "ကျွန်ုပ်တို့၏အမြင်အာရုံဆိုင်ရာစိန်ခေါ်မှုကိုကျော်လွှားရန်ကျွန်ုပ်တို့သည်လက်လှမ်းမီနိုင်သော cookie တစ်ခုကိုပေးသည်။",
    "Too Difficult": "အရမ်းခက်တယ်",
    "View our accessibility option.": "ကျွန်တော်တို့ရဲ့အသုံးပြုနိုင်စွမ်း option ကိုကြည့်ပါ။",
    "Violent": "အကြမ်းဖက်",
    "We will look into the issue immediately.": "ကျနော်တို့ချက်ချင်းပြlookနာသို့ကြည့်ရှုပါလိမ့်မယ်။",
    "We'll resolve your issue as quickly as we can.": "ငါတို့သည်သင်တို့၏ပြissueနာကိုတတ်နိုင်သမျှမြန်မြန်ဖြေရှင်းပါလိမ့်မယ်။",
    "Your computer or network has sent too many requests.": "သင်၏ကွန်ပျူတာ (သို့) ကွန်ယက်သည်တောင်းဆိုမှုများစွာပေးပို့ခဲ့သည်။",
    "hCaptcha Privacy Policy": "hCaptcha သီးသန့်လုံခြုံရေးမူဝါဒ",
    "hCaptcha Terms of Service": "hCaptcha ဝန်ဆောင်မှုသတ်မှတ်ချက်များ",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha checkbox ။ အကယ်၍ သင့်တွင်လက်လှမ်းမီနိုင်သည့် cookie ရှိပါကစိန်ခေါ်မှုဖြစ်စေရန်သို့မဟုတ်၎င်းကိုကျော်လွှားရန်ရွေးချယ်ပါ။",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha checkbox ။ ငါဟာလူသားဖြစ်ကြောင်းအတည်ပြုပြီး",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha သည်ရိုးရှင်းသောမေးခွန်းများမေးခြင်းဖြင့် bot နှင့် spam များကိုလျှော့ချပေးသော ၀ န်ဆောင်မှုတစ်ခုဖြစ်သည်။ စိန်ခေါ်မှုတစ်ခုစီအတွက်မျက်နှာပြင်၏ထိပ်ရှိညွှန်ကြားချက်များကိုလိုက်နာပါ။ ပိုမိုသိရှိလိုပါကသွားရောက်ကြည့်ရှုသည်",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha သည်ရိုးရှင်းသောမေးခွန်းများမေးခြင်းဖြင့် bot နှင့် spam များကိုလျှော့ချပေးသော ၀ န်ဆောင်မှုတစ်ခုဖြစ်သည်။ စိန်ခေါ်မှုတစ်ခုစီအတွက်မျက်နှာပြင်၏ထိပ်ရှိညွှန်ကြားချက်များကိုလိုက်နာပါ။ အသေးစိတ်သိလိုပါက {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha လုံခြုံရေးတိုကင်သည်ကုန်သွားပြီ။ ကျေးဇူးပြု၍ စိန်ခေါ်မှုကိုထပ်မံဖြည့်စွက်ပါ။",
    "hCaptcha window closed due to timeout.": "hCaptcha ၀ င်းဒိုးသည်အချိန်ကုန်ကြောင့်ပိတ်ထားသည်။",
    "widget error message text": "ဝစ်ဂျက်အမှားမက်ဆေ့ခ်ျကိုစာသား",
    "widget warning message text": "ဝစ်ဂျက်သတိပေးစာတမ်းစာသား"
}