{
    "Accessibility": "पहुँच",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "पहुँच कुकि सेट गरिएको छैन। {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "पहुँच कुकी सेट गरिएको छ। मद्दतको लागि, कृपया email {{support}} email email ईमेल गर्नुहोस्",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "पहुँच। यस मेनु प्रविष्टि हेर्नुहोस् hCaptcha पहुँचता सक्षम गर्न कसरी जान्न को लागी, जुन तपाईंलाई ईमेल लिंक मार्फत चुनौती बाईपास गर्न अनुमति दिन्छ।",
    "Back": "पछाडि",
    "Can't Click": "क्लिक गर्न सक्दैन",
    "Can't Solve": "समाधान गर्न सक्दैन",
    "Cancel": "रद्द गर्नुहोस्",
    "Cancel Response": "जवाफ रद्द गर्नुहोस्",
    "Cannot contact hCaptcha. Check your connection and try again.": "HCaptcha सम्पर्क गर्न सक्दैन। तपाईंको जडान जाँच्नुहोस् र पुन: प्रयास गर्नुहोस्।",
    "Check": "जाँच गर्नुहोस्",
    "Close": "बन्द",
    "Close Modal": "मोडल बन्द गर्नुहोस्",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "कुकीहरू असक्षम पारिएका छन् वा पहुँच कुकि सेट गरिएको छैन। {{enable-cookies}}",
    "Describe why you are reporting an image.": "वर्णन गर्नुहोस् किन तपाईं छवि रिपोर्ट गर्दै हुनुहुन्छ।",
    "Enable cross-site cookies.": "क्रस-साइट कुकिज सक्षम गर्नुहोस्।",
    "Enter the two words in the image.": "छविमा दुई शब्दहरू प्रविष्ट गर्नुहोस्।",
    "Error fetching captcha.": "क्याप्चा प्राप्त गर्दा त्रुटि।",
    "Error submitting captcha.": "क्याप्चा सबमिट गर्दा त्रुटि।",
    "Feedback": "प्रतिक्रिया",
    "Get information about hCaptcha and accessibility options.": "HCaptcha र पहुँच विकल्पहरूको बारेमा जानकारी प्राप्त गर्नुहोस्।",
    "Get information about hCaptcha.": "HCaptcha को बारे मा जानकारी प्राप्त गर्नुहोस्।",
    "Give a detailed report of a bug you've encountered.": "तपाईंले सामना गर्नु भएको बगको विस्तृत रिपोर्ट दिनुहोस्।",
    "Give feedback.": "प्रतिक्रिया दिनुहोस्।",
    "Having a problem?": "समस्या भइरहेको छ?",
    "I am human": "म मानव हुँ",
    "If there are None, click Skip": "यदि त्यहाँ कुनै पनि छैन भने स्किप क्लिक गर्नुहोस्",
    "Inappropriate": "अनुपयुक्त",
    "Info": "जानकारी",
    "Information": "जानकारी",
    "Information about hCaptcha's accessibility options.": "HCaptcha को पहुँच विकल्पको बारेमा जानकारी।",
    "Information about the hCaptcha service.": "HCaptcha सेवा को बारे मा जानकारी।",
    "Learn about accessibility options.": "पहुँच विकल्पहरूको बारेमा जान्नुहोस्।",
    "Learn more about hCaptcha Accessibility.": "HCaptcha पहुँचता को बारे मा अधिक जान्नुहोस्।",
    "Next": "अर्को",
    "Next Challenge": "अर्को चुनौती",
    "Off Screen": "स्क्रीन बन्द",
    "Offensive": "आपत्तिजनक",
    "Other": "अन्य",
    "Our accessibility option may help": "हाम्रो पहुँच विकल्प मद्दत गर्न सक्छ",
    "Our accessibility option may help.": "हाम्रो पहुँच विकल्प मद्दत गर्न सक्छ।",
    "Please also try turning off your ad blocker.‍": "कृपया तपाइँको विज्ञापन अवरोधक बन्द गर्ने प्रयास गर्नुहोस्",
    "Please describe your issue.": "कृपया तपाइँको मुद्दा वर्णन गर्नुहोस्।",
    "Please provide details and steps to reproduce.": "पुन: उत्पादन गर्न विवरण र चरणहरू प्रदान गर्नुहोस्।",
    "Please select an image to report.": "रिपोर्ट गर्नको लागि छवि छान्नुहोस्।",
    "Please select an option to send response.": "कृपया प्रतिक्रिया पठाउन एक विकल्प चयन गर्नुहोस्।",
    "Please try again.": "फेरि प्रयास गर्नुहोस।",
    "Privacy": "गोपनीयता",
    "Provide feedback for hCaptcha.": "HCaptcha को लागी प्रतिक्रिया प्रदान गर्नुहोस्।",
    "Provide feedback regarding the hCaptcha service.": "HCaptcha सेवा को बारे मा प्रतिक्रिया प्रदान गर्नुहोस्।",
    "Rate limited or network error. Please retry.": "दर सीमित वा नेटवर्क त्रुटि। कृपया पुन: प्रयास गर्नुहोस्।",
    "Read more about the hCaptcha service.": "HCaptcha सेवा को बारे मा अधिक पढ्नुहोस्।",
    "Refresh Challenge.": "ताजा चुनौती।",
    "Report": "रिपोर्ट",
    "Report Bug": "बग रिपोर्ट गर्नुहोस्",
    "Report Image": "छवि रिपोर्ट गर्नुहोस्",
    "Report a software bug or issue to hCaptcha.": "सफ्टवेयर बग वा hCaptcha मा मुद्दा रिपोर्ट गर्नुहोस्।",
    "Report an image to hCaptcha.": "HCaptcha लाई छवि रिपोर्ट गर्नुहोस्।",
    "Reporting a functionality issue?": "कार्यक्षमता मुद्दा रिपोर्ट गर्दै?",
    "Retrieve accessibility cookie.": "पहुँच कुकी पुन: प्राप्त गर्नुहोस्।",
    "See how to report issues with detailed logs.": "विस्तृत लगको साथ मुद्दाहरू कसरी रिपोर्ट गर्ने हेर्नुहोस्।",
    "Send": "पठाउनुहोस्",
    "Send Response": "जवाफ पठाउनुहोस्",
    "Send Us Feedback": "हामीलाई प्रतिक्रिया पठाउनुहोस्",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "HCaptcha चुनौती बाइपास गर्न पहुँच पहुँचको लागि साइन अप गर्नुहोस्।",
    "Skip": "छोड्नुहोस्",
    "Skip Challenge": "चुनौती छोड्नुहोस्",
    "Software Bug": "सफ्टवेयर बग",
    "Sorry to hear that!": "त्यस्तो सुन्न परेकोमा दु: ख लाग्यो!",
    "Status:": "स्थिति:",
    "Submit Answers": "उत्तरहरू सबमिट गर्नुहोस्",
    "Tell Us Why": "हामीलाई भन्नुहोस् किन",
    "Terms": "सर्तहरू",
    "Thank you for your feedback.": "तपाईको प्रतिक्रियाका लागि धन्यबाद।",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "HCaptcha प्रयोगकर्ता जानकारी पृष्ठ। सेवा र पहुँच विकल्पहरूको बारेमा बढि जान्नुहोस्।",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "यस hCaptcha को लागि साइटकी गलत छ। कृपया यदि तपाईं यो देख्नुहुन्छ भने साइट प्रशासकलाई सम्पर्क गर्नुहोस्।",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "यो hCaptcha मात्र परीक्षणको लागि हो। कृपया यदि तपाईं यो देख्नुहुन्छ भने साइट प्रशासकलाई सम्पर्क गर्नुहोस्।",
    "This lets you avoid future questions by registering and setting a cookie.": "यसले तपाइँको भविष्यका प्रश्नहरूलाई बेवास्ता गर्न दिन्छ कुकी दर्ता गरेर र कुकी सेट गरेर।",
    "To bypass our visual challenge, we offer an accessibility cookie.": "हाम्रो दृश्य चुनौतीलाई बाइपास गर्न हामी एक पहुँच कुकी प्रदान गर्दछौं।",
    "Too Difficult": "धेरै गाह्रो",
    "View our accessibility option.": "हाम्रो पहुँच विकल्प हेर्नुहोस्।",
    "Violent": "हिंस्रक",
    "We will look into the issue immediately.": "हामी तुरुन्तै मुद्दा हेर्नेछौं।",
    "We'll resolve your issue as quickly as we can.": "हामी तपाईंको समस्या यथाशीघ्र समाधान गर्न सक्नेछौं।",
    "Your computer or network has sent too many requests.": "तपाईंको कम्प्युटर वा नेटवर्कले अत्यन्त धेरै अनुरोधहरू पठाएको छ।",
    "hCaptcha Privacy Policy": "hCaptcha गोपनीयता नीति",
    "hCaptcha Terms of Service": "hCaptcha सेवा सर्तहरू",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha चेकबक्स। चुनौती ट्रिगर गर्न को लागी चयन गर्नुहोस्, वा यो बाइपास गर्न यदि तपाईं एक पहुँच कुकी छ।",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha चेकबक्स। तपाईं प्रमाणित हुनुहुन्छ म मानव हुँ।",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha एक सेवा हो जसले साधारण प्रश्नहरू सोधेर बट्स र स्पाम कम गर्दछ। प्रत्येक चुनौतीको लागि कृपया स्क्रीनको शीर्षमा निर्देशनहरूको पालना गर्नुहोस्। अधिक जानकारीको लागि भ्रमण गर्नुहोस्",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha एक सेवा हो जसले साधारण प्रश्नहरू सोधेर बट्स र स्पाम कम गर्दछ। प्रत्येक चुनौतीको लागि कृपया स्क्रीनको शीर्षमा निर्देशनहरूको पालना गर्नुहोस्। अधिक जानकारीको लागि भ्रमण गर्नुहोस् {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha सुरक्षा टोकन समाप्त भयो। कृपया फेरि चुनौती पूर्ण गर्नुहोस्।",
    "hCaptcha window closed due to timeout.": "टाइमआउटको कारण hCaptcha विन्डो बन्द भयो।",
    "widget error message text": "विजेट त्रुटि सन्देश पाठ",
    "widget warning message text": "विजेट चेतावनी सन्देश पाठ"
}