{
    "Accessibility": "Toegankelijkheid",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Toegankelijkheidscookie is niet ingesteld. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Toegankelijkheidscookie is ingesteld. Stuur voor hulp een e-mail naar {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Toegankelijkheid. Bezoek dit menu-item om te leren hoe u hCaptcha-toegankelijkheid inschakelt, waarmee u de uitdaging kunt omzeilen via een link per e-mail.",
    "Back": "Terug",
    "Can't Click": "Kan niet klikken",
    "Can't Solve": "Kan niet oplossen",
    "Cancel": "annuleren",
    "Cancel Response": "Reactie annuleren",
    "Cannot contact hCaptcha. Check your connection and try again.": "Kan geen contact opnemen met hCaptcha. Controleer uw verbinding en probeer het opnieuw.",
    "Check": "Controleren",
    "Close": "Dichtbij",
    "Close Modal": "Sluit Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Cookies zijn uitgeschakeld of de toegankelijkheidscookie is niet ingesteld. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Beschrijf waarom u een afbeelding meldt.",
    "Enable cross-site cookies.": "Schakel cross-site cookies in.",
    "Enter the two words in the image.": "Voer de twee woorden in de afbeelding in.",
    "Error fetching captcha.": "Fout bij het ophalen van captcha.",
    "Error submitting captcha.": "Fout bij het indienen van captcha.",
    "Feedback": "Feedback",
    "Get information about hCaptcha and accessibility options.": "Krijg informatie over hCaptcha en toegankelijkheidsopties.",
    "Get information about hCaptcha.": "Krijg informatie over hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Geef een gedetailleerd rapport van een bug die je bent tegengekomen.",
    "Give feedback.": "Geef feedback.",
    "Having a problem?": "Heeft u een probleem?",
    "I am human": "Ik ben een mens",
    "If there are None, click Skip": "Als er geen is, klikt u op Overslaan",
    "Inappropriate": "Ongepast",
    "Info": "Info",
    "Information": "Informatie",
    "Information about hCaptcha's accessibility options.": "Informatie over de toegankelijkheidsopties van hCaptcha.",
    "Information about the hCaptcha service.": "Informatie over de hCaptcha-service.",
    "Learn about accessibility options.": "Meer informatie over toegankelijkheidsopties.",
    "Learn more about hCaptcha Accessibility.": "Meer informatie over hCaptcha-toegankelijkheid.",
    "Next": "De volgende",
    "Next Challenge": "Volgende uitdaging",
    "Off Screen": "Off Screen",
    "Offensive": "Aanvallend",
    "Other": "Andere",
    "Our accessibility option may help": "Onze toegankelijkheidsoptie kan helpen",
    "Our accessibility option may help.": "Onze toegankelijkheidsoptie kan helpen.",
    "Please also try turning off your ad blocker.‍": "Probeer ook uw advertentieblokkering uit te schakelen",
    "Please describe your issue.": "Beschrijf uw probleem.",
    "Please provide details and steps to reproduce.": "Geef details en stappen om te reproduceren.",
    "Please select an image to report.": "Selecteer een afbeelding om te melden.",
    "Please select an option to send response.": "Selecteer een optie om een antwoord te sturen.",
    "Please try again.": "Probeer het alstublieft opnieuw.",
    "Privacy": "Privacy",
    "Provide feedback for hCaptcha.": "Geef feedback voor hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Geef feedback over de hCaptcha-service.",
    "Rate limited or network error. Please retry.": "Beoordeel beperkte of netwerkfout. Probeer het opnieuw.",
    "Read more about the hCaptcha service.": "Lees meer over de hCaptcha-service.",
    "Refresh Challenge.": "Refresh Challenge.",
    "Report": "Verslag doen van",
    "Report Bug": "Bug melden",
    "Report Image": "Afbeelding rapporteren",
    "Report a software bug or issue to hCaptcha.": "Meld een softwarefout of -probleem aan hCaptcha.",
    "Report an image to hCaptcha.": "Rapporteer een afbeelding aan hCaptcha.",
    "Reporting a functionality issue?": "Een functionaliteitsprobleem melden?",
    "Retrieve accessibility cookie.": "Haal toegankelijkheidscookie op.",
    "See how to report issues with detailed logs.": "Bekijk hoe u problemen kunt melden met gedetailleerde logboeken.",
    "Send": "Sturen",
    "Send Response": "Stuur antwoord",
    "Send Us Feedback": "Stuur ons feedback",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Meld u aan voor toegankelijkheidstoegang om de hCaptcha-uitdaging te omzeilen.",
    "Skip": "Overspringen",
    "Skip Challenge": "Sla uitdaging over",
    "Software Bug": "Software-bug",
    "Sorry to hear that!": "Sorry dat te horen!",
    "Status:": "Toestand:",
    "Submit Answers": "Lever antwoorden in",
    "Tell Us Why": "Vertel ons waarom",
    "Terms": "Voorwaarden",
    "Thank you for your feedback.": "Bedankt voor je feedback.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "De hCaptcha gebruikersinformatiepagina. Lees meer over de service en toegankelijkheidsopties.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "De sitekey voor deze hCaptcha is onjuist. Neem contact op met de sitebeheerder als je dit ziet.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Deze hCaptcha is alleen voor testen. Neem contact op met de sitebeheerder als je dit ziet.",
    "This lets you avoid future questions by registering and setting a cookie.": "Hiermee kunt u toekomstige vragen vermijden door een cookie te registreren en in te stellen.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Om onze visuele uitdaging te omzeilen, bieden we een toegankelijkheidscookie aan.",
    "Too Difficult": "Te moeilijk",
    "View our accessibility option.": "Bekijk onze toegankelijkheidsoptie.",
    "Violent": "Gewelddadig",
    "We will look into the issue immediately.": "We zullen het probleem onmiddellijk onderzoeken.",
    "We'll resolve your issue as quickly as we can.": "We lossen uw probleem zo snel mogelijk op.",
    "Your computer or network has sent too many requests.": "Uw computer of netwerk heeft te veel verzoeken verzonden.",
    "hCaptcha Privacy Policy": "hCaptcha Privacybeleid",
    "hCaptcha Terms of Service": "hCaptcha Servicevoorwaarden",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha aankruisvak. Selecteer om de uitdaging te activeren of om deze te omzeilen als u een toegankelijkheidscookie heeft.",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha aankruisvak. Je bent geverifieerd dat ik een mens ben.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha is een service die bots en spam vermindert door eenvoudige vragen te stellen. Volg de instructies bovenaan het scherm voor elke uitdaging. Bezoek voor meer informatie",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha is een service die bots en spam vermindert door eenvoudige vragen te stellen. Volg de instructies bovenaan het scherm voor elke uitdaging. Ga voor meer informatie naar {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha-beveiligingstoken is verlopen. Voltooi de uitdaging opnieuw.",
    "hCaptcha window closed due to timeout.": "hCaptcha-venster gesloten vanwege een time-out.",
    "widget error message text": "widget foutmeldingstekst",
    "widget warning message text": "widget waarschuwingstekst"
}