{
    "Accessibility": "tilgjengelighet",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Tilgjengelighetscookie er ikke angitt. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Tilgjengelighetscookie er satt. Hvis du trenger hjelp, kan du sende en e-post til {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Tilgjengelighet. Besøk denne menyoppføringen for å lære hvordan du aktiverer hCaptcha-tilgjengelighet, som lar deg omgå utfordringen via en e-postkobling.",
    "Back": "Tilbake",
    "Can't Click": "Kan ikke klikke",
    "Can't Solve": "Kan ikke løse",
    "Cancel": "Avbryt",
    "Cancel Response": "Avbryt svar",
    "Cannot contact hCaptcha. Check your connection and try again.": "Kan ikke kontakte hCaptcha. Sjekk forbindelsen din, og prøv på nytt.",
    "Check": "Kryss av",
    "Close": "Lukk",
    "Close Modal": "Lukk Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Cookies er deaktivert, eller tilgjengelighetscookien er ikke angitt. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Beskriv hvorfor du rapporterer et bilde.",
    "Enable cross-site cookies.": "Aktiver informasjonskapsler på tvers.",
    "Enter the two words in the image.": "Skriv inn de to ordene på bildet.",
    "Error fetching captcha.": "Feil ved henting av captcha.",
    "Error submitting captcha.": "Feil ved innsending av captcha.",
    "Feedback": "Tilbakemelding",
    "Get information about hCaptcha and accessibility options.": "Få informasjon om hCaptcha og tilgjengelighetsalternativer.",
    "Get information about hCaptcha.": "Få informasjon om hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Gi en detaljert rapport om en feil du har møtt.",
    "Give feedback.": "Gi tilbakemelding.",
    "Having a problem?": "Har du et problem?",
    "I am human": "Jeg er menneskelig",
    "If there are None, click Skip": "Hvis det ikke er noen, klikker du på Hopp over",
    "Inappropriate": "upassende",
    "Info": "info",
    "Information": "Informasjon",
    "Information about hCaptcha's accessibility options.": "Informasjon om hCaptchas tilgjengelighetsalternativer.",
    "Information about the hCaptcha service.": "Informasjon om hCaptcha-tjenesten.",
    "Learn about accessibility options.": "Lær om tilgjengelighetsalternativer.",
    "Learn more about hCaptcha Accessibility.": "Lær mer om hCaptcha tilgjengelighet.",
    "Next": "neste",
    "Next Challenge": "Neste utfordring",
    "Off Screen": "Av skjermen",
    "Offensive": "Støtende",
    "Other": "Annen",
    "Our accessibility option may help": "Tilgjengelighetsalternativet vårt kan hjelpe",
    "Our accessibility option may help.": "Tilgjengelighetsalternativet vårt kan hjelpe.",
    "Please also try turning off your ad blocker.‍": "Prøv også å slå av annonseblokkeringen",
    "Please describe your issue.": "Vennligst beskriv problemet ditt.",
    "Please provide details and steps to reproduce.": "Vennligst oppgi detaljer og trinn for å reprodusere.",
    "Please select an image to report.": "Velg et bilde du vil rapportere.",
    "Please select an option to send response.": "Velg et alternativ for å sende svar.",
    "Please try again.": "Vær så snill, prøv på nytt.",
    "Privacy": "Personvern",
    "Provide feedback for hCaptcha.": "Gi tilbakemelding for hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Gi tilbakemelding angående hCaptcha-tjenesten.",
    "Rate limited or network error. Please retry.": "Rate limited eller nettverksfeil. Prøv på nytt.",
    "Read more about the hCaptcha service.": "Les mer om hCaptcha-tjenesten.",
    "Refresh Challenge.": "Refresh Challenge.",
    "Report": "Rapportere",
    "Report Bug": "Rapporter feil",
    "Report Image": "Rapporter bilde",
    "Report a software bug or issue to hCaptcha.": "Rapporter en programvarefeil eller problem til hCaptcha.",
    "Report an image to hCaptcha.": "Rapporter et bilde til hCaptcha.",
    "Reporting a functionality issue?": "Rapportere et funksjonalitetsproblem?",
    "Retrieve accessibility cookie.": "Hent tilgjengelighetscookie.",
    "See how to report issues with detailed logs.": "Se hvordan du rapporterer problemer med detaljerte logger.",
    "Send": "Sende",
    "Send Response": "Send svar",
    "Send Us Feedback": "Send oss tilbakemelding",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Registrer deg for tilgjengelighetsadgang for å omgå hCaptcha-utfordringen.",
    "Skip": "Skip",
    "Skip Challenge": "Hopp over utfordring",
    "Software Bug": "Programvarefeil",
    "Sorry to hear that!": "Beklager å høre det!",
    "Status:": "Status:",
    "Submit Answers": "Send inn svar",
    "Tell Us Why": "Fortell oss hvorfor",
    "Terms": "Vilkår",
    "Thank you for your feedback.": "Takk for din tilbakemelding.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "HCaptcha-brukerinformasjonssiden. Lær mer om alternativene for tjeneste og tilgjengelighet.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Sitekeyjen for denne hCaptcha er feil. Kontakt nettstedadministratoren hvis du ser dette.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Denne hCaptcha er kun beregnet for testing. Kontakt nettstedadministratoren hvis du ser dette.",
    "This lets you avoid future questions by registering and setting a cookie.": "Dette lar deg unngå fremtidige spørsmål ved å registrere og sette en cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "For å omgå vår visuelle utfordring, tilbyr vi en tilgjengelighetscookie.",
    "Too Difficult": "For vanskelig",
    "View our accessibility option.": "Se tilgjengelighetsalternativet vårt.",
    "Violent": "Voldelig",
    "We will look into the issue immediately.": "Vi vil se nærmere på problemet umiddelbart.",
    "We'll resolve your issue as quickly as we can.": "Vi løser problemet så raskt vi kan.",
    "Your computer or network has sent too many requests.": "Datamaskinen eller nettverket har sendt for mange forespørsler.",
    "hCaptcha Privacy Policy": "hCaptcha personvernregler",
    "hCaptcha Terms of Service": "hCaptcha Servicevilkår",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha-avkrysningsrute. Velg for å utløse utfordringen, eller omgå den hvis du har en tilgjengelighets-informasjonskapsel.",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha-avkrysningsrute. Du er bekreftet at jeg er menneske.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha er en tjeneste som reduserer bots og spam ved å stille enkle spørsmål. Følg instruksjonene øverst på skjermen for hver utfordring. For mer info besøk",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha er en tjeneste som reduserer roboter og spam ved å stille enkle spørsmål. Følg instruksjonene øverst på skjermen for hver utfordring. For mer informasjon besøk {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha sikkerhetstoken er utløpt. Fullfør utfordringen igjen.",
    "hCaptcha window closed due to timeout.": "hCaptcha-vinduet lukket på grunn av tidsavbrudd.",
    "widget error message text": "widget feilmeldingstekst",
    "widget warning message text": "widget varselmeldingstekst"
}