{
    "Accessibility": "ਪਹੁੰਚਯੋਗਤਾ",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "ਪਹੁੰਚਯੋਗਤਾ ਕੂਕੀ ਸੈਟ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "ਪਹੁੰਚਯੋਗਤਾ ਕੂਕੀ ਸੈਟ ਕੀਤੀ ਗਈ ਹੈ. ਮਦਦ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਈਮੇਲ ਕਰੋ {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "ਪਹੁੰਚਯੋਗਤਾ. HCaptcha ਐਕਸੈਸਿਬਿਲਟੀ ਨੂੰ ਕਿਵੇਂ ਸਮਰੱਥ ਕਰਨਾ ਹੈ ਇਹ ਸਿੱਖਣ ਲਈ ਇਸ ਮੀਨੂ ਐਂਟਰੀ ਤੇ ਜਾਓ, ਜੋ ਤੁਹਾਨੂੰ ਈਮੇਲ ਕੀਤੇ ਲਿੰਕ ਦੁਆਰਾ ਚੁਣੌਤੀ ਨੂੰ ਬਾਈਪਾਸ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ.",
    "Back": "ਵਾਪਸ",
    "Can't Click": "ਕਲਿਕ ਨਹੀਂ ਕਰ ਸਕਦਾ",
    "Can't Solve": "ਹੱਲ ਨਹੀਂ ਕਰ ਸਕਦਾ",
    "Cancel": "ਰੱਦ ਕਰੋ",
    "Cancel Response": "ਜਵਾਬ ਰੱਦ ਕਰੋ",
    "Cannot contact hCaptcha. Check your connection and try again.": "HCaptcha ਨਾਲ ਸੰਪਰਕ ਨਹੀਂ ਕਰ ਸਕਦਾ. ਆਪਣੇ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.",
    "Check": "ਚੈਕ",
    "Close": "ਬੰਦ ਕਰੋ",
    "Close Modal": "ਮਾਡਲ ਬੰਦ ਕਰੋ",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "ਕੂਕੀਜ਼ ਅਸਮਰੱਥ ਹਨ ਜਾਂ ਅਸੈੱਸਬਿਲਟੀ ਕੂਕੀ ਸੈਟ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ. {{enable-cookies}}",
    "Describe why you are reporting an image.": "ਦੱਸੋ ਕਿ ਤੁਸੀਂ ਇੱਕ ਚਿੱਤਰ ਦੀ ਰਿਪੋਰਟ ਕਿਉਂ ਕਰ ਰਹੇ ਹੋ.",
    "Enable cross-site cookies.": "ਕਰਾਸ-ਸਾਈਟ ਕੂਕੀਜ਼ ਨੂੰ ਸਮਰੱਥ ਕਰੋ.",
    "Enter the two words in the image.": "ਚਿੱਤਰ ਵਿਚ ਦੋ ਸ਼ਬਦ ਦਰਜ ਕਰੋ.",
    "Error fetching captcha.": "ਕੈਪਚਾ ਲਿਆਉਣ ਦੌਰਾਨ ਗਲਤੀ.",
    "Error submitting captcha.": "ਕੈਪਚਰ ਜਮ੍ਹਾਂ ਕਰਨ ਵੇਲੇ ਗਲਤੀ.",
    "Feedback": "ਸੁਝਾਅ",
    "Get information about hCaptcha and accessibility options.": "HCaptcha ਅਤੇ ਪਹੁੰਚਯੋਗਤਾ ਵਿਕਲਪਾਂ ਬਾਰੇ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰੋ.",
    "Get information about hCaptcha.": "HCaptcha ਬਾਰੇ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰੋ.",
    "Give a detailed report of a bug you've encountered.": "ਤੁਹਾਡੇ ਸਾਹਮਣੇ ਆਏ ਬੱਗ ਦੀ ਵਿਸਥਾਰਪੂਰਵਕ ਰਿਪੋਰਟ ਦਿਓ.",
    "Give feedback.": "ਫੀਡਬੈਕ ਦਿਓ",
    "Having a problem?": "ਕੋਈ ਸਮੱਸਿਆ ਹੈ?",
    "I am human": "ਮੈਂ ਮਨੁੱਖ ਹਾਂ",
    "If there are None, click Skip": "ਜੇ ਇੱਥੇ ਕੋਈ ਨਹੀਂ ਹੈ, ਤਾਂ ਛੱਡੋ ਤੇ ਕਲਿਕ ਕਰੋ",
    "Inappropriate": "ਅਣਉਚਿਤ",
    "Info": "ਜਾਣਕਾਰੀ",
    "Information": "ਜਾਣਕਾਰੀ",
    "Information about hCaptcha's accessibility options.": "HCaptcha ਦੀ ਪਹੁੰਚਯੋਗਤਾ ਵਿਕਲਪਾਂ ਬਾਰੇ ਜਾਣਕਾਰੀ.",
    "Information about the hCaptcha service.": "HCaptcha ਸੇਵਾ ਬਾਰੇ ਜਾਣਕਾਰੀ.",
    "Learn about accessibility options.": "ਪਹੁੰਚਯੋਗਤਾ ਵਿਕਲਪਾਂ ਬਾਰੇ ਸਿੱਖੋ.",
    "Learn more about hCaptcha Accessibility.": "HCaptcha ਪਹੁੰਚਯੋਗਤਾ ਬਾਰੇ ਹੋਰ ਜਾਣੋ.",
    "Next": "ਅਗਲਾ",
    "Next Challenge": "ਅਗਲੀ ਚੁਣੌਤੀ",
    "Off Screen": "ਬੰਦ ਸਕਰੀਨ",
    "Offensive": "ਅਪਮਾਨਜਨਕ",
    "Other": "ਹੋਰ",
    "Our accessibility option may help": "ਸਾਡੀ ਪਹੁੰਚਯੋਗਤਾ ਵਿਕਲਪ ਮਦਦ ਕਰ ਸਕਦੀ ਹੈ",
    "Our accessibility option may help.": "ਸਾਡੀ ਪਹੁੰਚਯੋਗਤਾ ਵਿਕਲਪ ਮਦਦ ਕਰ ਸਕਦੀ ਹੈ.",
    "Please also try turning off your ad blocker.‍": "ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਵਿਗਿਆਪਨ ਨੂੰ ਰੋਕਣ ਵਾਲੇ ਨੂੰ ਵੀ ਬੰਦ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ",
    "Please describe your issue.": "ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਮੁੱਦੇ ਦਾ ਵਰਣਨ ਕਰੋ.",
    "Please provide details and steps to reproduce.": "ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਪੈਦਾ ਕਰਨ ਲਈ ਵੇਰਵੇ ਅਤੇ ਕਦਮ ਪ੍ਰਦਾਨ ਕਰੋ.",
    "Please select an image to report.": "ਕਿਰਪਾ ਕਰਕੇ ਰਿਪੋਰਟ ਕਰਨ ਲਈ ਇੱਕ ਚਿੱਤਰ ਦੀ ਚੋਣ ਕਰੋ.",
    "Please select an option to send response.": "ਕਿਰਪਾ ਕਰਕੇ ਜਵਾਬ ਭੇਜਣ ਲਈ ਇੱਕ ਵਿਕਲਪ ਦੀ ਚੋਣ ਕਰੋ.",
    "Please try again.": "ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ ਜੀ.",
    "Privacy": "ਪਰਦੇਦਾਰੀ",
    "Provide feedback for hCaptcha.": "HCaptcha ਲਈ ਫੀਡਬੈਕ ਪ੍ਰਦਾਨ ਕਰੋ.",
    "Provide feedback regarding the hCaptcha service.": "HCaptcha ਸੇਵਾ ਦੇ ਬਾਰੇ ਵਿੱਚ ਫੀਡਬੈਕ ਪ੍ਰਦਾਨ ਕਰੋ.",
    "Rate limited or network error. Please retry.": "ਰੇਟ ਸੀਮਿਤ ਜ ਨੈੱਟਵਰਕ ਗਲਤੀ. ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.",
    "Read more about the hCaptcha service.": "HCaptcha ਸੇਵਾ ਬਾਰੇ ਹੋਰ ਪੜ੍ਹੋ.",
    "Refresh Challenge.": "ਤਾਜ਼ਾ ਚੁਣੌਤੀ.",
    "Report": "ਰਿਪੋਰਟ",
    "Report Bug": "ਰਿਪੋਰਟ ਬੱਗ",
    "Report Image": "ਰਿਪੋਰਟ ਚਿੱਤਰ",
    "Report a software bug or issue to hCaptcha.": "ਇੱਕ ਸੌਫਟਵੇਅਰ ਬੱਗ ਦੀ ਰਿਪੋਰਟ ਕਰੋ ਜਾਂ hCaptcha ਨੂੰ ਮੁੱਦਾ ਦਿਓ.",
    "Report an image to hCaptcha.": "HCaptcha ਨੂੰ ਇੱਕ ਚਿੱਤਰ ਦੀ ਰਿਪੋਰਟ ਕਰੋ.",
    "Reporting a functionality issue?": "ਕਾਰਜਕੁਸ਼ਲਤਾ ਦੇ ਮੁੱਦੇ ਦੀ ਰਿਪੋਰਟ ਕਰ ਰਿਹਾ ਹੈ?",
    "Retrieve accessibility cookie.": "ਪਹੁੰਚਯੋਗਤਾ ਕੂਕੀਜ਼ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰੋ.",
    "See how to report issues with detailed logs.": "ਵੇਖੋ ਕਿ ਕਿਵੇਂ ਵਿਸਤ੍ਰਿਤ ਲੌਗਾਂ ਨਾਲ ਮੁੱਦਿਆਂ ਨੂੰ ਰਿਪੋਰਟ ਕਰਨਾ ਹੈ.",
    "Send": "ਭੇਜੋ",
    "Send Response": "ਜਵਾਬ ਭੇਜੋ",
    "Send Us Feedback": "ਸਾਨੂੰ ਫੀਡਬੈਕ ਭੇਜੋ",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "ਐਚਕੈਪਚਾ ਚੁਣੌਤੀ ਨੂੰ ਬਾਈਪਾਸ ਕਰਨ ਲਈ ਪਹੁੰਚਯੋਗਤਾ ਲਈ ਸਾਈਨ ਅਪ ਕਰੋ.",
    "Skip": "ਛੱਡੋ",
    "Skip Challenge": "ਚੁਣੌਤੀ ਛੱਡੋ",
    "Software Bug": "ਸਾਫਟਵੇਅਰ ਬੱਗ",
    "Sorry to hear that!": "ਸੁਣ ਕੇ ਦੁਖ ਹੋਇਆ!",
    "Status:": "ਸਥਿਤੀ:",
    "Submit Answers": "ਜਵਾਬ ਜਮ੍ਹਾਂ ਕਰੋ",
    "Tell Us Why": "ਸਾਨੂੰ ਦੱਸੋ ਕਿ ਕਿਉਂ",
    "Terms": "ਸ਼ਰਤਾਂ",
    "Thank you for your feedback.": "ਤੁਹਾਡੇ ਫੀਡਬੈਕ ਲਈ ਧੰਨਵਾਦ.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "HCaptcha ਉਪਭੋਗਤਾ ਜਾਣਕਾਰੀ ਪੇਜ. ਸੇਵਾ ਅਤੇ ਪਹੁੰਚਯੋਗਤਾ ਵਿਕਲਪਾਂ ਬਾਰੇ ਹੋਰ ਜਾਣੋ.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "ਇਸ hCaptcha ਲਈ ਸਾਈਟਕੀ ਗਲਤ ਹੈ. ਜੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਵੇਖਦੇ ਹੋ ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸਾਈਟ ਐਡਮਿਨਿਸਟਰੇਟਰ ਨਾਲ ਸੰਪਰਕ ਕਰੋ.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "ਇਹ hCaptcha ਸਿਰਫ ਟੈਸਟਿੰਗ ਲਈ ਹੈ. ਜੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਵੇਖਦੇ ਹੋ ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸਾਈਟ ਐਡਮਿਨਿਸਟਰੇਟਰ ਨਾਲ ਸੰਪਰਕ ਕਰੋ.",
    "This lets you avoid future questions by registering and setting a cookie.": "ਇਹ ਤੁਹਾਨੂੰ ਰਜਿਸਟਰ ਕਰਕੇ ਅਤੇ ਇੱਕ ਕੂਕੀ ਸੈਟ ਕਰਕੇ ਭਵਿੱਖ ਦੇ ਪ੍ਰਸ਼ਨਾਂ ਤੋਂ ਬਚਣ ਦੇਵੇਗਾ.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "ਸਾਡੀ ਦਿੱਖ ਚੁਣੌਤੀ ਨੂੰ ਬਾਈਪਾਸ ਕਰਨ ਲਈ, ਅਸੀਂ ਇੱਕ ਅਸੈਸਬਿਲਟੀ ਕੂਕੀ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਾਂ.",
    "Too Difficult": "ਬਹੁਤ ਮੁਸ਼ਕਲ",
    "View our accessibility option.": "ਸਾਡੀ ਪਹੁੰਚਯੋਗਤਾ ਵਿਕਲਪ ਵੇਖੋ.",
    "Violent": "ਹਿੰਸਕ",
    "We will look into the issue immediately.": "ਅਸੀਂ ਇਸ ਮੁੱਦੇ ਨੂੰ ਤੁਰੰਤ ਵੇਖਾਂਗੇ.",
    "We'll resolve your issue as quickly as we can.": "ਅਸੀਂ ਜਿੰਨੀ ਜਲਦੀ ਹੋ ਸਕੇ ਤੁਹਾਡੇ ਮਸਲੇ ਦਾ ਹੱਲ ਕਰਾਂਗੇ.",
    "Your computer or network has sent too many requests.": "ਤੁਹਾਡੇ ਕੰਪਿ computerਟਰ ਜਾਂ ਨੈਟਵਰਕ ਨੇ ਬਹੁਤ ਸਾਰੀਆਂ ਬੇਨਤੀਆਂ ਭੇਜੀਆਂ ਹਨ.",
    "hCaptcha Privacy Policy": "hCaptcha ਗੋਪਨੀਯਤਾ ਨੀਤੀ",
    "hCaptcha Terms of Service": "hCaptcha ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha ਚੈੱਕਬਾਕਸ. ਚੁਣੌਤੀ ਨੂੰ ਟਰਿੱਗਰ ਕਰਨ ਲਈ ਜਾਂ ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਐਕਸੈਸਿਬਿਲਟੀ ਕੂਕੀ ਹੈ ਤਾਂ ਇਸ ਨੂੰ ਬਾਈਪਾਸ ਕਰਨ ਲਈ ਚੁਣੋ.",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha ਚੈੱਕਬਾਕਸ. ਤੁਸੀਂ ਤਸਦੀਕ ਹੋ ਮੈਂ ਮਨੁੱਖ ਹਾਂ.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha ਇੱਕ ਸੇਵਾ ਹੈ ਜੋ ਸਧਾਰਨ ਪ੍ਰਸ਼ਨ ਪੁੱਛ ਕੇ ਬੋਟਾਂ ਅਤੇ ਸਪੈਮ ਨੂੰ ਘਟਾਉਂਦੀ ਹੈ. ਹਰ ਚੁਣੌਤੀ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਪਰਦੇ ਦੇ ਸਿਖਰ ਤੇ ਦਿੱਤੇ ਨਿਰਦੇਸ਼ਾਂ ਦਾ ਪਾਲਣ ਕਰੋ. ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ ਵੇਖੋ",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha ਇੱਕ ਸੇਵਾ ਹੈ ਜੋ ਸਧਾਰਨ ਪ੍ਰਸ਼ਨ ਪੁੱਛ ਕੇ ਬੋਟਾਂ ਅਤੇ ਸਪੈਮ ਨੂੰ ਘਟਾਉਂਦੀ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਹਰੇਕ ਚੁਣੌਤੀ ਲਈ ਪਰਦੇ ਦੇ ਸਿਖਰ ਤੇ ਦਿੱਤੇ ਨਿਰਦੇਸ਼ਾਂ ਦਾ ਪਾਲਣ ਕਰੋ. ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ ਵੇਖੋ {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha ਸੁਰੱਖਿਆ ਟੋਕਨ ਦੀ ਮਿਆਦ ਖਤਮ ਹੋ ਗਈ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੌਤੀ ਨੂੰ ਦੁਬਾਰਾ ਪੂਰਾ ਕਰੋ.",
    "hCaptcha window closed due to timeout.": "hCaptcha ਵਿੰਡੋ ਟਾਈਮਆਉਟ ਦੇ ਕਾਰਨ ਬੰਦ ਹੋ ਗਈ.",
    "widget error message text": "ਵਿਦਜੈੱਟ ਗਲਤੀ ਸੁਨੇਹਾ ਪਾਠ",
    "widget warning message text": "ਵਿਦਗਿਟ ਚੇਤਾਵਨੀ ਸੁਨੇਹਾ ਟੈਕਸਟ"
}