{
    "Accessibility": "Dostępność",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Plik cookie ułatwień dostępu nie jest ustawiony. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Plik cookie dostępności jest ustawiony. Aby uzyskać pomoc, wyślij e-mail na adres {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Dostępność. Odwiedź tę pozycję menu, aby dowiedzieć się, jak włączyć dostępność hCaptcha, która pozwala ominąć wyzwanie za pośrednictwem łącza przesłanego e-mailem.",
    "Back": "Plecy",
    "Can't Click": "Nie można kliknąć",
    "Can't Solve": "Nie można rozwiązać",
    "Cancel": "Anuluj",
    "Cancel Response": "Anuluj odpowiedź",
    "Cannot contact hCaptcha. Check your connection and try again.": "Nie można skontaktować się z hCaptcha. Sprawdź połączenie i spróbuj ponownie.",
    "Check": "Weryfikuj",
    "Close": "Blisko",
    "Close Modal": "Zamknij Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Pliki cookie są wyłączone lub plik cookie dostępności nie jest ustawiony. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Opisz, dlaczego zgłaszasz zdjęcie.",
    "Enable cross-site cookies.": "Włącz pliki cookie między witrynami.",
    "Enter the two words in the image.": "Wpisz dwa słowa z obrazka.",
    "Error fetching captcha.": "Błąd podczas pobierania captcha.",
    "Error submitting captcha.": "Błąd podczas przesyłania captcha.",
    "Feedback": "Sprzężenie zwrotne",
    "Get information about hCaptcha and accessibility options.": "Uzyskaj informacje o hCaptcha i opcjach dostępności.",
    "Get information about hCaptcha.": "Uzyskaj informacje o hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Podaj szczegółowy raport o napotkanym błędzie.",
    "Give feedback.": "Zostaw opinię.",
    "Having a problem?": "Masz problem?",
    "I am human": "Jestem człowiekiem",
    "If there are None, click Skip": "Jeśli nie widzisz tego elementu, kliknij Pomiń",
    "Inappropriate": "Niewłaściwy",
    "Info": "Informacje",
    "Information": "Informacja",
    "Information about hCaptcha's accessibility options.": "Informacje o opcjach dostępności hCaptcha.",
    "Information about the hCaptcha service.": "Informacje o usłudze hCaptcha.",
    "Learn about accessibility options.": "Dowiedz się o opcjach ułatwień dostępu.",
    "Learn more about hCaptcha Accessibility.": "Dowiedz się więcej o ułatwieniach dostępu hCaptcha.",
    "Next": "Przejdź dalej",
    "Next Challenge": "Następne wyzwanie",
    "Off Screen": "Poza ekranem",
    "Offensive": "Ofensywa",
    "Other": "Inny",
    "Our accessibility option may help": "Nasza opcja ułatwień dostępu może pomóc",
    "Our accessibility option may help.": "Nasza opcja ułatwień dostępu może pomóc.",
    "Please also try turning off your ad blocker.‍": "Spróbuj także wyłączyć funkcję blokowania reklam",
    "Please describe your issue.": "Opisz swój problem.",
    "Please provide details and steps to reproduce.": "Podaj szczegóły i kroki, aby odtworzyć.",
    "Please select an image to report.": "Wybierz obraz do zgłoszenia.",
    "Please select an option to send response.": "Wybierz opcję wysłania odpowiedzi.",
    "Please try again.": "Proszę spróbuj ponownie.",
    "Privacy": "Prywatność",
    "Provide feedback for hCaptcha.": "Przekaż opinię na temat hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Przekaż opinię na temat usługi hCaptcha.",
    "Rate limited or network error. Please retry.": "Ograniczona szybkość lub błąd sieci. Spróbuj ponownie.",
    "Read more about the hCaptcha service.": "Przeczytaj więcej o usłudze hCaptcha.",
    "Refresh Challenge.": "Odśwież wyzwanie.",
    "Report": "Raport",
    "Report Bug": "Zgłoś błąd",
    "Report Image": "Zgłoś obraz",
    "Report a software bug or issue to hCaptcha.": "Zgłoś błąd oprogramowania lub problem do hCaptcha.",
    "Report an image to hCaptcha.": "Zgłoś zdjęcie do hCaptcha.",
    "Reporting a functionality issue?": "Zgłaszasz problem z funkcjonalnością?",
    "Retrieve accessibility cookie.": "Pobierz plik cookie dotyczący ułatwień dostępu.",
    "See how to report issues with detailed logs.": "Zobacz, jak zgłaszać problemy ze szczegółowymi dziennikami.",
    "Send": "Wyślij",
    "Send Response": "Wyślij odpowiedź",
    "Send Us Feedback": "Wyślij nam opinie",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Zarejestruj się, aby uzyskać dostęp do ułatwień dostępu, aby ominąć wyzwanie hCaptcha.",
    "Skip": "Pomiń",
    "Skip Challenge": "Pomiń wyzwanie",
    "Software Bug": "Błąd oprogramowania",
    "Sorry to hear that!": "Przykro mi to słyszeć!",
    "Status:": "Status:",
    "Submit Answers": "Zatwierdź odpowiedzi",
    "Tell Us Why": "Powiedz nam, dlaczego",
    "Terms": "Warunki",
    "Thank you for your feedback.": "Dziękujemy za twoją opinię.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Strona informacji o użytkowniku hCaptcha. Dowiedz się więcej o usługach i opcjach dostępności.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Klawisz sitek dla tej hCaptcha jest niepoprawny. Jeśli to zobaczysz, skontaktuj się z administratorem witryny.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Ta hCaptcha służy wyłącznie do testowania. Jeśli to zobaczysz, skontaktuj się z administratorem witryny.",
    "This lets you avoid future questions by registering and setting a cookie.": "Pozwala to uniknąć przyszłych pytań poprzez rejestrację i ustawienie pliku cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Aby ominąć nasze wyzwanie wizualne, oferujemy plik cookie dostępności.",
    "Too Difficult": "Zbyt trudne",
    "View our accessibility option.": "Zobacz naszą opcję ułatwień dostępu.",
    "Violent": "Gwałtowny",
    "We will look into the issue immediately.": "Natychmiast zajmiemy się tym problemem.",
    "We'll resolve your issue as quickly as we can.": "Rozwiążemy Twój problem tak szybko, jak to możliwe.",
    "Your computer or network has sent too many requests.": "Twój komputer lub sieć wysłały zbyt wiele żądań.",
    "hCaptcha Privacy Policy": "Polityka prywatności hCaptcha",
    "hCaptcha Terms of Service": "hCaptcha Warunki usługi",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "Pole wyboru hCaptcha. Wybierz, aby uruchomić wyzwanie lub ominąć je, jeśli masz plik cookie ułatwień dostępu.",
    "hCaptcha checkbox. You are verified I am human.": "Pole wyboru hCaptcha. Jesteś zweryfikowany, że jestem człowiekiem.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha to usługa, która zmniejsza liczbę botów i spamu, zadając proste pytania. Postępuj zgodnie z instrukcjami u góry ekranu dla każdego wyzwania. Więcej informacji na stronie",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha to usługa, która ogranicza liczbę botów i spamu poprzez zadawanie prostych pytań. Postępuj zgodnie z instrukcjami u góry ekranu dla każdego wyzwania. Więcej informacji można znaleźć pod adresem {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "Token bezpieczeństwa hCaptcha wygasł. Wykonaj ponownie wyzwanie.",
    "hCaptcha window closed due to timeout.": "Okno hCaptcha zostało zamknięte z powodu przekroczenia limitu czasu.",
    "widget error message text": "tekst komunikatu o błędzie widżetu",
    "widget warning message text": "tekst komunikatu ostrzegawczego widgetu"
}
