{
    "Accessibility": "لاسرسی",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "د لاسرسي کوکی ټاکل شوی ندی. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "د لاسرسي کوکی تنظیم شوی. د مرستې لپاره ، مهرباني وکړئ ایمیل {{support}} email",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "لاسرسی. د دې مینو ننوتنه وګورئ ترڅو د hCaptcha لاسرسي وړولو څرنګوالي زده کړئ ، کوم چې تاسو ته اجازه درکوي چیلین د بریښنالیک لینک له لارې تېر کړئ.",
    "Back": "شاته",
    "Can't Click": "کلیک نشی کولی",
    "Can't Solve": "حل نشی کولی",
    "Cancel": "لغوه کول",
    "Cancel Response": "ځواب لغوه کړه",
    "Cannot contact hCaptcha. Check your connection and try again.": "د hCaptcha سره اړیکه نشي نیولی. خپله پیوستون وګوره او بیا کوښښ وکړه.",
    "Check": "چیک",
    "Close": "بندول",
    "Close Modal": "مودل بند کړئ",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "کوکیز ناتوان شوي یا د لاسرسي کوکي تنظیم شوې نده. {{enable-cookies}}",
    "Describe why you are reporting an image.": "تشریح کړئ چې تاسو ولې د عکس راپور کوئ.",
    "Enable cross-site cookies.": "د کراس سایټ کوکیز فعال کړئ.",
    "Enter the two words in the image.": "په عکس کې دوه ټکي دننه کړئ.",
    "Error fetching captcha.": "د کیپچا راوستلو کې تېروتنه.",
    "Error submitting captcha.": "د کیپچا په سپارلو کې تېروتنه.",
    "Feedback": "فیډبیک",
    "Get information about hCaptcha and accessibility options.": "د hCaptcha او لاسرسي اختیارونو په اړه معلومات ترلاسه کړئ.",
    "Get information about hCaptcha.": "د hCaptcha په اړه معلومات ترلاسه کړئ.",
    "Give a detailed report of a bug you've encountered.": "د هغه مسئلې تفصيلي راپور ورکړئ چې ورسره مخ شوي یاست.",
    "Give feedback.": "نظر ورکړئ.",
    "Having a problem?": "ستونزه لری؟",
    "I am human": "زه انسان یم",
    "If there are None, click Skip": "که هیڅ نه وي ، نو پر کلیک وکړئ",
    "Inappropriate": "نامناسب",
    "Info": "معلومات",
    "Information": "معلومات",
    "Information about hCaptcha's accessibility options.": "د hCaptcha لاسرسي اختیارونو په اړه معلومات.",
    "Information about the hCaptcha service.": "د hCaptcha خدمت په اړه معلومات.",
    "Learn about accessibility options.": "د لاسرسي انتخابونو په اړه زده کړه.",
    "Learn more about hCaptcha Accessibility.": "د hCaptcha لاسرسي په اړه نور معلومات زده کړئ.",
    "Next": "بل",
    "Next Challenge": "راتلونکی ننګونه",
    "Off Screen": "پرده بنده ده",
    "Offensive": "سرغړونکی",
    "Other": "نور",
    "Our accessibility option may help": "زموږ د لاسرسي اختیار ممکن مرسته وکړي",
    "Our accessibility option may help.": "زموږ د لاسرسي اختیار ممکن مرسته وکړي.",
    "Please also try turning off your ad blocker.‍": "مهرباني وکړئ هڅه وکړئ د خپل اعلان مخنیونکي بند کړئ",
    "Please describe your issue.": "مهرباني وکړئ خپله مسله بیان کړئ.",
    "Please provide details and steps to reproduce.": "مهرباني وکړئ د بیا تولید لپاره توضیحات او مرحلې وړاندې کړئ.",
    "Please select an image to report.": "مهرباني وکړئ د راپور ورکولو لپاره یو عکس وټاکئ.",
    "Please select an option to send response.": "مهرباني وکړئ د ځواب لیږلو لپاره یو انتخاب غوره کړئ.",
    "Please try again.": "مهرباني وکړئ بیا کوښښ وکړئ.",
    "Privacy": "محرمیت",
    "Provide feedback for hCaptcha.": "د hCaptcha لپاره فیډبیک چمتو کړئ.",
    "Provide feedback regarding the hCaptcha service.": "د hCaptcha خدمت په اړه نظر وړاندې کړئ.",
    "Rate limited or network error. Please retry.": "کچه محدود یا د شبکې تېروتنه. مهرباني وکړئ بیا کوښښ وکړئ",
    "Read more about the hCaptcha service.": "د hCaptcha خدمت په اړه نور ولولئ.",
    "Refresh Challenge.": "ننګونه تازه کړئ.",
    "Report": "راپور",
    "Report Bug": "راپور بګ",
    "Report Image": "راپور راپور",
    "Report a software bug or issue to hCaptcha.": "د hCaptcha ته د سافټویر بګ یا مسله راپور کړئ.",
    "Report an image to hCaptcha.": "hCaptcha ته یو عکس راپور کړئ.",
    "Reporting a functionality issue?": "د فعالیت مسلې راپور ورکول؟",
    "Retrieve accessibility cookie.": "د لاسرسي کوکي ترلاسه کول.",
    "See how to report issues with detailed logs.": "وګورئ چې د مفصل لاګونو سره مسلو راپورولو څرنګوالی.",
    "Send": "ولېږئ",
    "Send Response": "ځواب ولیږئ",
    "Send Us Feedback": "موږ ته خپل نظر ولیږئ",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "د hCaptcha چیلنج بای پاس ته د لاسرسي لاسرسي لپاره لاسلیک کړئ.",
    "Skip": "پرېښودل",
    "Skip Challenge": "ننګونه پریږدئ",
    "Software Bug": "د سافټویر بګ",
    "Sorry to hear that!": "په اوریدو سره بخښنه غواړم!",
    "Status:": "دريځ:",
    "Submit Answers": "ځوابونه وسپارئ",
    "Tell Us Why": "موږ ته ووایی چې ولې",
    "Terms": "شرایط",
    "Thank you for your feedback.": "ستاسو له نظره مننه",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "د hCaptcha کارونکي معلومات پا .ه. د خدمت او لاسرسي اختیارونو په اړه نور معلومات زده کړئ.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "د دې hCaptcha لپاره سایټکی غلط دي. مهرباني وکړئ د سایټ له ادارې سره اړیکه ونیسئ که تاسو دا وګورئ.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "دا hCaptcha یوازې د ازموینې لپاره دی. مهرباني وکړئ د سایټ له ادارې سره اړیکه ونیسئ که تاسو دا وګورئ.",
    "This lets you avoid future questions by registering and setting a cookie.": "دا تاسو ته اجازه درکوي د کوکي راجسټریشن او ترتیب سره راتلونکي پوښتنو څخه مخنیوی وکړئ.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "زموږ د لید ننګونې لرې کولو لپاره ، موږ د لاسرسي کوکي وړاندیز کوو.",
    "Too Difficult": "ډیر مشکل",
    "View our accessibility option.": "زموږ د لاسرسي انتخاب وګورئ.",
    "Violent": "وحشي",
    "We will look into the issue immediately.": "موږ به سمدلاسه دا مسله وینو.",
    "We'll resolve your issue as quickly as we can.": "موږ به ستاسو مسله ژر تر ژره حل کړو چې موږ یې کولی شو.",
    "Your computer or network has sent too many requests.": "ستاسو کمپیوټر یا شبکې ډیرې غوښتنې لیږلي دي.",
    "hCaptcha Privacy Policy": "د hCaptcha د محرمیت تګلاره",
    "hCaptcha Terms of Service": "hCaptcha د خدمت شرایط",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha چیک باکس. د ننګونې د محرک کولو لپاره وټاکئ ، یا د دې لرې کولو لپاره که تاسو د لاسرسي کوکي لرئ.",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha چیک باکس. تاسو تصدیق شوي یاست زه انسان یم.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha یو خدمت دی چې د ساده پوښتنو په کولو سره بوټونه او سپیم کموي. مهرباني وکړئ د هرې ننګونې لپاره د پردې په پورتنۍ برخه کې لارښوونې تعقیب کړئ. د نورو معلوماتو لیدو لپاره",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha یو خدمت دی چې د ساده پوښتنو په کولو سره بوټونه او سپیم کموي. مهرباني وکړئ د هرې ننګونې لپاره د پردې په پورتنۍ برخه کې لارښوونې تعقیب کړئ. د نورو معلوماتو لپاره لیدنه وکړئ {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "د hCaptcha امنیت ټکن وخت تېر شوی دی. مهرباني وکړئ بیا ننګونه بشپړه کړئ.",
    "hCaptcha window closed due to timeout.": "د hCaptcha کړکۍ د مهال ویش له امله وتړل شوه.",
    "widget error message text": "د کارووني تېروتنې پیغام متن",
    "widget warning message text": "د کارووني خبرداری پیغام متن"
}