{
    "Accessibility": "Acessibilidade",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "O cookie de acessibilidade não está definido. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "O cookie de acessibilidade está definido. Para obter ajuda, envie um e-mail para {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Acessibilidade. Visite esta entrada do menu para saber como habilitar a acessibilidade do hCaptcha, que permite contornar o desafio por meio de um link enviado por e-mail.",
    "Back": "De volta",
    "Can't Click": "Não é possível clicar",
    "Can't Solve": "Não é possível resolver",
    "Cancel": "Cancelar",
    "Cancel Response": "Cancelar resposta",
    "Cannot contact hCaptcha. Check your connection and try again.": "Não é possível contatar hCaptcha. Verifique sua conexão e tente novamente.",
    "Check": "Verifica",
    "Close": "Fechar",
    "Close Modal": "Fechar Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Os cookies estão desativados ou o cookie de acessibilidade não está definido. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Descreva por que você está relatando uma imagem.",
    "Enable cross-site cookies.": "Habilite cookies entre sites.",
    "Enter the two words in the image.": "Digite as duas palavras na imagem.",
    "Error fetching captcha.": "Erro ao obter o captcha.",
    "Error submitting captcha.": "Erro ao enviar captcha.",
    "Feedback": "Comentários",
    "Get information about hCaptcha and accessibility options.": "Obtenha informações sobre o hCaptcha e as opções de acessibilidade.",
    "Get information about hCaptcha.": "Obtenha informações sobre o hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Dê um relatório detalhado de um bug que você encontrou.",
    "Give feedback.": "Dê retorno.",
    "Having a problem?": "Está tendo um problema?",
    "I am human": "Sou humano",
    "If there are None, click Skip": "Se não houver nenhum, clique em Ignorar",
    "Inappropriate": "Inapropriado",
    "Info": "Informações",
    "Information": "Em formação",
    "Information about hCaptcha's accessibility options.": "Informações sobre as opções de acessibilidade do hCaptcha.",
    "Information about the hCaptcha service.": "Informações sobre o serviço hCaptcha.",
    "Learn about accessibility options.": "Aprenda sobre as opções de acessibilidade.",
    "Learn more about hCaptcha Accessibility.": "Saiba mais sobre acessibilidade do hCaptcha.",
    "Next": "Próximo",
    "Next Challenge": "Próximo desafio",
    "Off Screen": "Fora da tela",
    "Offensive": "Ofensiva",
    "Other": "De outros",
    "Our accessibility option may help": "Nossa opção de acessibilidade pode ajudar",
    "Our accessibility option may help.": "Nossa opção de acessibilidade pode ajudar.",
    "Please also try turning off your ad blocker.‍": "Tente também desativar o bloqueador de anúncios.‍",
    "Please describe your issue.": "Descreva seu problema.",
    "Please provide details and steps to reproduce.": "Forneça detalhes e etapas para reproduzir.",
    "Please select an image to report.": "Selecione uma imagem para denunciar.",
    "Please select an option to send response.": "Por favor, selecione uma opção para enviar resposta.",
    "Please try again.": "Por favor, tente novamente.",
    "Privacy": "Privacidade",
    "Provide feedback for hCaptcha.": "Forneça feedback para o hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Forneça feedback sobre o serviço hCaptcha.",
    "Rate limited or network error. Please retry.": "Taxa limitada ou erro de rede. Por favor tente novamente.",
    "Read more about the hCaptcha service.": "Leia mais sobre o serviço hCaptcha.",
    "Refresh Challenge.": "Atualizar desafio.",
    "Report": "Relatório",
    "Report Bug": "Report Bug",
    "Report Image": "Denunciar imagem",
    "Report a software bug or issue to hCaptcha.": "Relate um bug ou problema de software ao hCaptcha.",
    "Report an image to hCaptcha.": "Relatar uma imagem para hCaptcha.",
    "Reporting a functionality issue?": "Relatar um problema de funcionalidade?",
    "Retrieve accessibility cookie.": "Recupere o cookie de acessibilidade.",
    "See how to report issues with detailed logs.": "Veja como relatar problemas com logs detalhados.",
    "Send": "Enviar",
    "Send Response": "Enviar resposta",
    "Send Us Feedback": "Envie-nos comentários",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Inscreva-se no acesso à acessibilidade para contornar o desafio do hCaptcha.",
    "Skip": "Pular",
    "Skip Challenge": "Pular Desafio",
    "Software Bug": "Bug do software",
    "Sorry to hear that!": "Desculpe ouvir isso!",
    "Status:": "Status:",
    "Submit Answers": "Enviar respostas",
    "Tell Us Why": "Diga-nos porque",
    "Terms": "Termos e Condições",
    "Thank you for your feedback.": "Obrigado pelo seu feedback.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "A página de informações do usuário do hCaptcha. Saiba mais sobre as opções de serviço e acessibilidade.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "A chave do site para este hCaptcha está incorreta. Entre em contato com o administrador do site, se você vir isso.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Este hCaptcha é apenas para teste. Entre em contato com o administrador do site, se você vir isso.",
    "This lets you avoid future questions by registering and setting a cookie.": "Isso permite evitar futuras dúvidas registrando e configurando um cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Para contornar nosso desafio visual, oferecemos um cookie de acessibilidade.",
    "Too Difficult": "Muito difícil",
    "View our accessibility option.": "Veja nossa opção de acessibilidade.",
    "Violent": "Violento",
    "We will look into the issue immediately.": "Analisaremos o problema imediatamente.",
    "We'll resolve your issue as quickly as we can.": "Resolveremos seu problema o mais rápido possível.",
    "Your computer or network has sent too many requests.": "Seu computador ou rede enviou muitas solicitações.",
    "hCaptcha Privacy Policy": "Política de Privacidade da hCaptcha",
    "hCaptcha Terms of Service": "Termos de Serviço do hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha. Selecione para acionar o desafio ou ignorá-lo se você tiver um cookie de acessibilidade.",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha. Você está verificado que eu sou humano.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "O hCaptcha é um serviço que reduz bots e spam, fazendo perguntas simples. Por favor, siga as instruções na parte superior da tela para cada desafio. Para mais informações, visite",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha é um serviço que reduz bots e spam fazendo perguntas simples. Siga as instruções na parte superior da tela para cada desafio. Para obter mais informações, visite {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "O token de segurança hCaptcha expirou. Por favor, complete o desafio novamente.",
    "hCaptcha window closed due to timeout.": "A janela do hCaptcha foi fechada devido ao tempo limite.",
    "widget error message text": "texto da mensagem de erro do widget",
    "widget warning message text": "texto da mensagem de aviso do widget"
}