{
    "Accessibility": "Доступность",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Файл cookie доступности не установлен. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Установлен файл cookie доступности. Если вам нужна помощь, напишите нам по адресу {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Доступность. Посетите этот пункт меню, чтобы узнать, как включить доступность hCaptcha, что позволяет обойти проблему с помощью ссылки, отправленной по электронной почте.",
    "Back": "назад",
    "Can't Click": "Не могу нажать",
    "Can't Solve": "Не могу решить",
    "Cancel": "Отмена",
    "Cancel Response": "Отменить ответ",
    "Cannot contact hCaptcha. Check your connection and try again.": "Не удается связаться с hCaptcha. Проверьте ваше соединение и попробуйте еще раз.",
    "Check": "Проверить",
    "Close": "Закрыть",
    "Close Modal": "Закрыть Модальное Окно",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Файлы cookie отключены или файл cookie специальных возможностей не установлен. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Опишите, почему вы жалуетесь на изображение.",
    "Enable cross-site cookies.": "Включите межсайтовые файлы cookie.",
    "Enter the two words in the image.": "Введите два слова с изображения.",
    "Error fetching captcha.": "Ошибка при получении капчи.",
    "Error submitting captcha.": "Ошибка при отправке капчи.",
    "Feedback": "Обратная связь",
    "Get information about hCaptcha and accessibility options.": "Получите информацию о hCaptcha и узнайте о более доступных способах прохождения капчи.",
    "Get information about hCaptcha.": "Получить информацию о hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Дайте подробный отчет об ошибке, с которой вы столкнулись.",
    "Give feedback.": "Дать обратную связь.",
    "Having a problem?": "Возникла проблема?",
    "I am human": "Я человек",
    "If there are None, click Skip": "Если их нет, нажмите Пропустить.",
    "Inappropriate": "Неприемлемо",
    "Info": "Информация",
    "Information": "Информация",
    "Information about hCaptcha's accessibility options.": "Информация о параметрах доступности hCaptcha.",
    "Information about the hCaptcha service.": "Информация об услуге hCaptcha.",
    "Learn about accessibility options.": "Узнайте о более доступных способах прохождения капчи.",
    "Learn more about hCaptcha Accessibility.": "Узнайте больше о доступности hCaptcha.",
    "Next": "следующий",
    "Next Challenge": "Следующая задача",
    "Off Screen": "Не отображается",
    "Offensive": "Наступление",
    "Other": "Другой",
    "Our accessibility option may help": "Наш доступный вариант может помочь",
    "Our accessibility option may help.": "Наш доступный вариант может помочь.",
    "Please also try turning off your ad blocker.‍": "Также попробуйте отключить блокировщик рекламы.",
    "Please describe your issue.": "Пожалуйста, опишите вашу проблему.",
    "Please provide details and steps to reproduce.": "Пожалуйста, предоставьте детали и шаги для воспроизведения.",
    "Please select an image to report.": "Пожалуйста, выберите изображение для жалобы.",
    "Please select an option to send response.": "Пожалуйста, выберите опцию, чтобы отправить ответ.",
    "Please try again.": "Попробуйте еще раз.",
    "Privacy": "Конфиденциальность",
    "Provide feedback for hCaptcha.": "Оставить отзыв об hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Оставьте отзыв об услуге hCaptcha.",
    "Rate limited or network error. Please retry.": "Ограничение скорости или ошибка сети. Пожалуйста, попробуйте еще раз.",
    "Read more about the hCaptcha service.": "Узнайте больше об услуге hCaptcha.",
    "Refresh Challenge.": "Обновить задачу.",
    "Report": "Пожаловаться",
    "Report Bug": "Сообщить об ошибке",
    "Report Image": "Пожаловаться на изображение",
    "Report a software bug or issue to hCaptcha.": "Сообщить об ошибке или проблеме программного обеспечения в hCaptcha.",
    "Report an image to hCaptcha.": "Пожаловаться на изображение в hCaptcha.",
    "Reporting a functionality issue?": "Сообщить о проблеме с функциональностью?",
    "Retrieve accessibility cookie.": "Получить файл cookie доступности.",
    "See how to report issues with detailed logs.": "Узнайте, как подробнее сообщать о проблемах.",
    "Send": "Отправить",
    "Send Response": "Отправить ответ",
    "Send Us Feedback": "Отправить нам отзыв",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Попробуйте более доступный вариант, если испытываете проблемы с прохождением капчи.",
    "Skip": "Пропустить",
    "Skip Challenge": "Пропустить задачу",
    "Software Bug": "Ошибка в программном обеспечении",
    "Sorry to hear that!": "Жаль это слышать!",
    "Status:": "Статус:",
    "Submit Answers": "Отправить ответы",
    "Tell Us Why": "Скажите нам, почему",
    "Terms": "Условия",
    "Thank you for your feedback.": "Спасибо за ваш отзыв.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Страница информации о пользователе hCaptcha. Узнайте больше о возможностях обслуживания и доступности.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Ключ сайта для этой hCaptcha неверен. Пожалуйста, свяжитесь с администратором сайта, если вы видите это.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Эта hCaptcha только для тестирования. Пожалуйста, свяжитесь с администратором сайта, если вы видите это.",
    "This lets you avoid future questions by registering and setting a cookie.": "Это позволяет избежать будущих вопросов, зарегистрировавшись и установив cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Чтобы обойти нашу визуальную проблему, мы предлагаем cookie доступности.",
    "Too Difficult": "Слишком сложно",
    "View our accessibility option.": "Посмотрите наш вариант доступности.",
    "Violent": "Жестокий",
    "We will look into the issue immediately.": "Мы рассмотрим проблему немедленно.",
    "We'll resolve your issue as quickly as we can.": "Мы решим вашу проблему как можно быстрее.",
    "Your computer or network has sent too many requests.": "Ваш компьютер или сеть отправили слишком много запросов.",
    "hCaptcha Privacy Policy": "Политика конфиденциальности hCaptcha",
    "hCaptcha Terms of Service": "Условия использования hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "Флажок hCaptcha. Выберите, чтобы пройти задание или обойти его, если у вас есть файл cookie доступности.",
    "hCaptcha checkbox. You are verified I am human.": "Флажок hCaptcha. Вы провереный Ячеловек.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha - это сервис, который уменьшает количество ботов и спама, задавая простые вопросы. Пожалуйста, следуйте инструкциям в верхней части экрана для каждого испытания. Для получения дополнительной информации посетите",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha - это сервис, который уменьшает количество ботов и спама, задавая простые вопросы. Следуйте инструкциям в верхней части экрана для каждого задания. Для получения дополнительной информации посетите {{site-url}}.",
    "hCaptcha security token has expired. Please complete the challenge again.": "Срок действия токена безопасности hCaptcha истек. Пожалуйста, выполните задание еще раз.",
    "hCaptcha window closed due to timeout.": "Окно hCaptcha закрыто из-за тайм-аута.",
    "widget error message text": "текст сообщения об ошибке виджета",
    "widget warning message text": "текст предупреждающего сообщения виджета"
}