{
    "Accessibility": "پهچ",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "رسائي وارو ڪوڪي مقرر ناهي. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "رسائي وارو ڪوڪي سيٽ آهي. مدد لاءِ ، مهرباني ڪري اي ميل ڪريو {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "پهچ. سکڻ لاءِ هي مينيو داخل ٿيڻ گهومو hCaptcha رسائي ڪئين ، جيڪا توهان اي ميل ٿيل لنڪ ذريعي چيلنج کي نظرانداز ڪرڻ جي اجازت ڏئي ٿي.",
    "Back": "پوئتي",
    "Can't Click": "ڪلڪ نٿا ڪري سگھو",
    "Can't Solve": "حل نه ٿو ڪري سگھجي",
    "Cancel": "رد ڪرڻ",
    "Cancel Response": "رد رد ڪريو",
    "Cannot contact hCaptcha. Check your connection and try again.": "hCaptcha سان رابطو نٿو ٿي سگھي. پنھنجو ڪنيڪشن پڙتال ڪريو ۽ ٻيھر ڪوشش ڪريو.",
    "Check": "چيڪ",
    "Close": "بند ڪريو",
    "Close Modal": "موڊيال بند ڪيو",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "ڪوڪيز بند ٿيل آهن يا رسائي واري ڪوڪي مقرر ناهي. {{enable-cookies}}",
    "Describe why you are reporting an image.": "وضاحت ڪريو ته توهان هڪ تصوير جي رپورٽ ڇو ڪري رهيا آهيو.",
    "Enable cross-site cookies.": "ڪراس سائيٽ جي ڪوڪيز کي فعال ڪريو.",
    "Enter the two words in the image.": "تصوير ۾ ٻه لفظ داخل ڪريو.",
    "Error fetching captcha.": "ڪيپچا آڻڻ ۾ غلطي.",
    "Error submitting captcha.": "ڪيپچا موڪلڻ ۾ مسئلو.",
    "Feedback": "جوابي راءِ",
    "Get information about hCaptcha and accessibility options.": "hCaptcha ۽ رسائي جي اختيارن بابت اڻ حاصل ڪريو.",
    "Get information about hCaptcha.": "hCaptcha جي باري ۾ اڻ حاصل ڪريو.",
    "Give a detailed report of a bug you've encountered.": "توهان بگ جو هڪ تفصيلي رپورٽ ڏيو جنهن جو توهان سامنا ڪيو آهي.",
    "Give feedback.": "موٽ ڏيو.",
    "Having a problem?": "مسئلو ٿي رهيو آهي؟",
    "I am human": "مان انسان آهيان",
    "If there are None, click Skip": "جيڪڏهن ڪوبه نه آهن ، ڇڏي ڏيو",
    "Inappropriate": "نامناسب",
    "Info": "Infoاڻ",
    "Information": "Informationاڻ",
    "Information about hCaptcha's accessibility options.": "hCaptcha جي رسائي جي اختيارن بابت اڻ.",
    "Information about the hCaptcha service.": "ايڇ سيپيچا سروس بابت اڻ.",
    "Learn about accessibility options.": "رسائي جي اختيارن بابت سکو.",
    "Learn more about hCaptcha Accessibility.": "hCaptcha رسائي جي باري ۾ وڌيڪ سکو.",
    "Next": "اڳتي",
    "Next Challenge": "اڳيون چئلينج",
    "Off Screen": "آف اسڪرين",
    "Offensive": "نازيبا",
    "Other": "ٻيا",
    "Our accessibility option may help": "اسان جي رسائي جو اختيار مدد وٺي سگھي ٿو",
    "Our accessibility option may help.": "اسان جي رسائي جو اختيار مدد وٺي سگھي ٿو.",
    "Please also try turning off your ad blocker.‍": "مهرباني ڪري پڻ پنهنجو اشتهار ڏيندڙ بند ڪرڻ جي ڪوشش ڪريو",
    "Please describe your issue.": "مهرباني ڪري پنهنجو مسئلو بيان ڪريو.",
    "Please provide details and steps to reproduce.": "مهرباني ڪري تفصيل ۽ مرحلن جي ٻيهر پيشڪش مهيا ڪريو.",
    "Please select an image to report.": "رپورٽ ڪرڻ لاءِ مهرباني ڪري تصوير چونڊيو.",
    "Please select an option to send response.": "مهرباني ڪري جواب موڪلڻ لاءِ هڪ آپشن چونڊيو.",
    "Please try again.": "مهرباني ڪري ٻيهر ڪوشش ڪريو.",
    "Privacy": "پرائيويسي",
    "Provide feedback for hCaptcha.": "hCaptcha لاءِ موٽ ڏيو.",
    "Provide feedback regarding the hCaptcha service.": "hCaptcha سروس جي متعلق موٽ ڏيو.",
    "Rate limited or network error. Please retry.": "شرح محدود يا نيٽ ورڪ نقص. مھرباني ڪري ٻيھر ڪوشش ڪريو.",
    "Read more about the hCaptcha service.": "ايڇ سيپيچا سروس بابت وڌيڪ پڙهو.",
    "Refresh Challenge.": "چيلنج تازو ڪريو.",
    "Report": "رپورٽ",
    "Report Bug": "بگ رپورٽ ڪيو",
    "Report Image": "تصوير رپورٽ ڪريو",
    "Report a software bug or issue to hCaptcha.": "سافٽ ويئر بگ يا ايڇ ڪيپچا ڏانهن مسئلو جي رپورٽ ڪريو.",
    "Report an image to hCaptcha.": "hCaptcha کي تصوير ڏيو.",
    "Reporting a functionality issue?": "ڪارڪردگي جو مسئلو ٻڌايو پيو وڃي؟",
    "Retrieve accessibility cookie.": "رسائي واري ڪوڪي ٻيهر حاصل ڪريو.",
    "See how to report issues with detailed logs.": "ڏسو ته تفصيلي لاگ سان مسئلا ڪيئن رپورٽ ڪجي.",
    "Send": "موڪليو",
    "Send Response": "جواب موڪليو",
    "Send Us Feedback": "اسان کي پنهنجي راءِ موڪليو",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "رسائي حاصل ڪريو رسائي جو رسائي hCaptcha چئلينج کي گهٽائڻ لاءِ.",
    "Skip": "ڇڏي ڏيو",
    "Skip Challenge": "ڇڏي ڏيو",
    "Software Bug": "سافٽ ويئر بگ",
    "Sorry to hear that!": "اهو ٻڌي معافي ڪر!",
    "Status:": "اسٽيٽس",
    "Submit Answers": "جواب جمع ڪرايو",
    "Tell Us Why": "اسان کي ٻڌايو ڇو",
    "Terms": "شرطون",
    "Thank you for your feedback.": "اوهان جي راءِ لاءِ ٿورائتو.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "hCaptcha صارف جو pageاڻ جو صفحو. سهولت ۽ رسائي جي اختيار بابت وڌيڪ سکو.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "انهي hCaptcha جو ساٽوڪ غلط آهي. مهرباني ڪري توهان ويب سائيٽ جي انتظاميه سان رابطو ڪيو.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "هي hCaptcha صرف جاچ جي لاءِ آهي. مهرباني ڪري توهان ويب سائيٽ جي انتظاميه سان رابطو ڪيو.",
    "This lets you avoid future questions by registering and setting a cookie.": "ڪوڪيز کي رجسٽر ڪرڻ ۽ ترتيب ڏيڻ سان توهان مستقبل جي سوالن کان پاسو ڪندي.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "اسان جي بصري چئلينج کي نظرانداز ڪرڻ لاءِ ، اسان رسائي جي ڪوڪيز پيش ڪريون ٿا.",
    "Too Difficult": "ڏاڍو ڏکيو",
    "View our accessibility option.": "اسان جي رسائي جو اختيار ڏسو.",
    "Violent": "تشدد ڪندڙ",
    "We will look into the issue immediately.": "اسان ان مسئلي کي فوري طور تي ڏسنداسين.",
    "We'll resolve your issue as quickly as we can.": "اسان جيترو جلدي ممڪن ٿي سگهي توهان جو مسئلو حل ڪنداسين.",
    "Your computer or network has sent too many requests.": "توهان جو ڪمپيوٽر يا نيٽورڪ تمام گهڻيون درخواستون موڪلي چڪو آهي.",
    "hCaptcha Privacy Policy": "hCaptcha رازداري جي پاليسي",
    "hCaptcha Terms of Service": "خدمت جي شرطن hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "ايڇ سيپچا چيڪ باڪس. چونڊيو ، چيلينج کي ٽوڙڻ لاءِ ، يا انهي کي بائي پاس ڪرڻ لاءِ جيڪڏهن توهان وٽ رسائي واري ڪوڪي آهي.",
    "hCaptcha checkbox. You are verified I am human.": "ايڇ سيپچا چيڪ باڪس. توهان تصديق ڪيو ته آئون انسان آهيان.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha ھڪڙي سروس آھي جيڪا سادي سوالن جي ڪري بوٽن ۽ اسپام کي گھٽائي ٿي. مهرباني ڪري هر چئلينج لاءِ اسڪرين جي مٿان ڏنل هدايتن تي عمل ڪريو. وڌيڪ visitاڻ لاءِ دورو ڪريو",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha ھڪڙي سروس آھي جيڪا سادي سوالن جي ڪري بوٽن ۽ اسپام کي گھٽائي ٿي. مهرباني ڪري هر چئلينج لاءِ اسڪرين جي مٿان ڏنل هدايتن تي عمل ڪريو. وڌيڪ معلومات لاءِ {{site-url}} جو دورو ڪريو",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha سيڪيورٽي ٽوڪ ختم ٿي چڪو آهي. مهرباني ڪري ٻيهر چيلينج مڪمل ڪريو.",
    "hCaptcha window closed due to timeout.": "وقت ختم ٿيڻ جي ڪري hCaptcha ونڊو بند ٿي وئي.",
    "widget error message text": "ويجيٽ جي غلطي پيغام جو متن",
    "widget warning message text": "ويجهڙائي واري پيغام جي متن جو متن"
}