{
    "Accessibility": "Prístupnosť",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Nie je nastavený súbor cookie prístupnosti. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Súbor cookie dostupnosti je nastavený. Ak potrebujete pomoc, pošlite e-mail na adresu {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Prístupnosť. Navštívte tento záznam ponuky a dozviete sa, ako povoliť prístupnosť hCaptcha, ktorá vám umožní obísť výzvu prostredníctvom e-mailového odkazu.",
    "Back": "späť",
    "Can't Click": "Nemožno kliknúť",
    "Can't Solve": "Nedá sa vyriešiť",
    "Cancel": "Zrušiť",
    "Cancel Response": "Zrušiť odpoveď",
    "Cannot contact hCaptcha. Check your connection and try again.": "Nemožno kontaktovať hCaptcha. Skontrolujte pripojenie a skúste to znova.",
    "Check": "check",
    "Close": "Zavrieť",
    "Close Modal": "Zatvorte Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Súbory cookie sú zakázané alebo nie je nastavený súbor cookie prístupu. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Popíšte, prečo nahlasujete obrázok.",
    "Enable cross-site cookies.": "Povoľte súbory cookie medzi stránkami.",
    "Enter the two words in the image.": "Zadajte dve slová do obrázka.",
    "Error fetching captcha.": "Pri načítavaní captcha sa vyskytla chyba.",
    "Error submitting captcha.": "Chyba pri odosielaní captcha.",
    "Feedback": "spätná väzba",
    "Get information about hCaptcha and accessibility options.": "Získajte informácie o možnostiach hCaptcha a dostupnosti.",
    "Get information about hCaptcha.": "Získajte informácie o hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Poskytnite podrobnú správu o chybe, na ktorú ste narazili.",
    "Give feedback.": "Dať spätnú väzbu.",
    "Having a problem?": "Máte problém?",
    "I am human": "Ja som človek",
    "If there are None, click Skip": "Ak nie sú žiadne, kliknite na Preskočiť",
    "Inappropriate": "Nevhodný",
    "Info": "Info",
    "Information": "informácie",
    "Information about hCaptcha's accessibility options.": "Informácie o možnostiach prístupu hCaptcha.",
    "Information about the hCaptcha service.": "Informácie o službe hCaptcha.",
    "Learn about accessibility options.": "Prečítajte si ďalšie informácie o možnostiach dostupnosti.",
    "Learn more about hCaptcha Accessibility.": "Získajte viac informácií o prístupnosti hCaptcha.",
    "Next": "Ďalšie",
    "Next Challenge": "Ďalšia výzva",
    "Off Screen": "Mimo obrazovku",
    "Offensive": "Urážlivé",
    "Other": "ostatné",
    "Our accessibility option may help": "Môže vám pomôcť naša možnosť prístupu",
    "Our accessibility option may help.": "Môže vám pomôcť naša možnosť prístupu.",
    "Please also try turning off your ad blocker.‍": "Skúste tiež vypnúť blokovanie reklám.‍",
    "Please describe your issue.": "Opíšte svoj problém.",
    "Please provide details and steps to reproduce.": "Uveďte podrobnosti a kroky na reprodukciu.",
    "Please select an image to report.": "Vyberte obrázok, ktorý chcete nahlásiť.",
    "Please select an option to send response.": "Vyberte možnosť na odoslanie odpovede.",
    "Please try again.": "Prosím skúste znova.",
    "Privacy": "súkromia",
    "Provide feedback for hCaptcha.": "Poskytnite spätnú väzbu pre hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Poskytnite spätnú väzbu týkajúcu sa služby hCaptcha.",
    "Rate limited or network error. Please retry.": "Sadzba obmedzená alebo chyba siete. Skúste to znova.",
    "Read more about the hCaptcha service.": "Prečítajte si viac o službe hCaptcha.",
    "Refresh Challenge.": "Obnoviť výzvu.",
    "Report": "správa",
    "Report Bug": "Nahlásiť chybu",
    "Report Image": "Nahlásiť obrázok",
    "Report a software bug or issue to hCaptcha.": "Nahláste chybu softvéru alebo problém spoločnosti hCaptcha.",
    "Report an image to hCaptcha.": "Nahlásiť obrázok hCaptcha.",
    "Reporting a functionality issue?": "Nahlasujete problém s funkčnosťou?",
    "Retrieve accessibility cookie.": "Načítajte súbor cookie prístupnosti.",
    "See how to report issues with detailed logs.": "Pozrite sa, ako nahlásiť problémy pomocou podrobných denníkov.",
    "Send": "send",
    "Send Response": "Poslať odpoveď",
    "Send Us Feedback": "Pošlite nám svoje pripomienky",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Prihláste sa na prístup k prístupu, aby ste obišli výzvu hCaptcha.",
    "Skip": "skip",
    "Skip Challenge": "Skip Challenge",
    "Software Bug": "Chyba softvéru",
    "Sorry to hear that!": "Je mi ľúto že to počujem!",
    "Status:": "Postavenie:",
    "Submit Answers": "Odošlite odpovede",
    "Tell Us Why": "Povedz nám prečo",
    "Terms": "podmienky",
    "Thank you for your feedback.": "Ďakujeme vám za vašu reakciu.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Stránka s informáciami o používateľovi hCaptcha. Prečítajte si viac informácií o možnostiach služby a dostupnosti.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Čítanie tohto hCaptcha je nesprávne. Ak to vidíte, kontaktujte administrátora stránky.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Táto hCaptcha je určená len na testovanie. Ak to vidíte, kontaktujte administrátora stránky.",
    "This lets you avoid future questions by registering and setting a cookie.": "To vám umožní vyhnúť sa budúcim otázkam registráciou a nastavením súboru cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Aby sme obišli našu vizuálnu výzvu, ponúkame súbor cookie prístupnosti.",
    "Too Difficult": "Príliš zložité",
    "View our accessibility option.": "Prezrite si našu možnosť dostupnosti.",
    "Violent": "Násilné",
    "We will look into the issue immediately.": "Okamžite sa budeme touto záležitosťou zaoberať.",
    "We'll resolve your issue as quickly as we can.": "Váš problém vyriešime čo najrýchlejšie.",
    "Your computer or network has sent too many requests.": "Váš počítač alebo sieť odoslali príliš veľa požiadaviek.",
    "hCaptcha Privacy Policy": "hCaptcha Zásady ochrany osobných údajov",
    "hCaptcha Terms of Service": "hCaptcha Podmienky služby",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "Začiarknite políčko hCaptcha. Vyberte, ak chcete výzvu spustiť, alebo ju vynechajte, ak máte súbor cookie prístupu.",
    "hCaptcha checkbox. You are verified I am human.": "Začiarknite políčko hCaptcha. Máte overené, že som človek.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha je služba, ktorá obmedzuje roboty a spam kladením jednoduchých otázok. Pri každej výzve postupujte podľa pokynov v hornej časti obrazovky. Pre viac informácií navštívte",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha je služba, ktorá kladením jednoduchých otázok obmedzuje výskyt robotov a spamu. Pri každej výzve postupujte podľa pokynov v hornej časti obrazovky. Viac informácií nájdete na {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "Platnosť bezpečnostného tokenu hCaptcha uplynula. Dokončite výzvu znova.",
    "hCaptcha window closed due to timeout.": "Okno hCaptcha je zatvorené z dôvodu časového limitu.",
    "widget error message text": "text chybovej správy pre widget",
    "widget warning message text": "text varovnej správy widgetu"
}