{
    "Accessibility": "Avanoa",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "E leʻi seti le setiina o kuki. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Avanoa kuki ua setiina Mo se fesoasoani, faʻamolemole imeli {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Avanoa Asiasi i lenei lisi ulufale e aʻoaʻo pe faʻafefea ona mafai hCaptcha ulufale, e faʻatagaina ai oe e alo le luʻi e ala i se imeli soʻotaga.",
    "Back": "Tua",
    "Can't Click": "E le mafai kiliki",
    "Can't Solve": "E le mafai ona fofo",
    "Cancel": "Soloia",
    "Cancel Response": "Faaleaoga le Tali",
    "Cannot contact hCaptcha. Check your connection and try again.": "Le mafai ona faʻafesoʻotaʻi le hCaptcha. Siaki lau fesoʻotaʻiga ma toe taumafai.",
    "Check": "Siaki",
    "Close": "Tapunia",
    "Close Modal": "Tapuni Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "E le atoatoa kuki pe o le faʻaaogaina le kuki e le setiina. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Faʻamatala pe aisea ua e lipotia ai se ata.",
    "Enable cross-site cookies.": "Faʻafesoʻotaʻi kuki i luga ole laiga.",
    "Enter the two words in the image.": "Ulu atu upu e lua i le ata.",
    "Error fetching captcha.": "Fa’aliliuga e maua mai ai captcha.",
    "Error submitting captcha.": "Fa’aliliuga e momoliina captcha.",
    "Feedback": "Manatu faaalia",
    "Get information about hCaptcha and accessibility options.": "Aumai ni faʻamatalaga e uiga i le hCaptcha ma avanoa faʻafesoʻotaʻi.",
    "Get information about hCaptcha.": "Maua faʻamatalaga e uiga i le hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Avatu se faʻamatalaga auiliili o se pepese na oʻo ia oe.",
    "Give feedback.": "Faʻailoa mai",
    "Having a problem?": "I ai se faʻafitauli?",
    "I am human": "O aʻu o le tagata",
    "If there are None, click Skip": "A leai ni mea, kiliki faaseʻe",
    "Inappropriate": "Le talafeagai",
    "Info": "Faʻamatalaga",
    "Information": "Faamatalaga",
    "Information about hCaptcha's accessibility options.": "Faʻamatalaga e uiga i avanoa o hCaptcha avanoa.",
    "Information about the hCaptcha service.": "Faʻamatalaga e uiga ile auaunaga hCaptcha.",
    "Learn about accessibility options.": "Aʻoaʻo e uiga i filifiliga soa.",
    "Learn more about hCaptcha Accessibility.": "Aʻoaʻo atili e uiga i le hCaptcha Avanoa.",
    "Next": "Le isi",
    "Next Challenge": "Le isi Lui",
    "Off Screen": "Leiloa lau",
    "Offensive": "Le fiafia",
    "Other": "Isi",
    "Our accessibility option may help": "O la matou filifiliga filifiliga e ono fesoasoani",
    "Our accessibility option may help.": "E mafai ona fesoasoani la matou faʻamatalaga ulufale.",
    "Please also try turning off your ad blocker.‍": "Faʻamolemole taumafai foi e tape lau faʻasalalauga poloka.‍",
    "Please describe your issue.": "Faʻamolemole faʻamatala lau mataupu.",
    "Please provide details and steps to reproduce.": "Faʻamolemole aumai faʻamatalaga ma sitepu e toe gaosia.",
    "Please select an image to report.": "Faʻamolemole filifili se ata e lipoti atu.",
    "Please select an option to send response.": "Faʻamolemole piki se filifiliga e lafo ai le tali.",
    "Please try again.": "Faʻamolemole toe taumafai.",
    "Privacy": "Mea faalilolilo",
    "Provide feedback for hCaptcha.": "Tuʻu mai faʻamatalaga mo le hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Faʻailoa mai manatu e uiga i le hCaptcha tautua.",
    "Rate limited or network error. Please retry.": "Fua faʻatapulaʻa poʻo le fesoʻotaʻiga sese. Faʻamolemole toe taumafai.",
    "Read more about the hCaptcha service.": "Faitau atili e uiga ile auaunaga ile hCaptcha.",
    "Refresh Challenge.": "Faʻafouina le Luʻi",
    "Report": "Lipoti",
    "Report Bug": "Lipoti Bug",
    "Report Image": "Lipoti Ata",
    "Report a software bug or issue to hCaptcha.": "Lipoti se polokalame komipiuta faʻafitauli poʻo se mataupu i le hCaptcha.",
    "Report an image to hCaptcha.": "Lipoti se ata ile hCaptcha.",
    "Reporting a functionality issue?": "Lipotiina o se gaioiga aoga?",
    "Retrieve accessibility cookie.": "Toe aumai kuki faʻafaigofie ona maua.",
    "See how to report issues with detailed logs.": "Vaʻai auala e lipoti ai faʻafitauli ma auiliiliga ogalaau.",
    "Send": "Lafo",
    "Send Response": "Auina mai le Tali",
    "Send Us Feedback": "Auina mai Faʻamatalaga ia i Matou",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Saini i luga mo le ulufale atu faʻafesoʻotaʻi e ulufale atu i le hCaptcha luitau.",
    "Skip": "Faamisi",
    "Skip Challenge": "Skip Lui",
    "Software Bug": "Polokalama meaola",
    "Sorry to hear that!": "Ua ou faʻalogo atu iai!",
    "Status:": "Tulaga:",
    "Submit Answers": "Manatu Tali",
    "Tell Us Why": "Taʻu Mai ia Matou Aisea",
    "Terms": "Tuutuuga",
    "Thank you for your feedback.": "Faafetai mo lau faʻamatalaga",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Le laupepa faʻamatalaga a le hCaptcha. Aʻoaʻo atili e uiga i le tautua ma le faʻaaogaina filifiliga.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "O le sitekey mo lenei hCaptcha e le saʻo. Faʻamolemole faʻafesoʻotaʻi le pule o le tulaga peʻa vaʻai oe i lenei mea.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Lenei hCaptcha mo naʻo tofotofoga. Faʻamolemole faʻafesoʻotaʻi le pule o le tulaga peʻa vaʻai oe i lenei mea.",
    "This lets you avoid future questions by registering and setting a cookie.": "E faʻatagaina oe e aloese mai fesili i le lumanaʻi i le resitalaina ma le faʻatulagaina o se kuki.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Ina ia aloese mai la matou luitau vaʻaia, matou te ofaina se faʻaaogaina kuki.",
    "Too Difficult": "Tele Faigata",
    "View our accessibility option.": "Vaʻai a matou avanoa ulufale.",
    "Violent": "Faʻasaua",
    "We will look into the issue immediately.": "O le a matou tilotilo vave i le mataupu.",
    "We'll resolve your issue as quickly as we can.": "O le a matou foia lau mataupu i se vave matou te mafaia.",
    "Your computer or network has sent too many requests.": "Ua tele naua talosaga a lau komepiuta poʻo lau fesoʻotaʻiga.",
    "hCaptcha Privacy Policy": "hCaptcha faalauaiteleina Faiga Faavae",
    "hCaptcha Terms of Service": "hCaptcha Tuutuuga o Auaunaga",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "pusa siaki hCaptcha. Filifili ina ia mafai ai ona oso le luʻi, pe &#39;alo ese pe a fai o loʻo ia mauaina se kuki.",
    "hCaptcha checkbox. You are verified I am human.": "pusa siaki hCaptcha. Oe faʻamaonia o aʻu o le tagata.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha o se &#39;auʻaunaga e faʻaitiitia bot ma spam e ala i le faia o fesili faigofie. Faʻamolemole mulimuli i faʻatonuga i le pito i luga o le mata mo luʻi taʻitasi. Mo nisi faʻamatalaga asiasi",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha o se tautua e faʻaititia ai bot ma spam e ala i le faia o ni fesili faigofie. Faʻamolemole mulimuli i faʻatonuga i le pito i luga o le lau mo luitau taʻitasi. Mo nisi faʻamatalaga asiasi i le {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha saogalemu token ua maeʻa le aoga. Faʻamolemole toe faʻatumu le luʻi.",
    "hCaptcha window closed due to timeout.": "hCaptcha faamalama tapunia ona o le alu i le taimi.",
    "widget error message text": "widget savali sese tusitusiga",
    "widget warning message text": "widget lapataiga feau"
}