{
    "Accessibility": "Helitaanka",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Kukumaan helitaanka lama dejin. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Kukii helitaanka ayaa la dejiyey. Caawinaad, fadlan emayl {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Helitaanka Booqo soo galkan liistada si aad u barato sida loo karti galiyo hCaptcha, taas oo kuu oggolaanaysa inaad ka gudubto caqabadda adoo adeegsanaya xiriiriye emayl ah.",
    "Back": "Soo noqo",
    "Can't Click": "Ma Taaban Karo",
    "Can't Solve": "Ma Xallin Karo",
    "Cancel": "Tirtir",
    "Cancel Response": "Jooji Jawaabta",
    "Cannot contact hCaptcha. Check your connection and try again.": "Ma la xiriiri karo hCaptcha. Hubi isku xidhkaaga oo iskuday markale.",
    "Check": "Hubi",
    "Close": "Xidh",
    "Close Modal": "Xir Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Kukiyada waa la damiyey ama buskudka marin u helka lama dajin. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Sharax sababta aad sawir uga bixinayso sawir.",
    "Enable cross-site cookies.": "Daar cookies-ka iskutallaabta ah.",
    "Enter the two words in the image.": "Gali labada eray ee sawirka.",
    "Error fetching captcha.": "Cilad ayaa ku jirta soo qabashada captcha.",
    "Error submitting captcha.": "Cilad ayaa gudbinta captcha.",
    "Feedback": "Jawaab celin",
    "Get information about hCaptcha and accessibility options.": "Hel macluumaad ku saabsan hCaptcha iyo xulashooyinka marin u helka.",
    "Get information about hCaptcha.": "Hel macluumaad ku saabsan hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Sii warbixin faahfaahsan oo ku saabsan cayayaanka aad la kulantay.",
    "Give feedback.": "Jawaab celin ka bixi.",
    "Having a problem?": "Dhibaato ma haysataa?",
    "I am human": "Waxaan ahay bini aadam",
    "If there are None, click Skip": "Haddii aysan jirin, guji Ka gudub",
    "Inappropriate": "Aan habooneyn",
    "Info": "Macluumaad",
    "Information": "Macluumaadka",
    "Information about hCaptcha's accessibility options.": "Macluumaadka ku saabsan xulashooyinka marin u helka ee hCaptcha.",
    "Information about the hCaptcha service.": "Macluumaadka ku saabsan adeegga hCaptcha.",
    "Learn about accessibility options.": "Wax ka baro fursadaha marin u helka.",
    "Learn more about hCaptcha Accessibility.": "Wax badan ka baro helitaanka hCaptcha.",
    "Next": "Xiga",
    "Next Challenge": "Caqabadda xigta",
    "Off Screen": "Khadka shaashadda",
    "Offensive": "Weerar",
    "Other": "Wax kale",
    "Our accessibility option may help": "Xulashadayada marin u helka ayaa caawin karta",
    "Our accessibility option may help.": "Xulashadayada marin u helka ayaa caawin karta.",
    "Please also try turning off your ad blocker.‍": "Fadlan sidoo kale isku day inaad damiso xayeysiiskaaga xayeysiinta.‍",
    "Please describe your issue.": "Fadlan sharax arintaada.",
    "Please provide details and steps to reproduce.": "Fadlan bixi faahfaahin iyo tillaabooyin aad ku soo saari karto.",
    "Please select an image to report.": "Fadlan xulo sawir aad ka warbixiso.",
    "Please select an option to send response.": "Fadlan xulo ikhtiyaar si aad jawaab ugu dirto.",
    "Please try again.": "Fadlan isku day mar kale.",
    "Privacy": "Asturnaanta",
    "Provide feedback for hCaptcha.": "Sii jawaab celin hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Bixi jawaab celin ku saabsan adeegga hCaptcha.",
    "Rate limited or network error. Please retry.": "Qiimee xaddidan ama cilad shabakadeed. Fadlan iskuday.",
    "Read more about the hCaptcha service.": "Ka akhriso inbadan oo ku saabsan adeegga hCaptcha.",
    "Refresh Challenge.": "Tartan adag.",
    "Report": "Warbixin",
    "Report Bug": "Soo sheeg bug",
    "Report Image": "Ka warbixi Sawirka",
    "Report a software bug or issue to hCaptcha.": "U soo gudbi dhibka softiweerka ama arinta ku saabsan hCaptcha.",
    "Report an image to hCaptcha.": "U warbixi sawir hCaptcha.",
    "Reporting a functionality issue?": "Ma soo tebineysaa arin shaqeysa?",
    "Retrieve accessibility cookie.": "Soo cesho buskudka marin u helka.",
    "See how to report issues with detailed logs.": "Eeg sida loogu wargaliyo arrimaha diiwaanka oo faahfaahsan.",
    "Send": "Dir",
    "Send Response": "Jawaab dir",
    "Send Us Feedback": "Noo soo dir Jawaabta",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Isdiiwaangalinta marin u helka si looga gudbo caqabadda hCaptcha.",
    "Skip": "Ka bood",
    "Skip Challenge": "Ka gudub Caqabadda",
    "Software Bug": "Kusoo Kordhinta Software",
    "Sorry to hear that!": "Waan ka xumahay inaad maqasho taas!",
    "Status:": "Xaaladda:",
    "Submit Answers": "Jawaabaha Soo Gudbi",
    "Tell Us Why": "Noo Sheeg Sababta",
    "Terms": "Shuruudaha",
    "Thank you for your feedback.": "Waad ku mahadsan tahay ra&#39;yi-celintaada.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Bogga macluumaadka isticmaalaha hCaptcha. Faahfaahin dheeraad ah oo ku saabsan adeegga iyo ikhtiyaarrada marin u helka wax ka baro.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Maqaarka goobta loogu talagalay hCaptcha this waa khalad. Fadlan la xiriir maamulaha goobta haddii aad aragto tan.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "HCaptcha-gaan waxaa loogu talagalay oo keliya tijaabinta. Fadlan la xiriir maamulaha goobta haddii aad aragto tan.",
    "This lets you avoid future questions by registering and setting a cookie.": "Tani waxay kuu oggolaaneysaa inaad ka fogaato su&#39;aalaha mustaqbalka adoo diiwaangelinaya oo dejinaya cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Si looga gudbo caqabaddeena muuqaalka, waxaan bixinaa cookie marin loo helo.",
    "Too Difficult": "Aad u adag",
    "View our accessibility option.": "Eeg ikhtiyaar marin u helitaankeena.",
    "Violent": "Rabshad",
    "We will look into the issue immediately.": "Arrinta si dhakhso leh ayaan u eegaynaa.",
    "We'll resolve your issue as quickly as we can.": "Waxaan u xallin doonnaa arrintaada sida ugu dhakhsaha badan ee aan kari karno.",
    "Your computer or network has sent too many requests.": "Kombiyuutarkaaga ama shabakadaadu waxay soo direen codsiyo aad u tiro badan.",
    "hCaptcha Privacy Policy": "Qaanuunka Arrimaha Khaaska ah ee hCaptcha",
    "hCaptcha Terms of Service": "Shuruudaha Adeegga hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "sanduuqa hCaptcha. Xulo si aad u kiciso loolanka, ama aad uga gudubto haddii aad leedahay kuukiye marin marin ah.",
    "hCaptcha checkbox. You are verified I am human.": "sanduuqa hCaptcha. Waa laguu cadeeyay inaan ahay bini aadam.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha waa adeeg yareyn kara botska iyo lafdhabarta weydiinta su&#39;aalo fudud. Fadlan raac tilmaamaha ku yaal dusha sare ee shaashadda caqabad kasta. Wixii faahfaahin dheeri ah booqo",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha waa adeeg yareeya bots iyo spam adoo weydiinaya su&#39;aalo fudud. Fadlan raac tilmaamaha ku yaal shaashadda dusheeda tartan kasta. Wixii macluumaad dheeraad ah booqo {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha calaamadda amniga ayaa dhammaatay. Fadlan markale dhammee caqabadda.",
    "hCaptcha window closed due to timeout.": "daaqadda hCaptcha ayaa uxiran waqtiga shaqada awgeed.",
    "widget error message text": "qoraalka fariimaha qaladka",
    "widget warning message text": "qoraalka farriinta digniinta widget"
}