{
    "Accessibility": "Mundësia e hyrjes",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Cookie-ja e hyrjes nuk është vendosur. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Cookie-ja e hyrjes është vendosur. Për ndihmë, ju lutemi dërgoni me email {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Mundësia e hyrjes Vizitoni këtë hyrje të menusë për të mësuar se si të mundësoni hyrjen në hCaptcha, e cila ju lejon të anashkaloni sfidën përmes një lidhjeje me email.",
    "Back": "prapa",
    "Can't Click": "Nuk mund të klikohet",
    "Can't Solve": "Nuk mund të zgjidhet",
    "Cancel": "anuloj",
    "Cancel Response": "Anuloni përgjigjen",
    "Cannot contact hCaptcha. Check your connection and try again.": "Nuk mund të kontaktohet hCaptcha. Kontrolloni lidhjen tuaj dhe provoni përsëri.",
    "Check": "kontrolloni",
    "Close": "afër",
    "Close Modal": "Mbyll Modalin",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Cookies janë me aftësi të kufizuara ose cookie për qasje nuk është vendosur. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Përshkruani pse po raportoni një imazh.",
    "Enable cross-site cookies.": "Aktivizo cookie-t e ndër-faqeve.",
    "Enter the two words in the image.": "Vendosni të dy fjalët në figurë.",
    "Error fetching captcha.": "Gabim gjatë tërheqjes së captcha.",
    "Error submitting captcha.": "Gabim në paraqitjen e captcha.",
    "Feedback": "reagim",
    "Get information about hCaptcha and accessibility options.": "Merrni informacione rreth opsioneve hCaptcha dhe aksesit.",
    "Get information about hCaptcha.": "Merrni informacione rreth hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Jepni një raport të detajuar të një mete që keni hasur.",
    "Give feedback.": "Jepni feedback.",
    "Having a problem?": "Duke pasur një problem?",
    "I am human": "Unë jam njerëzor",
    "If there are None, click Skip": "Nëse nuk ka asnjë, klikoni Kalo",
    "Inappropriate": "i papërshtatshëm",
    "Info": "Info",
    "Information": "informacion",
    "Information about hCaptcha's accessibility options.": "Informacion rreth mundësive të hyrjes së hCaptcha.",
    "Information about the hCaptcha service.": "Informacione për shërbimin hCaptcha.",
    "Learn about accessibility options.": "Mësoni për opsionet e aksesit.",
    "Learn more about hCaptcha Accessibility.": "Mësoni më shumë rreth hyrjes në hCaptcha.",
    "Next": "tjetër",
    "Next Challenge": "Sfida tjetër",
    "Off Screen": "Jashtë ekranit",
    "Offensive": "Fyese",
    "Other": "tjetër",
    "Our accessibility option may help": "Mundësia jonë e hyrjes mund të ndihmojë",
    "Our accessibility option may help.": "Mundësia jonë e hyrjes mund të ndihmojë.",
    "Please also try turning off your ad blocker.‍": "Ju lutemi provoni gjithashtu të fikni bllokuesin tuaj të reklamave.‍",
    "Please describe your issue.": "Ju lutemi përshkruani problemin tuaj.",
    "Please provide details and steps to reproduce.": "Ju lutemi jepni detaje dhe hapa për tu riprodhuar.",
    "Please select an image to report.": "Ju lutemi zgjidhni një imazh për të raportuar.",
    "Please select an option to send response.": "Ju lutemi zgjidhni një mundësi për të dërguar përgjigje.",
    "Please try again.": "Ju lutemi provoni përsëri.",
    "Privacy": "intimitet",
    "Provide feedback for hCaptcha.": "Jepni feedback për hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Siguroni reagime në lidhje me shërbimin hCaptcha.",
    "Rate limited or network error. Please retry.": "Vlerësoni kufizuar ose gabim në rrjet. Ju lutemi riprovoni.",
    "Read more about the hCaptcha service.": "Lexoni më shumë rreth shërbimit hCaptcha.",
    "Refresh Challenge.": "Refresh Sfidën.",
    "Report": "raport",
    "Report Bug": "Raporto Gabimin",
    "Report Image": "Raporti Imazhi",
    "Report a software bug or issue to hCaptcha.": "Raportoni një problem të softuerit ose çështje në hCaptcha.",
    "Report an image to hCaptcha.": "Raportoni një imazh tek hCaptcha.",
    "Reporting a functionality issue?": "Raportimi i një çështje funksionaliteti?",
    "Retrieve accessibility cookie.": "Merr cookie-n e aksesit.",
    "See how to report issues with detailed logs.": "Shikoni se si të raportoni çështje me shkrimet e hollësishme.",
    "Send": "Send",
    "Send Response": "Dërgoni përgjigje",
    "Send Us Feedback": "Na Dërgo Reagime",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Regjistrohuni për aksesin e hyrjes për të anashkaluar sfidën hCaptcha.",
    "Skip": "Skip",
    "Skip Challenge": "Kalo Sfidën",
    "Software Bug": "Gabim softuerësh",
    "Sorry to hear that!": "Na vjen keq që e dëgjova!",
    "Status:": "Statusi:",
    "Submit Answers": "Dorëzoni përgjigje",
    "Tell Us Why": "Na tregoni pse",
    "Terms": "Kushtet",
    "Thank you for your feedback.": "Faleminderit për komentin tuaj.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Faqja e informacionit të përdoruesit hCaptcha. Mësoni më shumë rreth shërbimeve dhe mundësive të hyrjes.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Situata për këtë hCaptcha është e pasaktë. Ju lutemi kontaktoni administratorin e faqes nëse e shihni këtë.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Kjo hCaptcha është vetëm për prova. Ju lutemi kontaktoni administratorin e faqes nëse e shihni këtë.",
    "This lets you avoid future questions by registering and setting a cookie.": "Kjo ju lejon të shmangni pyetjet në të ardhmen duke regjistruar dhe vendosur një cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Për të anashkaluar sfidën tonë vizuale, ne ofrojmë një cookie të aksesit.",
    "Too Difficult": "Shume e veshtire",
    "View our accessibility option.": "Shikoni opsionin tonë të aksesit.",
    "Violent": "I dhunshëm",
    "We will look into the issue immediately.": "Ne do ta shqyrtojmë çështjen menjëherë.",
    "We'll resolve your issue as quickly as we can.": "Ne do ta zgjidhim çështjen tuaj sa më shpejt që të kemi mundësi.",
    "Your computer or network has sent too many requests.": "Kompjuteri ose rrjeti juaj ka dërguar shumë kërkesa.",
    "hCaptcha Privacy Policy": "Politika e privatësisë e hCaptcha",
    "hCaptcha Terms of Service": "Kushtet e shërbimit të hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "kutia e kontrollit hCaptcha. Zgjidhni për të shkaktuar sfidën ose për ta anashkaluar atë nëse keni një cookie të aksesit.",
    "hCaptcha checkbox. You are verified I am human.": "kutia e kontrollit hCaptcha. Ju jeni verifikuar unë jam njerëzor.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha është një shërbim që zvogëlon bots dhe spam duke bërë pyetje të thjeshta. Ju lutemi ndiqni udhëzimet në krye të ekranit për secilën sfidë. Për më shumë vizitoni informacione",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha është një shërbim që zvogëlon bots dhe spam duke bërë pyetje të thjeshta. Ju lutemi ndiqni udhëzimet në krye të ekranit për çdo sfidë. Për më shumë informacion vizitoni {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "Shenja e sigurisë së hCaptcha ka skaduar. Ju lutemi plotësoni përsëri sfidën.",
    "hCaptcha window closed due to timeout.": "Dritarja e hCaptcha u mbyll për shkak të skadimit të afatit.",
    "widget error message text": "teksti i mesazhit të gabimit të widget",
    "widget warning message text": "teksti i mesazhit paralajmërues widget"
}