{
    "Accessibility": "Ho fihlella",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Cookie ea phihlello ha e sete. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Cookie ea phihlello e setiloe. Bakeng sa thuso, ka kopo romella lengolo-tsoibila {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Ho fihlella. Etela lenane lena la menyetla ho ithuta ho nolofalletsa phihlello ea hCaptcha, e u lumellang ho feta phephetso ka sehokela sa lengolo-tsoibila.",
    "Back": "Morao",
    "Can't Click": "Ha u khone ho tlanya",
    "Can't Solve": "Ha e khone ho rarolla",
    "Cancel": "Hlakola",
    "Cancel Response": "Hlakola Karabo",
    "Cannot contact hCaptcha. Check your connection and try again.": "Ha re khone ho iteanya le hCaptcha. Lekola khokahano ea hau ebe o leka hape.",
    "Check": "Lekola",
    "Close": "Haufi",
    "Close Modal": "Koala Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Cookies ha e na thuso kapa cookie ea ho kena ha e sete. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Hlalosa hore na hobaneng u tlaleha setšoantšo.",
    "Enable cross-site cookies.": "Numella li-cookies tsa sefapano.",
    "Enter the two words in the image.": "Kenya mantsoe ana a mabeli setšoantšong.",
    "Error fetching captcha.": "Phoso ea ho lata Captcha.",
    "Error submitting captcha.": "Phoso ea ho tsamaisa Captcha.",
    "Feedback": "Tlhahiso",
    "Get information about hCaptcha and accessibility options.": "Fumana leseli ka hCaptcha le likhetho tsa phihlello.",
    "Get information about hCaptcha.": "Fumana leseli ka hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Fana ka tlaleho e qaqileng ea kokoanyana eo u kopaneng le eona.",
    "Give feedback.": "Fana ka maikutlo.",
    "Having a problem?": "Ho ba le bothata?",
    "I am human": "Ke motho",
    "If there are None, click Skip": "Haeba ha li eo, tlanya tlola",
    "Inappropriate": "E sa lokelang",
    "Info": "Leseli",
    "Information": "Tlhahisoleseling",
    "Information about hCaptcha's accessibility options.": "Tlhahisoleseling mabapi le likhetho tsa phihlello tsa hCaptcha.",
    "Information about the hCaptcha service.": "Tlhahisoleseling mabapi le tšebeletso ea hCaptcha.",
    "Learn about accessibility options.": "Ithute ka likhetho tsa phihlello.",
    "Learn more about hCaptcha Accessibility.": "Ithute haholoanyane ka phihlello ea hCaptcha.",
    "Next": "E &#39;ngoe",
    "Next Challenge": "Phephetso e latelang",
    "Off Screen": "Sesepa sa Off",
    "Offensive": "E khopisang",
    "Other": "Tse ling",
    "Our accessibility option may help": "Khetho ea rona ea ho fihlella e ka thusa",
    "Our accessibility option may help.": "Khetho ea rona ea ho fihlella e ka thusa.",
    "Please also try turning off your ad blocker.‍": "Ka kopo, leka hape ho tima sebali sa hau sa papatso.‍",
    "Please describe your issue.": "Ka kopo hlalosa bothata ba hau.",
    "Please provide details and steps to reproduce.": "Ka kopo fana ka lintlha le mehato ea ho ikatisa.",
    "Please select an image to report.": "Ka kopo khetha setšoantšo ho tlaleha.",
    "Please select an option to send response.": "Ka kopo khetha khetho ea ho romella karabo.",
    "Please try again.": "Ka kopo leka hape.",
    "Privacy": "Lekunutu",
    "Provide feedback for hCaptcha.": "Fana ka maikutlo bakeng sa hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Fana ka maikutlo mabapi le tšebeletso ea hCaptcha.",
    "Rate limited or network error. Please retry.": "Rate phoso e lekanyelitsoeng kapa ea marang-rang. Ka kopo leka hape.",
    "Read more about the hCaptcha service.": "Bala haholoanyane ka tšebeletso ea hCaptcha.",
    "Refresh Challenge.": "Pheta phephetso.",
    "Report": "Tlaleha",
    "Report Bug": "Tlaleha Bug",
    "Report Image": "Tlaleha Setšoantšo",
    "Report a software bug or issue to hCaptcha.": "Tlaleha bothata kapa bothata ho software ea hCaptcha.",
    "Report an image to hCaptcha.": "Tlaleha setšoantšo ho hCaptcha.",
    "Reporting a functionality issue?": "Ho tlaleha bothata?",
    "Retrieve accessibility cookie.": "Lata cookie e fumanehang.",
    "See how to report issues with detailed logs.": "Bona mokhoa oa ho tlaleha litaba ka litlolo tse qaqileng.",
    "Send": "Romella",
    "Send Response": "Romella Karabo",
    "Send Us Feedback": "ITUMELENG MOTSOTSI",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Ingolise ho fihlella phihlello ea ho fihlella phephetso ea hCaptcha.",
    "Skip": "Qhaqha",
    "Skip Challenge": "Qholotsa Bothata",
    "Software Bug": "Software ea Bug",
    "Sorry to hear that!": "Re masoabi ho utloa seo!",
    "Status:": "Boemo:",
    "Submit Answers": "Kenya Likarabo",
    "Tell Us Why": "Re bolelle Hobane&#39;ng",
    "Terms": "Lipehelo",
    "Thank you for your feedback.": "Ke leboha karabo ea hau.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Leqephe la tlhahisoleseling la mosebelisi oa hCaptcha. Ithute haholoanyane mabapi le lits&#39;ebeletso le likhetho tsa ho fihlella.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "The sitekey ea hCaptcha ena e fosahetse. Ka kopo ikopanye le motsamaisi oa sebaka haeba u bona sena.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "HCaptcha ena ke ea ho etsa liteko feela. Ka kopo ikopanye le motsamaisi oa sebaka haeba u bona sena.",
    "This lets you avoid future questions by registering and setting a cookie.": "Sena se o lumella ho qoba lipotso tsa nako e tlang ka ho ngolisa le ho beha cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Ho feta phephetso ea rona ea pono, re fana ka cookie ea phihlello.",
    "Too Difficult": "Le eona e thata",
    "View our accessibility option.": "Sheba khetho ea rona ea ho fihlella.",
    "Violent": "Pefo",
    "We will look into the issue immediately.": "Re tla sheba bothata hang-hang.",
    "We'll resolve your issue as quickly as we can.": "Re tla rarolla bothata ba hau kapele kamoo re ka khonang.",
    "Your computer or network has sent too many requests.": "Khomphutha ea hau kapa marang-rang a rometse likopo tse ngata haholo.",
    "hCaptcha Privacy Policy": "Leano la lekunutu la hCaptcha",
    "hCaptcha Terms of Service": "hCaptcha Lipehelo tsa Tšebeletso",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "lebokose la tlhahlobo la hCaptcha. Khetha e le ho baka phephetso, kapa ho e feta haeba u le cookie e fumanehang.",
    "hCaptcha checkbox. You are verified I am human.": "lebokose la tlhahlobo la hCaptcha. O netefalitsoe hore ke motho.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha ke ts&#39;ebeletso e fokotsang bots le spam ka ho botsa lipotso tse bonolo. Ka kopo latela litaelo tse ka holimo skrineng bakeng sa phephetso e &#39;ngoe le e&#39; ngoe. Bakeng sa lintlha tse ling etela",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha ke ts&#39;ebeletso e fokotsang bots le spam ka ho botsa lipotso tse bonolo. Ka kopo latela litaelo tse kaholimo ho skrine phephetsong ka ngoe. Ho fumana lintlha tse ling etela {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "Letšoao la ts&#39;ireletso la hCaptcha le felile. Ka kopo phethela phephetso hape.",
    "hCaptcha window closed due to timeout.": "Fensetere ea hCaptcha e koetsoe ka lebaka la ho tima nako.",
    "widget error message text": "mongolo oa phoso ea molaetsa oa widget",
    "widget warning message text": "mongolo oa temoso ea widget"
}