{
    "Accessibility": "Aksesibilitas",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Cookie aksés henteu diatur. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Cookie aksés parantos diatur. Pikeun bantosan, punten email ka {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Aksesibilitas. Didatangan Éntri ménu ieu pikeun diajar kumaha ngaktipkeun aksés hCaptcha, anu ngamungkinkeun anjeun pikeun ngahalangan tangtangan ngalangkungan tautan email.",
    "Back": "Balikkeun",
    "Can't Click": "Teu tiasa Klik",
    "Can't Solve": "Teu tiasa Ngalereskeun",
    "Cancel": "Ngabolaykeun",
    "Cancel Response": "Ngabolaykeun Tanggapan",
    "Cannot contact hCaptcha. Check your connection and try again.": "Teu tiasa ngahubungi hCaptcha. Pariksa konéksi anjeun teras cobian deui.",
    "Check": "Cék",
    "Close": "Tutupkeun",
    "Close Modal": "Tutup Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Cookie dinonaktipkeun atanapi cookie aksés henteu diatur. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Jelaskeun naha anjeun ngalaporkeun gambar.",
    "Enable cross-site cookies.": "Aktipkeun cookies cross-site.",
    "Enter the two words in the image.": "Lebetkeun dua kecap dina gambar éta.",
    "Error fetching captcha.": "Kasalahan ngajepret captcha.",
    "Error submitting captcha.": "Kasalahan ngalebetkeun captcha",
    "Feedback": "Eupan balik",
    "Get information about hCaptcha and accessibility options.": "Meunang inpormasi ngeunaan hCaptcha sareng pilihan aksés.",
    "Get information about hCaptcha.": "Meunang inpormasi ngeunaan hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Masihan laporan rinci ngeunaan bug anu anjeun parantos aya.",
    "Give feedback.": "Pasihan tanggapan.",
    "Having a problem?": "Gaduh masalah?",
    "I am human": "Abdi manusa",
    "If there are None, click Skip": "Upami teu aya, klik Langkung",
    "Inappropriate": "Teu pantes",
    "Info": "Info",
    "Information": "Inpormasi",
    "Information about hCaptcha's accessibility options.": "Inpormasi ngeunaan pilihan aksés hCaptcha.",
    "Information about the hCaptcha service.": "Inpormasi ngeunaan jasa hCaptcha.",
    "Learn about accessibility options.": "Diajar ngeunaan pilihan aksés.",
    "Learn more about hCaptcha Accessibility.": "Diajar langkung seueur ngeunaan Aksesoris hCaptcha.",
    "Next": "Teras",
    "Next Challenge": "Tangtangan salajengna",
    "Off Screen": "Pareuman Layar",
    "Offensive": "Nyerang",
    "Other": "Anu séjén",
    "Our accessibility option may help": "Pilihan aksés aksés kami tiasa ngabantosan",
    "Our accessibility option may help.": "Pilihan aksés aksés kami tiasa ngabantosan.",
    "Please also try turning off your ad blocker.‍": "Punten ogé cobian mareuman ad blocker.‍",
    "Please describe your issue.": "Punten ngagambarkeun masalah anjeun.",
    "Please provide details and steps to reproduce.": "Punten masihan detil sareng léngkah pikeun baranahan.",
    "Please select an image to report.": "Punten pilih gambar kanggo dilaporkeun.",
    "Please select an option to send response.": "Mangga pilih pilihan pikeun ngirim réspon.",
    "Please try again.": "Cobaan deui.",
    "Privacy": "Privasi",
    "Provide feedback for hCaptcha.": "Nyayogikeun tanggepan pikeun hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Masihan tanggapan ngeunaan jasa hCaptcha.",
    "Rate limited or network error. Please retry.": "Meunteun kawatesanan atanapi kasalahan jaringan. Punten cobian deui.",
    "Read more about the hCaptcha service.": "Baca langkung seueur ngeunaan jasa hCaptcha.",
    "Refresh Challenge.": "Refresh tangtangan.",
    "Report": "Laporan",
    "Report Bug": "Ngalaporkeun bug",
    "Report Image": "Laporkeun Gambar",
    "Report a software bug or issue to hCaptcha.": "Laporkeun masalah bug atanapi masalah pikeun hCaptcha.",
    "Report an image to hCaptcha.": "Laporkeun gambar ka hCaptcha.",
    "Reporting a functionality issue?": "Ngalaporkeun masalah fungsionalitas?",
    "Retrieve accessibility cookie.": "Nyandak cookie aksésibilitas.",
    "See how to report issues with detailed logs.": "Tingali kumaha ngalaporkeun masalah sareng log rinci.",
    "Send": "Ngirim",
    "Send Response": "Kirim Tanggepan",
    "Send Us Feedback": "Kirim Kami Balesan",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Ngadaptarkeun aksés aksés pikeun jalan kaluar hCaptcha tangtangan.",
    "Skip": "Luncat",
    "Skip Challenge": "Luncat Tangtangan",
    "Software Bug": "Software Bug",
    "Sorry to hear that!": "Hampura ngadangu kitu!",
    "Status:": "Status:",
    "Submit Answers": "Lebetkeun waleran",
    "Tell Us Why": "Nyarios Kami Naha",
    "Terms": "Syarat",
    "Thank you for your feedback.": "Hatur nuhun pikeun eupan balik anjeun.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Kaca inpormasi hCaptcha. Diajar langkung seueur ngeunaan jasa sareng pilihan aksés.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Sitekey pikeun hCaptcha ieu henteu leres. Punten wartosan admin loka upami anjeun ningali ieu.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "HCaptcha Ieu kanggo uji hungkul. Punten wartosan admin loka upami anjeun ningali ieu.",
    "This lets you avoid future questions by registering and setting a cookie.": "Ieu ngamungkinkeun anjeun ngahindarkeun patarosan anu badé ku ngadaptarkeun sareng netepkeun cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Pikeun ngaleungitkeun tantangan visual urang, kami nawiskeun cookie aksésibilitas.",
    "Too Difficult": "Teuing hese",
    "View our accessibility option.": "Tingali pilihan aksésibilitas kami.",
    "Violent": "Ganas",
    "We will look into the issue immediately.": "Urang bakal neuteup kana masalah éta langsung.",
    "We'll resolve your issue as quickly as we can.": "Kami bakal ngabéréskeun masalah anjeun sagancangna.",
    "Your computer or network has sent too many requests.": "Komputer atanapi jaringan anjeun parantos ngirim seueur paménta.",
    "hCaptcha Privacy Policy": "Kawijakan Privasi hCaptcha",
    "hCaptcha Terms of Service": "Syarat Layanan hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "kotak hCaptcha. Pilih kanggo memicu tangtangan, atanapi ngiringan upami anjeun gaduh cookie aksésibilitas.",
    "hCaptcha checkbox. You are verified I am human.": "kotak hCaptcha. Anjeun diverifikasi kuring ogé manusa.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha nyaéta layanan anu ngirangan bot sareng spam ku nanyakeun patarosan anu sederhana. Punten tuturkeun petunjuk di luhur layar pikeun tiap tantangan. Kanggo inpo langkung lengkep",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha nyaéta layanan anu ngirangan bot sareng spam ku naroskeun patarosan anu saderhana. Punten turutan pitunjuk di luhur layar pikeun tiap tangtangan. Kanggo langkung seueur inpormasi kunjungi {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "token kaamanan hCaptcha parantos kadaluwarsa. Punten lengkepan tangtangan deui.",
    "hCaptcha window closed due to timeout.": "Jandéla hCaptcha ditutup kusabab waktos tunduh.",
    "widget error message text": "téks pesen téks kasalahan",
    "widget warning message text": "téks pesen peringatan widget"
}