{
    "Accessibility": "Tillgänglighet",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Tillgänglighetscookie är inte inställd. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Tillgänglighetscookie är inställd. För hjälp, vänligen maila {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Tillgänglighet. Besök den här menyposten för att lära dig hur du aktiverar hCaptcha-tillgänglighet, vilket gör att du kan kringgå utmaningen via en e-postlänk.",
    "Back": "Tillbaka",
    "Can't Click": "Kan inte klicka",
    "Can't Solve": "Kan inte lösa",
    "Cancel": "Avbryt",
    "Cancel Response": "Avbryt svar",
    "Cannot contact hCaptcha. Check your connection and try again.": "Det går inte att kontakta hCaptcha. Kontrollera din anslutning och försök igen.",
    "Check": "Kontrollera",
    "Close": "Stänga",
    "Close Modal": "Stäng Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Cookies är inaktiverade eller tillgänglighetscookien är inte inställd. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Beskriv varför du rapporterar en bild.",
    "Enable cross-site cookies.": "Aktivera kakor över flera webbplatser.",
    "Enter the two words in the image.": "Ange de två orden i bilden.",
    "Error fetching captcha.": "Fel vid hämtning av captcha.",
    "Error submitting captcha.": "Fel vid inlämning av captcha.",
    "Feedback": "Respons",
    "Get information about hCaptcha and accessibility options.": "Få information om hCaptcha och tillgänglighetsalternativ.",
    "Get information about hCaptcha.": "Få information om hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Ge en detaljerad rapport om ett fel du har stött på.",
    "Give feedback.": "Ge feedback.",
    "Having a problem?": "Har du problem?",
    "I am human": "Jag är människa",
    "If there are None, click Skip": "Om det inte finns någon klickar du på Hoppa över",
    "Inappropriate": "Olämplig",
    "Info": "Info",
    "Information": "Information",
    "Information about hCaptcha's accessibility options.": "Information om hCaptchas tillgänglighetsalternativ.",
    "Information about the hCaptcha service.": "Information om hCaptcha-tjänsten.",
    "Learn about accessibility options.": "Lär dig mer om tillgänglighetsalternativ.",
    "Learn more about hCaptcha Accessibility.": "Läs mer om hCaptcha tillgänglighet.",
    "Next": "Nästa",
    "Next Challenge": "Nästa utmaning",
    "Off Screen": "Från skärmen",
    "Offensive": "Offensiv",
    "Other": "Övrig",
    "Our accessibility option may help": "Vårt tillgänglighetsalternativ kan hjälpa",
    "Our accessibility option may help.": "Vårt tillgänglighetsalternativ kan hjälpa.",
    "Please also try turning off your ad blocker.‍": "Försök också att stänga av din annonsblockerare.‍",
    "Please describe your issue.": "Beskriv ditt problem.",
    "Please provide details and steps to reproduce.": "Vänligen ange detaljer och steg för att reproducera.",
    "Please select an image to report.": "Välj en bild att rapportera.",
    "Please select an option to send response.": "Välj ett alternativ för att skicka svar.",
    "Please try again.": "Var god försök igen.",
    "Privacy": "Integritet",
    "Provide feedback for hCaptcha.": "Ge feedback för hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Ge feedback om hCaptcha-tjänsten.",
    "Rate limited or network error. Please retry.": "Betygsätt begränsat eller nätverksfel. Försök igen.",
    "Read more about the hCaptcha service.": "Läs mer om hCaptcha-tjänsten.",
    "Refresh Challenge.": "Refresh Challenge.",
    "Report": "Rapportera",
    "Report Bug": "Rapportera fel",
    "Report Image": "Rapportera bild",
    "Report a software bug or issue to hCaptcha.": "Rapportera ett programfel eller problem till hCaptcha.",
    "Report an image to hCaptcha.": "Rapportera en bild till hCaptcha.",
    "Reporting a functionality issue?": "Rapportera ett funktionalitetsproblem?",
    "Retrieve accessibility cookie.": "Hämta tillgänglighetscookie.",
    "See how to report issues with detailed logs.": "Se hur du rapporterar problem med detaljerade loggar.",
    "Send": "Skicka",
    "Send Response": "Skicka svar",
    "Send Us Feedback": "Skicka feedback",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Registrera dig för tillgång till tillgänglighet för att kringgå hCaptcha-utmaningen.",
    "Skip": "Hoppa",
    "Skip Challenge": "Skip Challenge",
    "Software Bug": "Programvarufel",
    "Sorry to hear that!": "Jag beklagar!",
    "Status:": "Status:",
    "Submit Answers": "Skicka svar",
    "Tell Us Why": "Berätta varför",
    "Terms": "Villkor",
    "Thank you for your feedback.": "Tack för din feedback.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Användarinformationssidan för hCaptcha. Läs mer om tjänster och tillgänglighetsalternativ.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Sitekeymen för denna hCaptcha är felaktig. Kontakta webbplatsadministratören om du ser detta.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Denna hCaptcha är endast avsedd för testning. Kontakta webbplatsadministratören om du ser detta.",
    "This lets you avoid future questions by registering and setting a cookie.": "Detta låter dig undvika framtida frågor genom att registrera och ställa in en cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "För att kringgå vår visuella utmaning erbjuder vi en tillgänglighetscookie.",
    "Too Difficult": "För svårt",
    "View our accessibility option.": "Se vårt tillgänglighetsalternativ.",
    "Violent": "Våldsam",
    "We will look into the issue immediately.": "Vi kommer att undersöka frågan omedelbart.",
    "We'll resolve your issue as quickly as we can.": "Vi löser problemet så snabbt vi kan.",
    "Your computer or network has sent too many requests.": "Din dator eller ditt nätverk har skickat för många förfrågningar.",
    "hCaptcha Privacy Policy": "hCaptcha sekretesspolicy",
    "hCaptcha Terms of Service": "hCaptcha användarvillkor",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha kryssruta. Välj för att utlösa utmaningen eller omgå den om du har en tillgänglighetskaka.",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha kryssruta. Du är verifierad att jag är mänsklig.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha är en tjänst som minskar bots och spam genom att ställa enkla frågor. Följ instruktionerna högst upp på skärmen för varje utmaning. För mer info besök",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha är en tjänst som minskar bots och skräppost genom att ställa enkla frågor. Följ instruktionerna högst upp på skärmen för varje utmaning. För mer information besök {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha-säkerhetstoken har upphört att gälla. Snälla slutför utmaningen igen.",
    "hCaptcha window closed due to timeout.": "hCaptcha-fönstret stängt på grund av timeout.",
    "widget error message text": "widget-felmeddelande text",
    "widget warning message text": "widget varning meddelande text"
}