{
    "Accessibility": "Upatikanaji",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Kuki ya ufikiaji haijawekwa. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Kuki ya ufikiaji imewekwa. Kwa usaidizi, tafadhali tuma barua pepe kwa {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Upatikanaji. Tembelea orodha hii ya menyu ili ujifunze jinsi ya kuwezesha upatikanaji wa hCaptcha, ambayo hukuruhusu kupitisha changamoto kupitia kiunga cha barua pepe.",
    "Back": "Nyuma",
    "Can't Click": "Haiwezi Bonyeza",
    "Can't Solve": "Haiwezi Kutatua",
    "Cancel": "Ghairi",
    "Cancel Response": "Ghairi majibu",
    "Cannot contact hCaptcha. Check your connection and try again.": "Haiwezi kuwasiliana na hCaptcha. Angalia muunganisho wako na ujaribu tena.",
    "Check": "Angalia",
    "Close": "Karibu",
    "Close Modal": "Funga Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Vidakuzi vimezimwa au kuki ya ufikiaji haijawekwa. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Eleza kwanini unaripoti picha.",
    "Enable cross-site cookies.": "Wezesha kuki za tovuti.",
    "Enter the two words in the image.": "Ingiza maneno mawili kwenye picha.",
    "Error fetching captcha.": "Hitilafu wakati wa kupata Captcha.",
    "Error submitting captcha.": "Hitilafu katika kuwasilisha Captcha.",
    "Feedback": "Majibu",
    "Get information about hCaptcha and accessibility options.": "Pata habari juu ya chaguzi za hCaptcha na ufikiaji.",
    "Get information about hCaptcha.": "Pata habari juu ya hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Toa ripoti ya kina ya mdudu uliyekutana naye.",
    "Give feedback.": "Toa maoni.",
    "Having a problem?": "Kuwa na shida?",
    "I am human": "Mimi ni binadamu",
    "If there are None, click Skip": "Ikiwa hakuna, bonyeza Skip",
    "Inappropriate": "Haifai",
    "Info": "Habari",
    "Information": "Habari",
    "Information about hCaptcha's accessibility options.": "Habari kuhusu chaguo za upatikanaji wa hCaptcha.",
    "Information about the hCaptcha service.": "Habari juu ya huduma ya hCaptcha.",
    "Learn about accessibility options.": "Jifunze juu ya chaguzi za ufikiaji.",
    "Learn more about hCaptcha Accessibility.": "Pata maelezo zaidi kuhusu Upatikanaji wa hCaptcha.",
    "Next": "Ifuatayo",
    "Next Challenge": "Changamoto inayofuata",
    "Off Screen": "Nje ya Skrini",
    "Offensive": "Kukera",
    "Other": "Nyingine",
    "Our accessibility option may help": "Chaguo letu la ufikiaji linaweza kusaidia",
    "Our accessibility option may help.": "Chaguo letu la ufikiaji linaweza kusaidia.",
    "Please also try turning off your ad blocker.‍": "Tafadhali jaribu kuzima kontena yako ya matangazo.‍",
    "Please describe your issue.": "Tafadhali eleza suala lako.",
    "Please provide details and steps to reproduce.": "Tafadhali toa maelezo na hatua za kuzaliana.",
    "Please select an image to report.": "Tafadhali chagua picha ya kuripoti.",
    "Please select an option to send response.": "Tafadhali chagua chaguo kutuma majibu.",
    "Please try again.": "Tafadhali jaribu tena.",
    "Privacy": "Usiri",
    "Provide feedback for hCaptcha.": "Toa maoni kwa hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Toa maoni kuhusu huduma ya hCaptcha.",
    "Rate limited or network error. Please retry.": "Kiwango kidogo cha makosa au mtandao. Tafadhali jaribu tena.",
    "Read more about the hCaptcha service.": "Soma zaidi juu ya huduma ya hCaptcha.",
    "Refresh Challenge.": "Boresha Shtaka.",
    "Report": "Ripoti",
    "Report Bug": "Ripoti Mdudu",
    "Report Image": "Ripoti Picha",
    "Report a software bug or issue to hCaptcha.": "Ripoti mdudu wa programu au toleo kwa hCaptcha.",
    "Report an image to hCaptcha.": "Ripoti picha kwa hCaptcha.",
    "Reporting a functionality issue?": "Kuripoti suala la utendaji?",
    "Retrieve accessibility cookie.": "Pata kuki ya ufikivu.",
    "See how to report issues with detailed logs.": "Tazama jinsi ya kuripoti maswala na magogo ya kina.",
    "Send": "Tuma",
    "Send Response": "Tuma Jibu",
    "Send Us Feedback": "Tutumie Maoni",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Jisajili kwa ufikiaji wa upatikanaji wa kupitisha changamoto ya hCaptcha.",
    "Skip": "Skip",
    "Skip Challenge": "Skip Changamoto",
    "Software Bug": "Programu Mdudu",
    "Sorry to hear that!": "Samahani kusikia hivyo!",
    "Status:": "Hali:",
    "Submit Answers": "Peana Majibu",
    "Tell Us Why": "Tuambie ni kwanini",
    "Terms": "Masharti",
    "Thank you for your feedback.": "Asante kwa maoni yako.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Ukurasa wa habari wa mtumiaji wa hCaptcha. Jifunze zaidi juu ya huduma na chaguzi za ufikiaji.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Ushauri wa hCaptcha hii sio sahihi. Tafadhali wasiliana na msimamizi wa tovuti ikiwa unaona hii.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "HCaptcha hii ni ya kujaribu tu. Tafadhali wasiliana na msimamizi wa tovuti ikiwa unaona hii.",
    "This lets you avoid future questions by registering and setting a cookie.": "Hii hukuruhusu uzuie maswali yajayo kwa kusajili na kuweka kidakuzi.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Kupita changamoto yetu ya kuona, tunatoa kuki ya upatikanaji.",
    "Too Difficult": "Vigumu mno",
    "View our accessibility option.": "Angalia chaguo letu la ufikiaji.",
    "Violent": "Vurugu",
    "We will look into the issue immediately.": "Tutaangalia suala hilo mara moja.",
    "We'll resolve your issue as quickly as we can.": "Tutasuluhisha suala lako haraka iwezekanavyo.",
    "Your computer or network has sent too many requests.": "Kompyuta yako au mtandao umetuma maombi mengi sana.",
    "hCaptcha Privacy Policy": "sera ya faragha ya hCaptcha",
    "hCaptcha Terms of Service": "Masharti ya Huduma ya hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "kisanduku cha hCaptcha. Chagua ili kusababisha changamoto, au kuizidi ikiwa unayo cookie inayoweza kupatikana.",
    "hCaptcha checkbox. You are verified I am human.": "kisanduku cha hCaptcha. Umethibitishwa mimi ni binadamu.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha ni huduma ambayo hupunguza bots na spam kwa kuuliza maswali rahisi. Tafadhali fuata maagizo yaliyo juu ya skrini kwa kila changamoto. Kwa habari zaidi tembelea",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha ni huduma ambayo hupunguza bots na barua taka kwa kuuliza maswali rahisi. Tafadhali fuata maagizo yaliyo juu ya skrini kwa kila changamoto. Kwa habari zaidi tembelea {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "Hati ya usalama ya hCaptcha imeisha. Tafadhali kamilisha changamoto tena.",
    "hCaptcha window closed due to timeout.": "Dirisha la hCaptcha limefungwa kwa sababu ya muda wa kuisha.",
    "widget error message text": "maandishi ya ujumbe wa makosa ya widget",
    "widget warning message text": "Nakala ya ujumbe wa onyo la widget"
}