{
    "Accessibility": "Дастрасӣ",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Куки дастрасӣ муқаррар карда нашудааст. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Куки дастрасӣ муқаррар карда шудааст. Барои кӯмак, лутфан ба {{support}} паёми электронӣ фиристед.",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Дастрасӣ. Барои ворид кардани дастрасии hCaptcha, ки ба шумо имкон медиҳад, ки мушкилотро тавассути пайванди почтаи электронӣ гузаред, аз ин вуруд ба меню боздид кунед.",
    "Back": "Бозгашт",
    "Can't Click": "Тугма пахш кардан мумкин нест",
    "Can't Solve": "Ҳал нашуд",
    "Cancel": "Бекор кардан",
    "Cancel Response": "Ҷавобро бекор кунед",
    "Cannot contact hCaptcha. Check your connection and try again.": "Бо hCaptcha тамос гирифта намешавад. Пайвасти худро санҷед ва дубора кӯшиш кунед.",
    "Check": "Санҷед",
    "Close": "Пӯшед",
    "Close Modal": "Modal пӯшед",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Кукиҳо ғайрифаъол карда шудаанд ё куки дастрасӣ муқаррар карда нашудааст. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Тасвир диҳед, ки чаро шумо дар бораи тасвир гузориш медиҳед.",
    "Enable cross-site cookies.": "Кукиҳои сайти сайти худро фаъол созед.",
    "Enter the two words in the image.": "Ду тасвирро дар тасвир дохил кунед.",
    "Error fetching captcha.": "Хато ба даст овардани captcha.",
    "Error submitting captcha.": "Хатогӣ ҳангоми фиристодани captcha.",
    "Feedback": "Фикру мулоҳизаҳо",
    "Get information about hCaptcha and accessibility options.": "Дар бораи hCaptcha ва имконоти дастрасӣ маълумот гиред.",
    "Get information about hCaptcha.": "Дар бораи hCaptcha маълумот гиред.",
    "Give a detailed report of a bug you've encountered.": "Ҳисоботи мукаммалро дар бораи хатое, ки шумо дучор шудаед, диҳед.",
    "Give feedback.": "Фикру мулоҳизаҳо.",
    "Having a problem?": "Мушкилот доред?",
    "I am human": "Ман инсон ҳастам",
    "If there are None, click Skip": "Агар Ҳеҷ нест, Гузариш ро клик кунед",
    "Inappropriate": "Номуносиб",
    "Info": "Маълумот",
    "Information": "Маълумот",
    "Information about hCaptcha's accessibility options.": "Маълумот дар бораи имконоти дастрасии hCaptcha.",
    "Information about the hCaptcha service.": "Маълумот дар бораи хидмати hCaptcha.",
    "Learn about accessibility options.": "Дар бораи имконоти дастрасӣ омӯзед.",
    "Learn more about hCaptcha Accessibility.": "Дар бораи дастрасии hCaptcha маълумоти бештар гиред.",
    "Next": "Баъдӣ",
    "Next Challenge": "Мушкилоти навбатӣ",
    "Off Screen": "Ғайр аз экран",
    "Offensive": "Таҳқиромез",
    "Other": "Дигар",
    "Our accessibility option may help": "Интихоби дастрасии мо метавонад кӯмак кунад",
    "Our accessibility option may help.": "Интихоби дастрасии мо метавонад кӯмак кунад.",
    "Please also try turning off your ad blocker.‍": "Лутфан кӯшиш кунед блокатори рекламавии худро хомӯш кунед",
    "Please describe your issue.": "Лутфан мушкилоти худро тавсиф кунед.",
    "Please provide details and steps to reproduce.": "Лутфан тафсилот ва қадамҳоро барои тавлид фароҳам кунед.",
    "Please select an image to report.": "Лутфан тасвиреро барои гузориш додан интихоб кунед.",
    "Please select an option to send response.": "Лутфан имконотро барои фиристодани ҷавоб интихоб кунед.",
    "Please try again.": "Лутфан дубора сайъ кунед.",
    "Privacy": "Махфият",
    "Provide feedback for hCaptcha.": "Барои hCaptcha робитаи худро пешниҳод кунед.",
    "Provide feedback regarding the hCaptcha service.": "Пешниҳод кардани фикру оид ба хидмати hCaptcha.",
    "Rate limited or network error. Please retry.": "Сатҳи маҳдуд ё хатои шабака. Лутфан такрор кунед.",
    "Read more about the hCaptcha service.": "Маълумоти бештар дар бораи хидмати hCaptcha.",
    "Refresh Challenge.": "Рафти чолиби диккат.",
    "Report": "Ҳисобот",
    "Report Bug": "Ҳисобот дар бораи хато",
    "Report Image": "Гузориши тасвир",
    "Report a software bug or issue to hCaptcha.": "Дар бораи хатои нармафзор ё мушкилот ба hCaptcha хабар диҳед.",
    "Report an image to hCaptcha.": "Тасвирро ба hCaptcha гузориш диҳед.",
    "Reporting a functionality issue?": "Ҳисобот оид ба масъалаи вазифаи?",
    "Retrieve accessibility cookie.": "Куки дастрасиро ҷустуҷӯ кунед.",
    "See how to report issues with detailed logs.": "Бингар, ки чӣ гуна гузоришҳо дар бораи гузоришҳо бо гузоришҳои муфассал.",
    "Send": "Ирсол",
    "Send Response": "Ҷавобро фиристед",
    "Send Us Feedback": "Ба мо бо мо фикру мулоҳиза фиристед",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Барои дастрасӣ ба дастрасӣ ба хатти hCaptcha ба қайд гиред.",
    "Skip": "Гузаштан",
    "Skip Challenge": "Партофтани даъват",
    "Software Bug": "Барнома нармафзор",
    "Sorry to hear that!": "Бубахшед барои шунидани он!",
    "Status:": "Статус:",
    "Submit Answers": "Ҷавобҳоро фиристед",
    "Tell Us Why": "Ба мо бигӯй, ки чаро",
    "Terms": "Шартҳои",
    "Thank you for your feedback.": "Ташаккур барои фикру мулоҳиза.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Саҳифаи иттилооти корбар hCaptcha. Дар бораи хидмат ва имконоти дастрасӣ маълумоти бештар гиред.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Sitekey барои ин hCaptcha нодуруст аст. Лутфан бо мудири сайт тамос гиред, агар шумо инро мебинед.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Ин hCaptcha танҳо барои санҷиш аст. Лутфан бо мудири сайт тамос гиред, агар шумо инро мебинед.",
    "This lets you avoid future questions by registering and setting a cookie.": "Ин ба шумо имкон медиҳад, ки ҳангоми бақайдгирӣ ва танзими куки cookie аз саволҳои оянда канорагирӣ кунед.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Барои аз мушкилоти визуалӣ гузаштан, мо куки барои дастрасӣ пешниҳод менамоем.",
    "Too Difficult": "Хеле мушкил",
    "View our accessibility option.": "Параметрҳои дастрасии моро бинед.",
    "Violent": "Зӯроварӣ",
    "We will look into the issue immediately.": "Мо масъаларо фавран баррасӣ хоҳем кард.",
    "We'll resolve your issue as quickly as we can.": "Мо мушкили шуморо ҳар чӣ зудтар ҳал хоҳем кард.",
    "Your computer or network has sent too many requests.": "Компютер ё шабакаи шумо аз ҳад зиёд дархост фиристодааст.",
    "hCaptcha Privacy Policy": "сиёсати махфияти hCaptcha",
    "hCaptcha Terms of Service": "Шартҳои хидмат hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "қуттии қуттии hCaptcha. Барои оғоз кардани мушкилот ё интиқол додани он, агар шумо куки дастрасӣ дошта бошад, интихоб кунед.",
    "hCaptcha checkbox. You are verified I am human.": "қуттии қуттии hCaptcha. Шумо исбот кардед, ки ман инсон ҳастам.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha хидматест, ки бо гузоштани саволҳои оддӣ ботҳо ва спамро коҳиш медиҳад. Лутфан дастурҳои дар қисми болоии экран барои ҳар як мушкилотро иҷро кунед. Барои гирифтани маълумоти иловагӣ",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha хидматест, ки бо саволҳои оддӣ ботҳо ва спамро коҳиш медиҳад. Лутфан дастурҳои болои экранро барои ҳар як мушкилот иҷро кунед. Барои маълумоти иловагӣ аз {{site-url}} боздид кунед",
    "hCaptcha security token has expired. Please complete the challenge again.": "Нишони амниятии hCaptcha гузаштааст. Лутфан мушкилотро дубора анҷом диҳед.",
    "hCaptcha window closed due to timeout.": "Равзанаи hCaptcha бо сабаби тамом шудан баста шудааст.",
    "widget error message text": "матни паёмҳои хатои виҷет",
    "widget warning message text": "матни огоҳиномаи виҷет"
}