{
    "Accessibility": "Pag-access",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Hindi nakatakda ang cookie ng kakayahang mai-access. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Nakatakda ang cookie sa kakayahang mai-access. Para sa tulong, mangyaring mag-email sa {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Pag-access Bisitahin ang entry ng menu na ito upang malaman kung paano paganahin ang kakayahang ma-access ang hCaptcha, na nagbibigay-daan sa iyo upang lampasan ang hamon sa pamamagitan ng isang naka-email na link.",
    "Back": "Balik",
    "Can't Click": "Hindi ma-click",
    "Can't Solve": "Hindi Malutas",
    "Cancel": "Pagkansela",
    "Cancel Response": "Ikansela ang Tugon",
    "Cannot contact hCaptcha. Check your connection and try again.": "Hindi ma-contact ang hCaptcha. Suriin ang iyong koneksyon at subukang muli.",
    "Check": "Suriin",
    "Close": "Isara",
    "Close Modal": "Isara ang Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Hindi pinagana ang cookies o ang cookie ng kakayahang mai-access ay hindi nakatakda. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Ilarawan kung bakit nag-uulat ka ng isang imahe.",
    "Enable cross-site cookies.": "Paganahin ang mga cross-site na cookies.",
    "Enter the two words in the image.": "Ipasok ang dalawang salita sa imahe.",
    "Error fetching captcha.": "Error sa pagkuha ng captcha.",
    "Error submitting captcha.": "Error sa pagsusumite ng captcha.",
    "Feedback": "Feedback",
    "Get information about hCaptcha and accessibility options.": "Kumuha ng impormasyon tungkol sa hCaptcha at mga pagpipilian sa pag-access.",
    "Get information about hCaptcha.": "Kumuha ng impormasyon tungkol sa hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Bigyan ng detalyadong ulat ng isang bug na nakatagpo mo.",
    "Give feedback.": "Bigyan ng puna.",
    "Having a problem?": "Ang pagkakaroon ng problema?",
    "I am human": "ako ay tao",
    "If there are None, click Skip": "Kung may Wala, i-click ang Laktawan",
    "Inappropriate": "Hindi naaangkop",
    "Info": "Impormasyon",
    "Information": "Impormasyon",
    "Information about hCaptcha's accessibility options.": "Impormasyon tungkol sa mga pagpipilian sa kakayahang mai-access ang hCaptcha.",
    "Information about the hCaptcha service.": "Impormasyon tungkol sa serbisyo ng hCaptcha.",
    "Learn about accessibility options.": "Alamin ang tungkol sa mga pagpipilian sa pag-access.",
    "Learn more about hCaptcha Accessibility.": "Matuto nang higit pa tungkol sa Pag-access sa hCaptcha.",
    "Next": "Susunod",
    "Next Challenge": "Susunod na Hamon",
    "Off Screen": "Off Screen",
    "Offensive": "Nakakainsulto",
    "Other": "Iba pa",
    "Our accessibility option may help": "Maaaring makatulong ang aming pagpipilian sa pag-access",
    "Our accessibility option may help.": "Maaaring makatulong ang aming pagpipilian sa pag-access.",
    "Please also try turning off your ad blocker.‍": "Mangyaring subukang i-off ang iyong ad blocker.‍",
    "Please describe your issue.": "Mangyaring ilarawan ang iyong isyu.",
    "Please provide details and steps to reproduce.": "Mangyaring magbigay ng mga detalye at hakbang upang makalikha.",
    "Please select an image to report.": "Mangyaring pumili ng isang imaheng iulat.",
    "Please select an option to send response.": "Mangyaring pumili ng isang pagpipilian upang magpadala ng tugon.",
    "Please try again.": "Pakiulit muli.",
    "Privacy": "Pagkapribado",
    "Provide feedback for hCaptcha.": "Magbigay ng feedback para sa hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Magbigay ng puna tungkol sa serbisyo ng hCaptcha.",
    "Rate limited or network error. Please retry.": "Limitado ang rate o error sa network. Subukang muli.",
    "Read more about the hCaptcha service.": "Magbasa nang higit pa tungkol sa serbisyo ng hCaptcha.",
    "Refresh Challenge.": "Refresh Hamon.",
    "Report": "Iulat",
    "Report Bug": "Iulat ang Bug",
    "Report Image": "I-ulat ang Imahe",
    "Report a software bug or issue to hCaptcha.": "Mag-ulat ng isang bug software o isyu sa hCaptcha.",
    "Report an image to hCaptcha.": "Iulat ang isang imahe sa hCaptcha.",
    "Reporting a functionality issue?": "Pag-uulat ng isang isyu sa pag-andar?",
    "Retrieve accessibility cookie.": "Kunin ang accessibility cookie.",
    "See how to report issues with detailed logs.": "Tingnan kung paano mag-ulat ng mga isyu na may detalyadong mga log.",
    "Send": "Ipadala",
    "Send Response": "Magpadala ng Tugon",
    "Send Us Feedback": "Magpadala sa Amin ng Feedback",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Mag-sign up para sa pag-access sa pag-access sa bypass ang hamon hCaptcha.",
    "Skip": "Laktawan",
    "Skip Challenge": "Laktawan ng Laktawan",
    "Software Bug": "Software Bug",
    "Sorry to hear that!": "Pasensya na pakinggan yan!",
    "Status:": "Katayuan:",
    "Submit Answers": "Isumite ang mga Sagot",
    "Tell Us Why": "Sabihin sa Amin Kung Bakit",
    "Terms": "Mga Tuntunin",
    "Thank you for your feedback.": "Salamat sa iyong puna.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Ang pahina ng impormasyon ng gumagamit hCaptcha. Matuto nang higit pa tungkol sa mga pagpipilian sa serbisyo at pag-access.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Hindi tama ang sitekey para sa hCaptcha na ito. Mangyaring makipag-ugnay sa admin ng site kung nakikita mo ito.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "Ang hCaptcha na ito ay para lamang sa pagsubok. Mangyaring makipag-ugnay sa admin ng site kung nakikita mo ito.",
    "This lets you avoid future questions by registering and setting a cookie.": "Hinahayaan ka nitong maiwasan ang mga tanong sa hinaharap sa pamamagitan ng pagrehistro at pagtatakda ng cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Upang mapalampas ang aming visual na hamon, nag-aalok kami ng accessibility cookie.",
    "Too Difficult": "Masyadong mahirap",
    "View our accessibility option.": "Tingnan ang aming pagpipilian sa pag-access.",
    "Violent": "Marahas",
    "We will look into the issue immediately.": "Susubukan namin agad ang isyu.",
    "We'll resolve your issue as quickly as we can.": "Malutas namin ang iyong isyu nang mabilis hangga&#39;t maaari.",
    "Your computer or network has sent too many requests.": "Ang iyong computer o network ay nagpadala ng masyadong maraming mga kahilingan.",
    "hCaptcha Privacy Policy": "hCaptcha Patakaran sa Pagkapribado",
    "hCaptcha Terms of Service": "hCaptcha Mga Tuntunin ng Serbisyo",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "checkbox ng hCaptcha. Piliin upang ma-trigger ang hamon, o upang malampasan ito kung mayroon kang cookie sa pag-access.",
    "hCaptcha checkbox. You are verified I am human.": "checkbox ng hCaptcha. Patunayan mo na ako ay tao.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "Ang hCaptcha ay isang serbisyo na binabawasan ang mga bot at spam sa pamamagitan ng pagtatanong ng mga simpleng katanungan. Mangyaring sundin ang mga tagubilin sa tuktok ng screen para sa bawat hamon. Para sa karagdagang impormasyon sa pagbisita",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "Ang hCaptcha ay isang serbisyo na binabawasan ang mga bot at spam sa pamamagitan ng pagtatanong ng mga simpleng katanungan. Mangyaring sundin ang mga tagubilin sa tuktok ng screen para sa bawat hamon. Para sa karagdagang impormasyon bisitahin ang {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "Nag-expire na ang token ng seguridad ng hCaptcha. Mangyaring kumpletuhin muli ang hamon.",
    "hCaptcha window closed due to timeout.": "sarado ang window ng hCaptcha dahil sa pag-timeout.",
    "widget error message text": "teksto ng mensahe ng error ng error",
    "widget warning message text": "teksto ng babala ng mensahe ng widget"
}