{
    "Accessibility": "رسائ",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "قابل رسا کوکی سیٹ نہیں ہے۔ {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "قابل رسا کوکی سیٹ ہے۔ مدد کے لئے ، براہ کرم ای میل کریں {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "رسائ۔ hCaptcha رسائی کو قابل بنانا سیکھنے کے ل this اس مینو اندراج پر جائیں ، جس سے آپ ای میل کے ذریعے چیلنج کو نظرانداز کرسکتے ہیں۔",
    "Back": "پیچھے",
    "Can't Click": "کلک نہیں کرسکتے ہیں",
    "Can't Solve": "حل نہیں ہوسکتا",
    "Cancel": "منسوخ کریں",
    "Cancel Response": "جواب منسوخ کریں",
    "Cannot contact hCaptcha. Check your connection and try again.": "hCaptcha سے رابطہ نہیں ہوسکتا ہے۔ اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔",
    "Check": "چیک کریں",
    "Close": "بند کریں",
    "Close Modal": "موڈل بند کریں",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "کوکیز غیر فعال ہیں یا قابل رسا کوکی سیٹ نہیں ہے۔ {{enable-cookies}}",
    "Describe why you are reporting an image.": "بیان کریں کہ آپ کیوں کسی امیج کی اطلاع دے رہے ہیں۔",
    "Enable cross-site cookies.": "کراس سائٹ کوکیز کو فعال کریں۔",
    "Enter the two words in the image.": "شبیہہ میں دو الفاظ درج کریں۔",
    "Error fetching captcha.": "کیپچا کی بازیافت میں خامی۔",
    "Error submitting captcha.": "کیپچا جمع کروانے میں خرابی۔",
    "Feedback": "آراء",
    "Get information about hCaptcha and accessibility options.": "hCaptcha اور رسائی کے اختیارات کے بارے میں معلومات حاصل کریں۔",
    "Get information about hCaptcha.": "hCaptcha کے بارے میں معلومات حاصل کریں۔",
    "Give a detailed report of a bug you've encountered.": "اس مسئلے کی تفصیلی رپورٹ دیں جس کا سامنا آپ نے کیا ہے۔",
    "Give feedback.": "رائے دیں۔",
    "Having a problem?": "ایک مسئلہ ہے؟",
    "I am human": "میں انسان ہوں",
    "If there are None, click Skip": "اگر کوئی نہیں ہے تو ، پر جائیں پر کلک کریں",
    "Inappropriate": "نامناسب",
    "Info": "معلومات",
    "Information": "معلومات",
    "Information about hCaptcha's accessibility options.": "hCaptcha تک رسائی کے اختیارات کے بارے میں معلومات۔",
    "Information about the hCaptcha service.": "hCaptcha سروس کے بارے میں معلومات۔",
    "Learn about accessibility options.": "رسائی کے اختیارات کے بارے میں جانیں۔",
    "Learn more about hCaptcha Accessibility.": "hCaptcha رسائی کے بارے میں مزید معلومات حاصل کریں۔",
    "Next": "اگلے",
    "Next Challenge": "اگلا چیلنج",
    "Off Screen": "آف اسکرین",
    "Offensive": "ناگوار",
    "Other": "دیگر",
    "Our accessibility option may help": "ہماری رسائ کا آپشن مددگار ثابت ہوسکتا ہے",
    "Our accessibility option may help.": "ہماری رسائ کا آپشن مددگار ثابت ہوسکتا ہے۔",
    "Please also try turning off your ad blocker.‍": "براہ کرم اپنے اشتہار کو روکنے والے کو بھی بند کرنے کی کوشش کریں",
    "Please describe your issue.": "برائےکرم اپنے مسئلے کی وضاحت کریں۔",
    "Please provide details and steps to reproduce.": "براہ کرم دوبارہ پیدا کرنے کے لئے تفصیلات اور اقدامات فراہم کریں۔",
    "Please select an image to report.": "براہ کرم اطلاع دینے کے لئے ایک تصویر منتخب کریں۔",
    "Please select an option to send response.": "براہ کرم جواب بھیجنے کے لئے ایک آپشن منتخب کریں۔",
    "Please try again.": "دوبارہ کوشش کریں.",
    "Privacy": "رازداری",
    "Provide feedback for hCaptcha.": "hCaptcha کے لئے تاثرات فراہم کریں۔",
    "Provide feedback regarding the hCaptcha service.": "hCaptcha سروس کے بارے میں آراء پیش کریں۔",
    "Rate limited or network error. Please retry.": "شرح محدود یا نیٹ ورک کی خرابی۔ براہ کرم دوبارہ کوشش کریں۔",
    "Read more about the hCaptcha service.": "hCaptcha سروس کے بارے میں مزید پڑھیں",
    "Refresh Challenge.": "چیلنج کی تازہ کاری کریں۔",
    "Report": "رپورٹ کریں",
    "Report Bug": "رپورٹ بگ",
    "Report Image": "رپورٹ امیج",
    "Report a software bug or issue to hCaptcha.": "سافٹ ویئر بگ کی اطلاع دیں یا hCaptcha کو ایشو کریں۔",
    "Report an image to hCaptcha.": "hCaptcha کو کسی تصویر کی اطلاع دیں۔",
    "Reporting a functionality issue?": "فعالیت کے مسئلے کی اطلاع دہندگی؟",
    "Retrieve accessibility cookie.": "قابل رسا کوکی بازیافت کریں۔",
    "See how to report issues with detailed logs.": "تفصیلی نوشتہ جات کے ساتھ معاملات کی اطلاع کے بارے میں دیکھیں۔",
    "Send": "بھیجیں",
    "Send Response": "جواب بھیجیں",
    "Send Us Feedback": "ہمیں آراء بھیجیں",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "hCaptcha چیلنج کو نظرانداز کرنے کے لئے قابل رسائی رسائی کے لئے سائن اپ کریں۔",
    "Skip": "چھوڑ دو",
    "Skip Challenge": "چیلنج کو چھوڑ دیں",
    "Software Bug": "سافٹ ویئر بگ",
    "Sorry to hear that!": "یہ سن کر افسوس!",
    "Status:": "حالت:",
    "Submit Answers": "جوابات جمع کروائیں",
    "Tell Us Why": "ہمیں کیوں بتائیں؟",
    "Terms": "شرائط",
    "Thank you for your feedback.": "آپ کے تبصرے کا شکریہ.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "hCaptcha صارف معلومات کا صفحہ۔ خدمت اور قابل رسا اختیارات کے بارے میں مزید معلومات حاصل کریں۔",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "اس hCaptcha کے لئے سائٹکی غلط ہے۔ اگر آپ اسے دیکھتے ہیں تو سائٹ کے منتظم سے رابطہ کریں۔",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "یہ hCaptcha صرف جانچ کے لئے ہے۔ اگر آپ اسے دیکھتے ہیں تو سائٹ کے منتظم سے رابطہ کریں۔",
    "This lets you avoid future questions by registering and setting a cookie.": "اس سے کوکی کو رجسٹر کر کے اور ترتیب دے کر آپ مستقبل کے سوالات سے بچ سکتے ہیں۔",
    "To bypass our visual challenge, we offer an accessibility cookie.": "اپنے بصری چیلنج کو نظرانداز کرنے کے لئے ، ہم ایک قابل رسا کوکی پیش کرتے ہیں۔",
    "Too Difficult": "بہت مشکل",
    "View our accessibility option.": "ہمارے قابل رسا اختیار کو دیکھیں۔",
    "Violent": "پرتشدد",
    "We will look into the issue immediately.": "ہم فوری طور پر اس مسئلے پر غور کریں گے۔",
    "We'll resolve your issue as quickly as we can.": "ہم آپ کے مسئلے کو جلد سے جلد حل کر لیں گے۔",
    "Your computer or network has sent too many requests.": "آپ کے کمپیوٹر یا نیٹ ورک نے بہت زیادہ درخواستیں بھیج دی ہیں۔",
    "hCaptcha Privacy Policy": "hCaptcha پرائیویسی پالیسی",
    "hCaptcha Terms of Service": "hCaptcha سروس کی شرائط",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha چیک باکس چیلنج کو متحرک کرنے کے لئے منتخب کریں ، یا اگر آپ کے پاس قابل رسا کوکی ہے تو اسے نظرانداز کریں۔",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha چیک باکس آپ تصدیق شدہ ہیں میں انسان ہوں۔",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha ایک ایسی خدمت ہے جو آسان سوالات پوچھ کر بوٹس اور اسپام کو کم کرتی ہے۔ ہر چیلنج کے ل Please براہ کرم اسکرین کے اوپری حصے میں دی گئی ہدایات پر عمل کریں۔ مزید معلومات کے لئے ملاحظہ کریں",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha ایک ایسی خدمت ہے جو آسان سوالات پوچھ کر بوٹس اور اسپام کو کم کرتی ہے۔ براہ کرم ہر چیلنج کے ل the اسکرین کے اوپری حصے میں دی گئی ہدایات پر عمل کریں۔ مزید معلومات کے لئے {{site-url}} ملاحظہ کریں",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha سیکیورٹی ٹوکن کی میعاد ختم ہوگئی ہے۔ براہ کرم چیلنج دوبارہ مکمل کریں۔",
    "hCaptcha window closed due to timeout.": "وقت ختم ہونے کی وجہ سے hCaptcha ونڈو بند ہوگئی۔",
    "widget error message text": "ویجیٹ غلطی پیغام متن",
    "widget warning message text": "ویجیٹ انتباہی پیغام متن"
}