{
    "Accessibility": "Khả năng tiếp cận",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Cookie trợ năng chưa được đặt. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Cookie trợ năng đã được đặt. Để được trợ giúp, vui lòng gửi email cho {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Khả năng tiếp cận. Truy cập mục menu này để tìm hiểu cách bật khả năng truy cập hCaptcha, cho phép bạn vượt qua thử thách thông qua một liên kết được gửi qua email.",
    "Back": "Trở lại",
    "Can't Click": "Không thể nhấp",
    "Can't Solve": "Không thể giải quyết",
    "Cancel": "Hủy bỏ",
    "Cancel Response": "Hủy phản hồi",
    "Cannot contact hCaptcha. Check your connection and try again.": "Không thể liên hệ với hCaptcha. Kiểm tra kết nối của bạn và thử lại.",
    "Check": "Kiểm tra",
    "Close": "Đóng",
    "Close Modal": "Đóng chế độ",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Cookie bị tắt hoặc cookie trợ năng không được đặt. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Mô tả lý do tại sao bạn báo cáo một hình ảnh.",
    "Enable cross-site cookies.": "Bật cookie trên nhiều trang web.",
    "Enter the two words in the image.": "Nhập hai từ trong hình ảnh.",
    "Error fetching captcha.": "Lỗi khi tải captcha.",
    "Error submitting captcha.": "Lỗi khi gửi captcha.",
    "Feedback": "Phản hồi",
    "Get information about hCaptcha and accessibility options.": "Nhận thông tin về hCaptcha và các tùy chọn trợ năng.",
    "Get information about hCaptcha.": "Nhận thông tin về hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Đưa ra một báo cáo chi tiết về một lỗi bạn gặp phải.",
    "Give feedback.": "Đưa ra phản hồi.",
    "Having a problem?": "Có vấn đề?",
    "I am human": "Tôi là con người",
    "If there are None, click Skip": "Nếu không có, hãy nhấp vào Bỏ qua",
    "Inappropriate": "Không thích hợp",
    "Info": "Thông tin",
    "Information": "Thông tin",
    "Information about hCaptcha's accessibility options.": "Thông tin về các tùy chọn trợ năng của hCaptcha.",
    "Information about the hCaptcha service.": "Thông tin về dịch vụ hCaptcha.",
    "Learn about accessibility options.": "Tìm hiểu về các tùy chọn tiếp cận.",
    "Learn more about hCaptcha Accessibility.": "Tìm hiểu thêm về Khả năng truy cập hCaptcha.",
    "Next": "Kế tiếp",
    "Next Challenge": "Thử thách tiếp theo",
    "Off Screen": "Tắt màn hình",
    "Offensive": "Phản cảm",
    "Other": "Khác",
    "Our accessibility option may help": "Tùy chọn trợ năng của chúng tôi có thể giúp",
    "Our accessibility option may help.": "Tùy chọn tiếp cận của chúng tôi có thể giúp đỡ.",
    "Please also try turning off your ad blocker.‍": "Vui lòng thử tắt trình chặn quảng cáo của bạn.‍",
    "Please describe your issue.": "Hãy mô tả vấn đề của bạn.",
    "Please provide details and steps to reproduce.": "Vui lòng cung cấp chi tiết và các bước để tái sản xuất.",
    "Please select an image to report.": "Vui lòng chọn một hình ảnh để báo cáo.",
    "Please select an option to send response.": "Vui lòng chọn một tùy chọn để gửi phản hồi.",
    "Please try again.": "Vui lòng thử lại.",
    "Privacy": "Riêng tư",
    "Provide feedback for hCaptcha.": "Cung cấp phản hồi cho hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Cung cấp phản hồi về dịch vụ hCaptcha.",
    "Rate limited or network error. Please retry.": "Tỷ lệ giới hạn hoặc lỗi mạng. Vui lòng thử lại.",
    "Read more about the hCaptcha service.": "Đọc thêm về dịch vụ hCaptcha.",
    "Refresh Challenge.": "Làm mới Thử thách.",
    "Report": "Báo cáo",
    "Report Bug": "Báo cáo lỗi",
    "Report Image": "Báo cáo hình ảnh",
    "Report a software bug or issue to hCaptcha.": "Báo cáo lỗi phần mềm hoặc sự cố cho hCaptcha.",
    "Report an image to hCaptcha.": "Báo cáo một hình ảnh cho hCaptcha.",
    "Reporting a functionality issue?": "Báo cáo một vấn đề chức năng?",
    "Retrieve accessibility cookie.": "Truy xuất cookie trợ năng.",
    "See how to report issues with detailed logs.": "Xem cách báo cáo sự cố với nhật ký chi tiết.",
    "Send": "Gửi",
    "Send Response": "Gửi phản hồi",
    "Send Us Feedback": "Gửi phản hồi cho chúng tôi",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Đăng ký truy cập khả năng truy cập để vượt qua thử thách hCaptcha.",
    "Skip": "Nhảy",
    "Skip Challenge": "Bỏ qua thử thách",
    "Software Bug": "Lỗi phần mềm",
    "Sorry to hear that!": "Rất tiếc khi biết điều đó!",
    "Status:": "Trạng thái:",
    "Submit Answers": "Gửi câu trả lời",
    "Tell Us Why": "Nói cho chúng tôi tại sao",
    "Terms": "Điều kiện",
    "Thank you for your feedback.": "Cảm ơn phản hôi của bạn.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Trang thông tin người dùng hCaptcha. Tìm hiểu thêm về các tùy chọn dịch vụ và khả năng truy cập.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Mã khóa cho hCaptcha này không chính xác. Vui lòng liên hệ với quản trị viên trang nếu bạn thấy điều này.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "HCaptcha này chỉ dành cho thử nghiệm. Vui lòng liên hệ với quản trị viên trang nếu bạn thấy điều này.",
    "This lets you avoid future questions by registering and setting a cookie.": "Điều này cho phép bạn tránh các câu hỏi trong tương lai bằng cách đăng ký và đặt cookie.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Để vượt qua thách thức về hình ảnh của chúng tôi, chúng tôi cung cấp một cookie hỗ trợ tiếp cận.",
    "Too Difficult": "Quá khó",
    "View our accessibility option.": "Xem tùy chọn tiếp cận của chúng tôi.",
    "Violent": "Hung bạo",
    "We will look into the issue immediately.": "Chúng tôi sẽ xem xét vấn đề ngay lập tức.",
    "We'll resolve your issue as quickly as we can.": "Chúng tôi sẽ giải quyết vấn đề của bạn nhanh nhất có thể.",
    "Your computer or network has sent too many requests.": "Máy tính hoặc mạng của bạn đã gửi quá nhiều yêu cầu.",
    "hCaptcha Privacy Policy": "Chính sách bảo mật của hCaptcha",
    "hCaptcha Terms of Service": "Điều khoản dịch vụ của hCaptcha",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hộp kiểm hCaptcha. Chọn để kích hoạt thử thách hoặc bỏ qua nếu bạn có cookie trợ năng.",
    "hCaptcha checkbox. You are verified I am human.": "hộp kiểm hCaptcha. Bạn được xác minh tôi là con người.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha là một dịch vụ giúp giảm bot và spam bằng cách hỏi những câu hỏi đơn giản. Vui lòng làm theo các hướng dẫn ở trên cùng của màn hình cho mỗi thử thách. Để biết thêm thông tin truy cập",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha là một dịch vụ giúp giảm thiểu chương trình và thư rác bằng cách đặt những câu hỏi đơn giản. Vui lòng làm theo hướng dẫn ở đầu màn hình cho mỗi thử thách. Để biết thêm thông tin, hãy truy cập {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "Mã thông báo bảo mật hCaptcha đã hết hạn. Vui lòng hoàn thành thử thách một lần nữa.",
    "hCaptcha window closed due to timeout.": "Cửa sổ hCaptcha đã đóng do hết thời gian.",
    "widget error message text": "văn bản thông báo lỗi widget",
    "widget warning message text": "tin nhắn cảnh báo widget"
}