{
    "Accessibility": "אַקסעסאַביליטי",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "אַקסעסאַביליטי קיכל איז נישט באַשטימט. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "אַקסעססיביליטי קיכל איז באַשטימט. ביטע הילף ביטע שיקן E- בריוו צו {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "אַקסעסאַביליטי. באַזוכן דעם מעניו פּאָזיציע צו לערנען ווי צו געבן צוטריט צו הקפּטטטשאַ, וואָס אַלאַוז איר צו בייפּאַס די אַרויסרופן דורך אַ ימיילד לינק.",
    "Back": "צוריק",
    "Can't Click": "קען נישט גיט",
    "Can't Solve": "קען נישט סאָלווע",
    "Cancel": "באָטל מאַכן",
    "Cancel Response": "באָטל מאַכן ענטפער",
    "Cannot contact hCaptcha. Check your connection and try again.": "קענען ניט קאָנטאַקט hCaptcha. קאָנטראָליר דיין פֿאַרבינדונג און פּרובירן ווידער.",
    "Check": "טשעק",
    "Close": "נאָענט",
    "Close Modal": "נאָענט מאָדאַל",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "קיכלעך זענען פאַרקריפּלט אָדער די אַקסעסאַביליטי קיכל איז נישט באַשטימט. {{enable-cookies}}",
    "Describe why you are reporting an image.": "באַשרייַבן וואָס איר האָט ריפּאָרטינג אַ בילד.",
    "Enable cross-site cookies.": "געבן קיכלעך פֿאַר קרייז פּלאַץ.",
    "Enter the two words in the image.": "אַרייַן די צוויי ווערטער אין די בילד.",
    "Error fetching captcha.": "טעות פֿאַר פיטשינג פון captcha.",
    "Error submitting captcha.": "טעות פֿאַר סאַבמיטינג קאַפּטטשאַ.",
    "Feedback": "באַמערקונגען",
    "Get information about hCaptcha and accessibility options.": "באַקומען אינפֿאָרמאַציע וועגן hCaptcha און אַקסעס אַקסעס.",
    "Get information about hCaptcha.": "באַקומען אינפֿאָרמאַציע וועגן hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "געבן אַ דיטיילד מעלדונג פון אַ זשוק אַז איר האָט שוין.",
    "Give feedback.": "געבן באַמערקונגען.",
    "Having a problem?": "האָבן אַ פּראָבלעם?",
    "I am human": "איך בין מענטשלעך",
    "If there are None, click Skip": "אויב עס זענען קיינער, גיט האָפּקען",
    "Inappropriate": "ינאַפּראָופּרייט",
    "Info": "אינפֿאָרמאַציע",
    "Information": "אינפֿאָרמאַציע",
    "Information about hCaptcha's accessibility options.": "אינפֿאָרמאַציע וועגן די אַקסעס פון hCaptcha.",
    "Information about the hCaptcha service.": "אינפֿאָרמאַציע וועגן די haptaptcha דינסט.",
    "Learn about accessibility options.": "לערנען וועגן אַקסעס אַקסעס.",
    "Learn more about hCaptcha Accessibility.": "לערן מער וועגן הקאַפּטטשאַ אַקסעסאַביליטי.",
    "Next": "ווייַטער",
    "Next Challenge": "ווייַטער אַרויסרופן",
    "Off Screen": "אַוועק סקרין",
    "Offensive": "באַליידיקנדיק",
    "Other": "אנדערע",
    "Our accessibility option may help": "אונדזער אַקסעסאַביליטי אָפּציע קען העלפֿן",
    "Our accessibility option may help.": "אונדזער אַקסעסאַביליטי אָפּציע קען העלפֿן.",
    "Please also try turning off your ad blocker.‍": "ביטע אויך פּרוּווט אַוועק דיין אַד בלאַקער",
    "Please describe your issue.": "ביטע דיסקרייבז דיין אַרויסגעבן.",
    "Please provide details and steps to reproduce.": "ביטע צושטעלן פרטים און טריט צו רעפּראָדוצירן.",
    "Please select an image to report.": "ביטע סעלעקטירן אַ בילד צו באַריכט.",
    "Please select an option to send response.": "ביטע סעלעקטירן אַן אָפּציע צו שיקן ענטפער.",
    "Please try again.": "ביטע פּרובירן ווידער.",
    "Privacy": "פּריוואַטקייט",
    "Provide feedback for hCaptcha.": "צושטעלן באַמערקונגען פֿאַר haptaptcha.",
    "Provide feedback regarding the hCaptcha service.": "געבן באַמערקונגען וועגן די haptaptcha דינסט.",
    "Rate limited or network error. Please retry.": "קורס לימיטעד אָדער נעץ טעות. ביטע פּרובירן ווידער.",
    "Read more about the hCaptcha service.": "לייענען מער וועגן hCaptcha סערוויס.",
    "Refresh Challenge.": "Refresh Challenge.",
    "Report": "באַריכט",
    "Report Bug": "באריכט באַג",
    "Report Image": "באריכט בילד",
    "Report a software bug or issue to hCaptcha.": "באריכט אַ ווייכווארג זשוק אָדער אַרויסגעבן צו hCaptcha.",
    "Report an image to hCaptcha.": "באריכט אַ בילד צו hCaptcha.",
    "Reporting a functionality issue?": "מעלדונג אַ פאַנגקשאַנאַליטי אַרויסגעבן?",
    "Retrieve accessibility cookie.": "צוריקקריגן אַקסעסאַביליטי קיכל.",
    "See how to report issues with detailed logs.": "זען ווי צו באַריכט ישוז מיט דיטיילד לאָגס.",
    "Send": "שיקן",
    "Send Response": "שיקן ענטפער",
    "Send Us Feedback": "שיקן אונדז באַמערקונגען",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "צייכן אַרויף פֿאַר אַקסעס אַקסעס צו בייפּאַס די haptaptcha אַרויסרופן.",
    "Skip": "האָפּקען",
    "Skip Challenge": "Skip Challenge",
    "Software Bug": "ווייכווארג באַג",
    "Sorry to hear that!": "עס טוט מיר לייד דאס צו הערן!",
    "Status:": "סטאטוס:",
    "Submit Answers": "פאָרלייגן ענטפֿערס",
    "Tell Us Why": "דערציילן אונדז וואָס",
    "Terms": "תּנאָים",
    "Thank you for your feedback.": "דאנק איר פֿאַר דיין באַמערקונגען.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "די באַניצער אינפֿאָרמאַציע בלאַט פון hCaptcha. לערן מער וועגן די אָפּציעס און אַקסעס פֿאַר אַקסעס.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "די סיטעקיי פֿאַר דעם hCaptcha איז פאַלש. ביטע קאָנטאַקט די מאַפּע אַדמיניסטראַטאָר אויב איר זען דאָס.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "דעם הקאַפּטטשאַ איז בלויז פֿאַר טעסטינג. ביטע קאָנטאַקט די מאַפּע אַדמיניסטראַטאָר אויב איר זען דאָס.",
    "This lets you avoid future questions by registering and setting a cookie.": "אַזוי איר קענען ויסמיידן צוקונפֿט פֿראגן דורך רעדזשיסטערינג און באַשטעטיקן אַ קיכל.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "צו בייפּאַס אונדזער וויזשאַוואַל אַרויסרופן, מיר פאָרשלאָגן אַ אַקסעסאַביליטי קיכל.",
    "Too Difficult": "צו שווער",
    "View our accessibility option.": "View אונדזער אַקסעס אַקסעס.",
    "Violent": "היציק",
    "We will look into the issue immediately.": "מיר וועלן קוקן אין די אַרויסגעבן מיד.",
    "We'll resolve your issue as quickly as we can.": "מיר וועלן לייזן דיין אַרויסגעבן ווי געשווינד ווי מיר קענען.",
    "Your computer or network has sent too many requests.": "דיין קאָמפּיוטער אָדער נעץ האט געשיקט צו פילע ריקוועס.",
    "hCaptcha Privacy Policy": "hCaptcha פּריוואַטקייט פּאָליטיק",
    "hCaptcha Terms of Service": "סערוויס סערוויס",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "hCaptcha טשעקקבאָקס. סעלעקטירן אין סדר צו צינגל די אַרויסרופן, אָדער צו בייפּאַס עס אויב איר האָט אַ אַקסעס אַקסעססאָריעס.",
    "hCaptcha checkbox. You are verified I am human.": "hCaptcha טשעקקבאָקס. איר זענט וועראַפייד איך בין מענטש.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "haptaptcha איז אַ סערוויס וואָס ראַדוסאַז באָץ און ספּאַם דורך אַסקינג פּשוט פֿראגן. נאָכפאָלגן די ינסטראַקשאַנז אויף די שפּיץ פון דעם עקראַן פֿאַר יעדער אַרויסרופן. פֿאַר מער אינפֿאָרמאַציע באַזוכן",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "הקאַפּטטשאַ איז אַ דינסט וואָס ראַדוסאַז באָץ און ספּאַם דורך פרעגן פּשוט פֿראגן. ביטע נאָכפאָלגן די ינסטראַקשאַנז אין די שפּיץ פון די פאַרשטעלן פֿאַר יעדער אַרויסרופן. פֿאַר מער אינפֿאָרמאַציע, באַזוכן {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "הקאַפּטטשאַ זיכערהייט סימען איז אויסגעגאנגען. ביטע פאַרענדיקן די אַרויסרופן ווידער.",
    "hCaptcha window closed due to timeout.": "הקאַפּטטשאַ פֿענצטער פֿאַרמאַכט רעכט צו טיימאַוט.",
    "widget error message text": "ווידגעט טעות אָנזאָג טעקסט",
    "widget warning message text": "טעקסט ווארענונג פֿאַר ווידזשיט ווידגעט"
}