{
    "Accessibility": "Wiwọle",
    "Accessibility cookie is not set. {{retrieve-cookie}}": "Kuki iraye ko ṣeto. {{retrieve-cookie}}",
    "Accessibility cookie is set. For help, please email {{support}}": "Ti ṣeto kuki iwọle. Fun iranlọwọ, jọwọ fi imeeli ranṣẹ {{support}}",
    "Accessibility. Visit this menu entry to learn how to enable hCaptcha accessibility, which allows you to bypass the challenge via an emailed link.": "Wiwọle. Ṣabẹwo si titẹsi akojọ aṣayan yii lati kọ ẹkọ bi o ṣe le mu ki iraye si hCaptcha ṣiṣẹ, eyiti o fun ọ laaye lati kọja ipenija nipasẹ ọna asopọ imeeli.",
    "Back": "Pada",
    "Can't Click": "Ko le Tẹ",
    "Can't Solve": "Ko Le yanju",
    "Cancel": "Fagile",
    "Cancel Response": "Fagilee Idahun",
    "Cannot contact hCaptcha. Check your connection and try again.": "Ko le kan si hCaptcha. Ṣayẹwo asopọ rẹ ki o tun gbiyanju.",
    "Check": "Ṣayẹwo",
    "Close": "Pade",
    "Close Modal": "Sunmọ Modal",
    "Cookies are disabled or the accessibility cookie is not set. {{enable-cookies}}": "Awọn kuki ti wa ni alaabo tabi kuki ti ainidena ko ṣeto. {{enable-cookies}}",
    "Describe why you are reporting an image.": "Ṣe apejuwe idi ti o fi n ṣe iroyin aworan kan.",
    "Enable cross-site cookies.": "Jeki awọn kuki agbelebu.",
    "Enter the two words in the image.": "Tẹ awọn ọrọ meji si aworan naa.",
    "Error fetching captcha.": "Aṣiṣe lati mu captcha.",
    "Error submitting captcha.": "Aṣiṣe ifisilẹ captcha.",
    "Feedback": "Esi",
    "Get information about hCaptcha and accessibility options.": "Gba alaye nipa hCaptcha ati awọn aṣayan iraye si.",
    "Get information about hCaptcha.": "Gba alaye nipa hCaptcha.",
    "Give a detailed report of a bug you've encountered.": "Fun ijabọ alaye ti kokoro ti o ti pade.",
    "Give feedback.": "Fun esi.",
    "Having a problem?": "Nini iṣoro?",
    "I am human": "Eniyan ni mi",
    "If there are None, click Skip": "Ti ko ba si, tẹ Rekọja",
    "Inappropriate": "Sedede",
    "Info": "Alaye",
    "Information": "Alaye",
    "Information about hCaptcha's accessibility options.": "Alaye nipa awọn aṣayan iraye hCaptcha.",
    "Information about the hCaptcha service.": "Alaye nipa iṣẹ hCaptcha.",
    "Learn about accessibility options.": "Kọ ẹkọ nipa awọn aṣayan iraye si.",
    "Learn more about hCaptcha Accessibility.": "Kọ ẹkọ diẹ sii nipa hCaptcha Wiwọle.",
    "Next": "Itele",
    "Next Challenge": "Ipenija T’okan",
    "Off Screen": "Paa Iboju",
    "Offensive": "Ibinu",
    "Other": "Omiiran",
    "Our accessibility option may help": "Aṣayan Wiwọle wa le ṣe iranlọwọ",
    "Our accessibility option may help.": "Aṣayan Wiwọle wa le ṣe iranlọwọ.",
    "Please also try turning off your ad blocker.‍": "Jọwọ tun gbidanwo pipa adena ipolowo rẹ.‍",
    "Please describe your issue.": "Jọwọ ṣapejuwe ọrọ rẹ.",
    "Please provide details and steps to reproduce.": "Jọwọ pese awọn alaye ati awọn igbesẹ lati ẹda.",
    "Please select an image to report.": "Jọwọ yan aworan lati jabo.",
    "Please select an option to send response.": "Jọwọ yan aṣayan lati firanṣẹ esi.",
    "Please try again.": "Jọwọ gbiyanju lẹẹkansi.",
    "Privacy": "Asiri",
    "Provide feedback for hCaptcha.": "Pese esi fun hCaptcha.",
    "Provide feedback regarding the hCaptcha service.": "Pese esi nipa iṣẹ hCaptcha.",
    "Rate limited or network error. Please retry.": "Oṣuwọn lopin tabi aṣiṣe nẹtiwọọki. Jọwọ tun gbiyanju.",
    "Read more about the hCaptcha service.": "Ka diẹ sii nipa iṣẹ hCaptcha.",
    "Refresh Challenge.": "Idapada Ipenija.",
    "Report": "Ijabọ",
    "Report Bug": "Sok Iroyin",
    "Report Image": "Aworan Ijabọ",
    "Report a software bug or issue to hCaptcha.": "Ṣe ijabọ kokoro tabi sọfitiwia si hCaptcha.",
    "Report an image to hCaptcha.": "Ṣe ijabọ aworan kan si hCaptcha.",
    "Reporting a functionality issue?": "Ijabọ ariyanjiyan iṣẹ kan?",
    "Retrieve accessibility cookie.": "Gba kuki iraye sii.",
    "See how to report issues with detailed logs.": "Wo bii o ṣe le ṣabọ awọn ọran pẹlu awọn atokọ alaye.",
    "Send": "Firanṣẹ",
    "Send Response": "Firanṣẹ Idahun",
    "Send Us Feedback": "Firanṣẹ esi Wa",
    "Sign up for accessibility access to bypass the hCaptcha challenge.": "Iforukọsilẹ fun iraye iraye lati ṣaja ipenija hCaptcha.",
    "Skip": "Rekọja",
    "Skip Challenge": "Rekọja Ipenija",
    "Software Bug": "Kokoro Software",
    "Sorry to hear that!": "Ma binu lati gbọ pe!",
    "Status:": "Ipo:",
    "Submit Answers": "Fi awọn Idahun silẹ",
    "Tell Us Why": "Sọ fun wa Idi ti",
    "Terms": "Awọn ofin",
    "Thank you for your feedback.": "O ṣeun fun esi rẹ.",
    "The hCaptcha user information page. Learn more about the service and accessibility options.": "Oju-iwe alaye olumulo olumulo hCaptcha. Kọ ẹkọ diẹ sii nipa iṣẹ ati awọn aṣayan iwọle.",
    "The sitekey for this hCaptcha is incorrect. Please contact the site admin if you see this.": "Oju opo wẹẹbu fun hCaptcha yii ko pe. Jọwọ kan si abojuto aaye ti o ba rii eyi.",
    "This hCaptcha is for testing only. Please contact the site admin if you see this.": "HCaptcha yii wa fun idanwo nikan. Jọwọ kan si abojuto aaye ti o ba rii eyi.",
    "This lets you avoid future questions by registering and setting a cookie.": "Eyi n jẹ ki o yago fun awọn ibeere iwaju nipa fiforukọṣilẹ ati ṣeto kuki kan.",
    "To bypass our visual challenge, we offer an accessibility cookie.": "Lati kọja ipenija wiwo wa, a nfun kuki iraye si.",
    "Too Difficult": "Ju Nira",
    "View our accessibility option.": "Wo aṣayan wiwa wa.",
    "Violent": "Iwa-ipa",
    "We will look into the issue immediately.": "A yoo wo ọrọ naa lẹsẹkẹsẹ.",
    "We'll resolve your issue as quickly as we can.": "A yoo yanju ọran rẹ ni yarayara bi a ṣe le.",
    "Your computer or network has sent too many requests.": "Kọmputa rẹ tabi nẹtiwọọki ti fi awọn ibeere lọpọlọpọ ranṣẹ.",
    "hCaptcha Privacy Policy": "Eto Afihan hCaptcha",
    "hCaptcha Terms of Service": "hCaptcha Awọn ofin Iṣẹ",
    "hCaptcha checkbox. Select in order to trigger the challenge, or to bypass it if you have an accessibility cookie.": "apoti ayẹwo hCaptcha. Yan lati le ma nfa ipenija naa, tabi lati fori rẹ ti o ba ni kuki iwakọ ohun elo.",
    "hCaptcha checkbox. You are verified I am human.": "apoti ayẹwo hCaptcha. O ti rii daju pe eniyan ni mi.",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more info visit": "hCaptcha jẹ iṣẹ ti o dinku awọn bot ati àwúrúju nipa bibeere awọn ibeere ti o rọrun. Jọwọ tẹle awọn itọnisọna ni oke iboju fun ipenija kọọkan. Fun ibẹwo si diẹ sii alaye",
    "hCaptcha is a service that reduces bots and spam by asking simple questions. Please follow the instructions at the top of the screen for each challenge. For more information visit {{site-url}}": "hCaptcha jẹ iṣẹ ti o dinku awọn botini ati àwúrúju nipa bibeere awọn ibeere ti o rọrun. Jọwọ tẹle awọn itọnisọna ni oke iboju fun italaya kọọkan. Fun alaye diẹ sii ṣabẹwo si {{site-url}}",
    "hCaptcha security token has expired. Please complete the challenge again.": "hCaptcha ami aabo ti pari. Jọwọ pari ipenija lẹẹkansi.",
    "hCaptcha window closed due to timeout.": "hCaptcha window ti wa ni pipade nitori akoko isinmi.",
    "widget error message text": "ọrọ ailorukọ aṣiṣe ẹrọ ailorukọ",
    "widget warning message text": "ọrọ ailorukọ ikilọ ẹrọ ailorukọ"
}